{
    "__articles": "2;2-1;3;13;14;41",
    "__conclusion": "Violation of Art. 2 in respect of failure to protect life;Violation of Art. 2 in respect of ineffective investigation;Violation of Art. 3;Violation of Art. 13;Not necessary to examine Art. 14;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "22535/93",
    "article": [
        "14",
        "3",
        "2",
        "13",
        "41"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "element": "Violation of Art. 2 in respect of failure to protect life",
            "type": "violation"
        },
        {
            "article": "2",
            "base_article": "2",
            "element": "Violation of Art. 2 in respect of ineffective investigation",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 14",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58523.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 8 March 1999, within the threemonth period laid down by former Articles 32 § 1 and 47 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”). It originated in an application (no. 22535/93) against the Republic of Turkey lodged with the Commission under former Article 25 by a Turkish national, Mr Mahmut Kaya, on 20 August 1993.",
                        "elements": []
                    },
                    {
                        "content": "The application concerned the applicant's allegations that his brother, Dr Hasan Kaya, was kidnapped, tortured and killed by or with the connivance of State agents and that there was no effective investigation or remedy for his complaints. The applicant relied on Articles 2, 3, 13 and 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The Commission declared the application admissible on 9 January 1995. In its report of 23 October 1998 (former Article 31 of the Convention), it expressed the opinion that there had been a violation of Article 2 (unanimously) and Article 3 (twenty-six votes to two), and that no separate issue arose under Article 14 (unanimously).",
                        "elements": []
                    },
                    {
                        "content": "2.  Following the entry into force of Protocol No. 11 to the Convention on 1 November 1998, and in accordance with the provisions of Article 5 § 4 thereof read in conjunction with Rules 100 § 1 and 24 § 6 of the Rules of Court, a panel of the Grand Chamber decided on 31 March 1999 that the case would be examined by a Chamber constituted within one of the Sections of the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  In accordance with Rule 52 § 1, the President of the Court, Mr L. Wildhaber, assigned the case to the First Section. The Chamber constituted within that Section included ex officio Mr R. Türmen, the judge elected in respect of Turkey (Article 27 § 2 of the Convention and Rule 26 § 1 (a)), and Mrs E. Palm, President of the Section (Rule 26 § 1 (a)). The other members designated by the latter to complete the Chamber were Mr J. Casadevall, Mr L. Ferrari Bravo, Mr B. Zupančič, Mrs W. Thomassen and Mr R. Maruste (Rule 26 § 1 (b)).",
                        "elements": []
                    },
                    {
                        "content": "4.  Subsequently Mr Türmen withdrew from sitting in the Chamber (Rule 28). The Turkish Government (“the Government”) accordingly appointed Mr F. Gölcüklü to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 14 September 1999 the Chamber decided to hold a hearing.",
                        "elements": []
                    },
                    {
                        "content": "6.  Pursuant to Rule 59 § 3 the President of the Chamber invited the parties to submit memorials. The Registrar received the Government's and the applicant's memorials on 25 August and 3 September 1999 respectively.",
                        "elements": []
                    },
                    {
                        "content": "7.  A hearing took place in public in the Human Rights Building, Strasbourg, on 18 January 2000.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Ms Hampson and Mr Alpaslan.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Events preceding the disappearance of Hasan Kaya and Metin Can",
                                "elements": [
                                    {
                                        "content": "8.  Dr Hasan Kaya, the applicant's brother, practised medicine in south-east Turkey. From November 1990 to May 1992, he had worked in Şırnak. He had treated demonstrators injured in clashes with the security forces during the Nevroz (Kurdish New Year) celebrations. Following this, he was transferred from Şırnak to Elazığ. He had told Fatma Can, the wife of his friend Metin Can, that he had been threatened in Şırnak and put under considerable pressure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In Elazığ, Hasan Kaya worked in a health centre. He met often with his friend Metin Can, who was a lawyer and President of the Elazığ Human Rights Association (HRA). Metin Can had been representing persons suspected of being members of the PKK (Workers' Party of Kurdistan). He had told his wife Fatma Can that he had received threats and that an official had warned him that steps had been planned against him. According to Şerafettin Özcan, who worked at the HRA, Metin Can had also been subjected to threats because of the attempts he had made to improve conditions in Elazığ Prison. The police had carried out a search at the Elazığ HRA, as they had at other HRA offices in the south-east.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In December 1992 Bira Zordağ, who had lived in Elazığ until October 1992, was taken into detention by police officers in Adana and transferred to Elazığ, where he was interrogated to find out what he knew about the PKK. He was asked whether two doctors in Elazığ, one of whom was Hasan Kaya, had been treating wounded members of the PKK. A threat was made that Hasan Kaya would be punished. He was also asked about lawyers, particularly Metin Can. On his release, Bira Zordağ visited the Elaziğ HRA and told Şerafettin Özcan and Metin Can what had occurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  At Christmas 1992 Hasan Kaya told the applicant that he felt that his life was in danger. He believed that the police were making reports on him and keeping him under surveillance. At around the same time, Metin Can told the applicant that his flat had been searched while he was out and that he thought he was under surveillance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On or about 20 February 1993, two men came to the block of flats where Metin Can lived. They rang the doorbells of Süleyman Tursum and Ahmet Oygen, asking for Metin Can. When Metin and Fatma Can got home later that night, they received a telephone call. The callers said that they had been to the flat earlier and wanted to come and see Metin Can immediately. Metin Can told them to come to his office the next day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 21 February 1993, after receiving a phone call at his office, Metin Can met two men in a coffee house. Şerafettin Özcan was also present. The men said that there was a wounded member of the PKK hidden outside town. Metin Can took the men back to his flat and called Hasan Kaya on the telephone. Hasan Kaya arrived at the flat. It was arranged that the two men would take the wounded man to Yazıkonak, a village outside Elazığ, and that they would call when they were ready. The two men left. At about 7 p.m., there was a phone call. Metin Can left with Hasan Kaya, who was carrying his medical bag. Metin Can told his wife that they would not be long. They drove off in the car of Hasan Kaya's brother.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Metin Can and Hasan Kaya did not return that night. At about 12 noon or 1 p.m. on 22 February 1993, Fatma Can received a phone call. The speaker sounded like one of the men who had come to the flat. He said that Metin and his friend had been killed. Fatma Can and Şerafettin Özcan went to the Security Directorate to report that Metin Can and Hasan Kaya were missing. Neither told the police about the meeting of Metin Can with the two men or the details of events preceding the disappearance. Nor did Fatma Can mention those details when she made a statement to the public prosecutor that day.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Investigation into the disappearance",
                                "elements": [
                                    {
                                        "content": "15.  By notification of 22 February 1993 the Elazığ governor informed all the other governors in the state of emergency region of the disappearance of Metin Can and Hasan Kaya, requesting that they and their car be located.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  At about 6 p.m. on 22 February 1993 Hakkı Ozdemir noticed a car parked suspiciously opposite his office in Yazıkonak and reported it to the police. It was the car belonging to Hasan Kaya's brother. The police searched the car, fingerprinted and photographed it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "That evening, police officers took statements from the neighbours in Metin Can's block of flats.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Further strange calls were made to the Metin Can flat. On 23 February 1993 Metin Can's nephew answered the phone. A person claimed that Metin Can and Hasan Kaya were still alive and that they would release the former. He said that Metin would not go to Europe and would continue the struggle.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 23 February 1993 at about 10 p.m., a bag was found outside the SHP (People's Social Democratic Party) building in Elazığ. It contained two pairs of old shoes. On 24 February 1993 one pair of shoes was recognised by Tekin Can as belonging to his brother Metin Can. Hüseyin Kaya stated that the other pair did not belong to his brother, Hasan Kaya.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the same day the public prosecutor obtained an order from the Elazığ Magistrates' Court for the telephone at Metin Can's flat to be monitored in order to identify the persons making threatening calls.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Ahmet Kaya lodged a petition with the Elazığ governor that day requesting that steps be taken to find his son Hasan Kaya.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 22-23 February 1993 Fatma Can and Şerafettin Özcan travelled to Ankara, where they appealed to the Minister of the Interior for Metin Can to be found. Fatma Can returned to Elazığ on 27 February 1993.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  At about 11.45 a.m. on 27 February 1993 it was reported that two bodies had been found under the Dinar bridge, about 12 km outside Tunceli. The bodies were identified as being those of Hasan Kaya and Metin Can. Two cartridges were found at the scene. The bodies did not have shoes on and there was not much blood on the ground. The applicant and other members of the family arrived at the location and saw the bodies.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Investigation into the deaths",
                                "elements": [
                                    {
                                        "content": "21.  An autopsy was carried out at about 4.25 p.m. on 27 February 1993 at the Tunceli State Hospital morgue. The autopsy report noted that both men had been shot in the head and had their hands tied. No trace of violence or blow was observed on Hasan Kaya's body. As for Metin Can, it was noted that his nose had haemorrhaged, there was a wound in his lip and some teeth were missing, there were bruises around his neck, on the knees and on the torso and abdomen. Maceration was observed on the feet. It was noted that there was no trace of violence or blow. An addendum was attached by the doctors who had carried out the examination to the effect that a bruise on the right eyebrow might have been caused by a blow. It was estimated that death had occurred fourteen to sixteen hours previously.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  A second autopsy was carried out on 28 February 1993 at about 1.05 a.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant identified the body of his brother, Hasan Kaya. The report described the bullet entry and exit holes to the head. It stated that the right ear and adjacent area were marked with ecchymoses which could be explained by pressure on the body. There were ecchymoses around the nail bases on the left hand; circular marks around both wrists, which might have been caused by the hands being bound by wire; a 1 by 0.5 cm ecchymosis on the right knee; a 2 by 1 cm light yellow ecchymosis on the inner lower frontal region of the right knee; a 0.7 cm wide ecchymosis on the left ankle; 0.5 cm wide epidermal scratches on the left ankle; cyanosis in the toe bases on both feet and athlete's foot on both feet, especially on the soles and the left sides of the feet, probably caused by remaining in water and snow for lengthy periods. The torso of the body was free from any blow, wound, burn or firearm injury save those noted above. The cause of death was brain damage and haemorrhage of the brain tissues due to the bullet wound. A classical autopsy was not necessary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Hüseyin Can identified the body of his nephew Metin Can. The report described numerous marks and injuries to the body. These included bruises and scratches on the face and head, a tear in the lip, bruising around the neck, bone damage to the jaw and missing teeth, marks on the wrists indicative of being bound, bruises on the knees and cyanosis on both feet and toes. The bruises and scratches on the forehead, nose and under the right eye were thought to have been caused by blunt instruments (for example, a stone or a stick) and the lesions on the neck by string, rope or cable. This might have occurred immediately before death and from the application of force for short periods. These wounds would not have caused death. Death resulted from brain damage and brain haemorrhage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Death was estimated as having occurred within the previous twenty-four hours.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 1 March 1993 the Tunceli province central gendarmerie commander sent the Tunceli public prosecutor an incident report dated 27 February 1993 and a sketch map of the location of the bodies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 2 March 1993 the Tunceli public prosecutor sent the two cartridges found at the scene for ballistics examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 8 March 1993 the Elazığ public prosecutor took a further statement from Fatma Can concerning the disappearance of her husband. She mentioned that her husband had told her that he thought the police were following him and that their flat had been searched when they were out. She said that her husband had been invited to go to Germany. She had asked him to resign as President of the HRA many times and he had said that he would.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 11 March 1993 the Elazığ public prosecutor issued a decision of non-jurisdiction, transferring the file to Tunceli where the bodies had been found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 18 March 1993 Ahmet Kaya sent a petition to the public prosecutor giving information which he had heard about the events. This stated that his son had been seen being taken into custody at Yazıkonak by police officers in civilian clothes carrying walkie-talkies. The car in which they travelled had stopped at a petrol station, where the officers had mentioned that they were taking the lawyer and doctor for interrogation. Further, during a conversation at Hozat involving a judge and a lawyer called İsmail, a police officer had said that Can and Kaya had been taken to the Tunceli Security Directorate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In a petition dated 19 March 1993 to the Pertek public prosecutor, Ahmet Kaya recounted an incident which he had heard had occurred in a Pertek beer house on 15 March 1993. At about 8 p.m., during a television programme on contra-guerrillas, a man called Yusuf Geyik, nicknamed Bozo, had announced: “... We killed Hasan Kaya and the lawyer Metin Can.” When the people in the beer house attacked him, he had pulled out a gun. He had called for help on his walkie-talkie and gendarmes had come to take him away.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 31 March 1993 the Tunceli public prosecutor issued a decision of non-jurisdiction concerning the killing of Hasan Kaya and Metin Can by unknown perpetrators. As he considered that the crime fell within the scope of the legislation on the state of emergency, he transferred the file to the Kayseri National Security Court prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 6 April 1993, following a request by the Pertek public prosecutor summoning Yusuf Geyik, the Pertek chief of police informed the prosecutor that there was no such person in their district.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 12 April 1993 a statement was taken by the Hozat public prosecutor from the lawyer İsmail Keleş, who denied that he had heard any police officer give information about the murders of Kaya and Can.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 13 April 1993 Ahmet Kaya submitted a further petition to the Tunceli public prosecutor. He stated that Can and Kaya had been seen taken by police officers at Yazıkonak and that the car had stopped at a petrol station where the petrol attendant had recognised and spoken to Can, who had said they were being taken somewhere by the officers. The petition pointed out that the two men had been taken 138 km through eight official checkpoints and the circumstances indicated that the State authorities were involved. It stated that a complaint was being lodged against the governor, the chief of police and the Minister of the Interior.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  A report dated 14 April 1993 by the Hozat police informed the Hozat public prosecutor that Ahmet Kaya's allegation had been investigated. The investigation disclosed that no Hozat police officer had made a statement alleging that Can and Kaya had been held at Tunceli Security Directorate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 29 April 1993 the Pertek public prosecutor instructed the Pertek chief of police to summon the managers of the beer house and requested information from the Pertek district gendarmerie command concerning the allegation that a non-commissioned officer (NCO) had taken Yusuf Geyik from the beer house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 4 May 1993 the Pertek chief of police informed the public prosecutor that, while it was reported that Yusuf Geyik had been seen in the area and had stayed at the district gendarmerie headquarters, his whereabouts were unknown.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In a statement taken by the public prosecutor on 4 May 1993 Hüseyin Kaykaç, who ran the Pertek beer house, stated that on 15 March a man he knew as Bozo claimed that he and others had killed Can and Kaya. He had talked on the radio and a NCO had come to pick him up. He had not seen the other people in the beer house attacking Bozo or Bozo drawing a gun. In a statement, also of 4 May 1993, Ali Kurt, a waiter at the beer house, agreed with the statement made by Hüseyin Kaykaç.",
                                        "elements": []
                                    },
                                    {
                                        "content": "By letter dated 5 May 1993, the Pertek district gendarmerie commander informed the public prosecutor that he was not aware of the incident at the beer house and that no assistance had been requested from a beer house. No NCO had been involved.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 22 July 1993 the Kayseri National Security Court prosecutor issued a decision of non-jurisdiction, transferring the file to the Erzincan National Security Court prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 3 September 1993 Mehmet Gülmez, President of the Tunceli HRA, and Ali Demir, a lawyer, sent the Elazığ public prosecutor a copy of an article in the 26 August issue of the newspaper Aydınlık which stated that a special-operations officer had identified the killers, inter alia, of Hasan Kaya and Metin Can as being Ahmet Demir, known as “Sakallı” (“the Beard”), and Mehmet Yazıcıoğulları, who were contra-guerrillas paid by the State and responsible for most of the killings in the area.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When summoned to give further explanations, Ali Demir, in a statement to the public prosecutor of 12 October 1993, said that he did not personally know “Ahmet Demir” but between 1988 and 1992 when he was Chairman of the SHP in Tunceli he had received complaints that “the Beard” was carrying out attacks and was associating with the security forces.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 14 October 1993 the Tunceli public prosecutor, inter alia, instructed the police to locate and summon Mehmet Yazıcıoğulları. The police replied on 18 October 1993 that they could not find him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Following an instruction by the Erzincan National Security Court prosecutor of 8 November 1993, the Pertek public prosecutor took a further statement from Ali Kurt on 17 November 1993 which confirmed that he had heard a man calling himself Bozo claim to have killed Can and Kaya. Bozo had spoken into a radio asking for the regiment commander, and three men had taken him away. He explained that Hüseyin Kaykaç had moved to Tunceli.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 6 April 1994 the Elazığ public prosecutor took a statement from Hüseyin Kaykaç which confirmed his earlier statement. It stated that Bozo had tried to contact the regiment commander on his radio and when he could not get through he had called the Pertek district gendarmerie headquarters asking for them to come and get him. He said two NCOs, Mehmet and Ali, had arrived with another NCO in civilian clothes, whose name he did not know.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 11 November 1993 the Tunceli public prosecutor issued another instruction to the Tunceli police to bring Yazıcıoğulları and Ahmet Demir to his office. On 6 December 1993 the police reported that they had not found their addresses and that they were not known in their jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 31 January 1994 Hale Soysu, the editor of Aydınlık, lodged a petition with the Istanbul public prosecutor, which was forwarded to the Tunceli public prosecutor. This identified Mahmut Yıldırım as one of the perpetrators of the murder of Hasan Kaya and Metin Can as well as other killings. It was based on information received from a Major Cem Ersever, which had been the basis of a series of articles in the newspaper from 19 to 30 January 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 2 February 1994 the Erzincan National Security Court prosecutor informed the Pertek public prosecutor that there were discrepancies in the information provided by the Pertek police and the Pertek gendarmerie and that since the gendarmes might be implicated, the public prosecutor should conduct an inquiry into the discrepancies himself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On the same day the Erzincan National Security Court prosecutor requested that the tape and transcript of a television programme be obtained, during which an Aydınlık correspondent had talked about Major Cem Ersever.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In a petition dated 14 February 1994 to the Elazığ public prosecutor, Ahmet Kaya referred to Aydınlık, the television programme and Soner Yalçın's book The Confessions of Major Cem Ersever as disclosing that Mahmut Yıldırım was the planner and perpetrator of the Can and Kaya murders. He stated that Yıldırım had been a State employee for thirty years and came from Elazığ. In his statement to the public prosecutor that day, he said that he did not know Yıldırım personally but in the district he was talked about as having been involved in such incidents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 14 February 1994 the Elazığ public prosecutor requested the Elazığ police to investigate the allegations made concerning Mahmut Yıldırım.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  By letter dated 17 February 1994, the Pertek public prosecutor informed the Erzincan public prosecutor that Yusuf Geyik was known to have been a member of a Marxist-Leninist organisation and had been identified as being involved in an armed attack on a van and a robbery. An arrest warrant had been issued against him on 28 March 1990, but withdrawn by the Erzincan National Security Court on 4 November 1991.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  By a petition dated 21 February 1994 to the Elazığ public prosecutor, Anik Can, the father of Metin Can, filed a complaint against Mahmut Yıldırım, who was said in the press and in books to have killed his son. He stated that Yıldırım's home address was No. 13 Pancarlı Sokak and that he worked at Elazığ Ferrakrom.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The police reported on 25 February 1994 that Mahmut Yıldırım had left his address fifteen to twenty days previously and that his present whereabouts were unknown. In a further report dated 11 April 1994, the police stated that he was still not to be found at his address. The public prosecutor was so informed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 11 May 1994 the Erzincan National Security Court prosecutor received the tape and transcript of the television programme which recounted Soner Yalçın's interviews with Major Cem Ersever and included that journalist's claim that Ahmet Demir, known as “Yeşil”, who was well known to the police and gendarmes, had killed Metin Can and Hasan Kaya.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 25 May 1994 the Erzincan National Security Court prosecutor issued a decision of non-jurisdiction, transferring the file to the Malatya National Security Court following the reorganisation of jurisdiction for Elazığ and Tunceli.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 13 March 1995 the Malatya National Security Court prosecutor sent instructions to the Bingöl, Diyarbakır, Elazığ and Tunceli prosecutors for the location and arrest of Mahmut Yıldırım, the location of Orhan Öztürk, İdris Ahmet and Mesut Mehmetoğlu, who had been named in newspaper articles as having been involved with “Yeşil” in contra-guerrilla murders, including those of Can and Kaya, and the location of Mehmet Yazıcıoğulları and Yusuf Geyik.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 17 March 1995 the director of Diyarbakır E-Type Prison provided information about Orhan Öztürk, İdris Ahmet and Mesut Mehmetoğlu, who had been members of the PKK, had become confessors and had been detained at the prison for various periods. Orhan Öztürk had been released on 18 February 1993 and İdris Ahmet on 16 December 1992. Mesut Mehmetoğlu had been released on 8 January 1993 but redetained at the prison on 26 September 1994 on a charge of homicide related to an incident where Mehmet Şerif Avşar had allegedly been taken from his shop by a group of men purporting to take him into custody, and later found shot dead.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 28 March 1993 a statement was taken from Mehmet Yazıcıoğulları, in which he denied that he had been involved in the killings of Metin Can and Hasan Kaya and that he did not know Mahmut Yıldırım, Orhan Öztürk, İdris Ahmet or Mesut Mehmetoğlu.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 6 April 1995 Mesut Mehmetoğlu made a statement in prison to a public prosecutor. He complained that the press which supported the PKK were targeting him and publishing biased articles against him. Around 21 February 1993 he had been in Antalya and, on hearing that his grandfather had died, he had gone to Hazro for two months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 3 April 1995 the gendarmes reported that Yusuf Geyik was not to be found in his home village of Geyiksu. He had left eight to ten years previously.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In a report dated 7 April 1995 the police informed the Elazığ public prosecutor, in response to a request to apprehend Mahmut Yıldırım, that the address given for him, No. 13 Pancarlı Sokak, did not exist and the business address was not in their jurisdiction. In a report dated 28 April 1995, the gendarmes reported that they had investigated his address in their jurisdiction but that they had been unable to discover his whereabouts.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  Material before the convention organs",
                        "elements": [
                            {
                                "content": "A.  Domestic investigation documents",
                                "elements": [
                                    {
                                        "content": "54.  The contents of the investigation file were supplied to the Commission.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Susurluk report",
                                "elements": [
                                    {
                                        "content": "55.  The applicant provided the Commission with a copy of the so-called “Susurluk report”, produced at the request of the Prime Minister by Mr Kutlu Savaş, Vice-President of the Board of Inspectors within the Prime Minister's Office. After receiving the report in January 1998, the Prime Minister made it available to the public, although eleven pages and certain annexes were withheld.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The introduction states that the report was not based on a judicial investigation and did not constitute a formal investigative report. It was intended for information purposes and purported to do no more than describe certain events which had occurred mainly in south-east Turkey and which tended to confirm the existence of unlawful dealings between political figures, government institutions and clandestine groups.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The report analyses a series of events, such as murders carried out under orders, the killings of well-known figures or supporters of the Kurds and deliberate acts by a group of “informants” supposedly serving the State, and concludes that there is a connection between the fight to eradicate terrorism in the region and the underground relations that have been formed as a result, particularly in the drug-trafficking sphere. The report made reference to a certain Mahmut Yıldırım, also known as Ahmet Demir or “Yeşil”, detailing his involvement in unlawful acts in the south-east and his links with the MİT (the Turkish intelligence service):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... Whilst the character of Yeşil, and the fact that he along with the group of confessors he gathered around himself, is the perpetrator of offences such as extortion, seizure by force, assault on homes, rape, robbery, murder, torture, kidnapping, etc., were known, it is more difficult to explain the collaboration of the public authorities with this individual. It is possible that a respected organisation such as MİT may use a lowly individual ... it is not an acceptable practice that MİT should have used Yeşil several times ... Yeşil, who carried out activities in Antalya under the name of Metin Güneş, in Ankara under the name of Metin Atmaca and used the name Ahmet Demir, is an individual whose activities and presence were known both by the police and MİT ... As a result of the State's silence the field is left open to the gangs ... [p. 26].",
                                        "elements": []
                                    },
                                    {
                                        "content": "... Yeşil was also associated with JİTEM, an organisation within the gendarmerie, which used large numbers of protectors and confessors [p. 27].",
                                        "elements": []
                                    },
                                    {
                                        "content": "In his confession to the Diyarbakır Crime Squad, ... Mr G. ... had stated that Ahmet Demir [p. 35] would say from time to time that he had planned and procured the murder of Behçet Cantürk[] and other partisans from the mafia and the PKK who had been killed in the same way ... The murder of ... Musa Anter[] had also been planned and carried out by A. Demir [p. 37].",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "All the relevant State bodies were aware of these activities and operations. ... When the characteristics of the individuals killed in the operations in question are examined, the difference between those Kurdish supporters who were killed in the region in which a state of emergency had been declared and those who were not lay in the financial strength the latter presented in economic terms. These factors also operated in the murder of Savaş Buldan, a smuggler and pro-PKK activist. They equally applied to Medet Serhat Yos, Metin Can and Vedat Aydın. The sole disagreement we have with what was done relates to the form of the procedure and its results. It has been established that there was regret at the murder of Musa Anter, even among those who approved of all the incidents. It is said that Musa Anter was not involved in any armed action, that he was more concerned with the philosophy of the matter and that the effect created by his murder exceeded his own real influence and that the decision to murder him was a mistake. (Information about these people is to be found in Appendix 9[]). Other journalists have also been murdered [page 74][].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The report concludes with numerous recommendations, such as improving co-ordination and communication between the different branches of the security, police and intelligence departments; identifying and dismissing security force personnel implicated in illegal activities; limiting the use of confessors; reducing the number of village guards; terminating the use of the Special Operations Bureau outside the south-east region and incorporating it into the police outside that area; opening investigations into various incidents; taking steps to suppress gang and drug-smuggling activities; and recommending that the results of the Grand National Assembly Susurluk inquiry be forwarded to the appropriate authorities for the relevant proceedings to be undertaken.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The 1993 report of the Parliamentary Investigation Commission (10/90 no. A.01.1.GEC)",
                                "elements": [
                                    {
                                        "content": "59.  The applicant provided this 1993 report into extra-judicial or “unknown perpetrator” killings by a Parliamentary Investigation Commission of the Turkish Grand National Assembly. The report referred to 908 unsolved killings, of which nine involved journalists. It commented on the public lack of confidence in the authorities in the south-east region and referred to information that Hizbullah had a camp in the Batman region where they received political and military training and assistance from the security forces. It concluded that there was a lack of accountability in the region and that some groups with official roles might be implicated in the killings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Press and media reports",
                                "elements": [
                                    {
                                        "content": "60.  The applicant provided the Commission with a copy of Soner Yalçın's book The Confessions of Major Cem Ersever (summarised in the Commission report, Appendix III) as well as articles from Aydınlık and other newspapers concerning contra-guerrillas (see paragraphs 154-63 of the Commission's report).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Evidence taken by Commission delegates",
                                "elements": [
                                    {
                                        "content": "61.  Evidence was heard from eleven witnesses by Commission delegates in two hearings held in Strasbourg and Ankara. These included the applicant, Fatma Can, the wife of Metin Can, Şerafettin Özcan, Bira Zordağ, Hüseyin Soner Yalçın, a journalist, Süleyman Tutal, the public prosecutor from Elaziğ, Hayati Eraslan, the public prosecutor from Tunceli, Judge Major Ahmet Bulut, prosecutor at the Malatya National Security Court, Mustafa Özkan, the Pertek chief of police, Bülent Ekren, the Pertek district gendarmerie commander and Mesut Mehmetoğlu, an ex-member of the PKK turned confessor.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "62.  The principles and procedures relating to liability for acts contrary to the law may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal prosecutions",
                                "elements": [
                                    {
                                        "content": "63.  Under the Criminal Code all forms of homicide (Articles 448 to 455) and attempted homicide (Articles 61 and 62) constitute criminal offences. The authorities' obligations in respect of conducting a preliminary investigation into acts or omissions capable of constituting such offences that have been brought to their attention are governed by Articles 151 to 153 of the Code of Criminal Procedure. Offences may be reported to the authorities or the security forces as well as to public prosecutors' offices. The complaint may be made in writing or orally. If it is made orally, the authority must make a record of it (Article 151).",
                                        "elements": []
                                    },
                                    {
                                        "content": "If there is evidence to suggest that a death is not due to natural causes, members of the security forces who have been informed of that fact are required to advise the public prosecutor or a criminal court judge (Article 152). By Article 235 of the Criminal Code, any public official who fails to report to the police or a public prosecutor's office an offence of which he has become aware in the exercise of his duty is liable to imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A public prosecutor who is informed by any means whatsoever of a situation that gives rise to the suspicion that an offence has been committed is obliged to investigate the facts in order to decide whether or not there should be a prosecution (Article 153 of the Code of Criminal Procedure).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In the case of alleged terrorist offences, the public prosecutor is deprived of jurisdiction in favour of a separate system of national security prosecutors and courts established throughout Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  If the suspected offender is a civil servant and if the offence was committed during the performance of his duties, the preliminary investigation of the case is governed by the Law of 1914 on the prosecution of civil servants, which restricts the public prosecutor's jurisdiction ratione personae at that stage of the proceedings. In such cases it is for the relevant local administrative council (for the district or province, depending on the suspect's status) to conduct the preliminary investigation and, consequently, to decide whether to prosecute. Once a decision to prosecute has been taken, it is for the public prosecutor to investigate the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "An appeal to the Supreme Administrative Court lies against a decision of the council. If a decision not to prosecute is taken, the case is automatically referred to that court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  By virtue of Article 4, paragraph (i), of Decree no. 285 of 10 July 1987 on the authority of the governor of a state of emergency region, the 1914 Law (see paragraph 65 above) also applies to members of the security forces who come under the governor's authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  If the suspect is a member of the armed forces, the applicable law is determined by the nature of the offence. Thus, if it is a “military offence” under the Military Criminal Code (Law no. 1632), the criminal proceedings are in principle conducted in accordance with Law no. 353 on the establishment of courts martial and their rules of procedure. Where a member of the armed forces has been accused of an ordinary offence, it is normally the provisions of the Code of Criminal Procedure which apply (see Article 145 § 1 of the Constitution and sections 9 to 14 of Law no. 353).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Military Criminal Code makes it a military offence for a member of the armed forces to endanger a person's life by disobeying an order (Article 89). In such cases civilian complainants may lodge their complaints with the authorities referred to in the Code of Criminal Procedure (see paragraph 63 above) or with the offender's superior.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Civil and administrative liability arising out of criminal offences",
                                "elements": [
                                    {
                                        "content": "68.  Under section 13 of Law no. 2577 on administrative procedure, anyone who sustains damage as a result of an act by the authorities may, within one year after the alleged act was committed, claim compensation from them. If the claim is rejected in whole or in part or if no reply is received within sixty days, the victim may bring administrative proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Article 125 §§ 1 and 7 of the Constitution provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“All acts or decisions of the authorities are subject to judicial review ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The authorities shall be liable to make reparation for all damage caused by their acts or measures.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "That provision establishes the State's strict liability, which comes into play if it is shown that in the circumstances of a particular case the State has failed in its obligation to maintain public order, ensure public safety or protect people's lives or property, without it being necessary to show a tortious act attributable to the authorities. Under these rules, the authorities may therefore be held liable to compensate anyone who has sustained loss as a result of acts committed by unidentified persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Article 8 of Decree no. 430 of 16 December 1990, the last sentence of which was inspired by the provision mentioned above (see paragraph 69), provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No criminal, financial or legal liability may be asserted against ... the governor of a state of emergency region or by provincial governors in that region in respect of decisions taken, or acts performed, by them in the exercise of the powers conferred on them by this decree, and no application shall be made to any judicial authority to that end. This is without prejudice to the rights of individuals to claim reparation from the State for damage which they have been caused without justification.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  Under the Code of Obligations, anyone who suffers damage as a result of an illegal or tortious act may bring an action for damages (Articles 41 to 46) and non-pecuniary loss (Article 47). The civil courts are not bound by either the findings or the verdict of the criminal court on the issue of the defendant's guilt (Article 53).",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, under section 13 of Law no. 657 on State employees, anyone who has sustained loss as a result of an act done in the performance of duties governed by public law may, in principle, only bring an action against the authority by whom the civil servant concerned is employed and not directly against the civil servant (see Article 129 § 5 of the Constitution and Articles 55 and 100 of the Code of Obligations). That is not, however, an absolute rule. When an act is found to be illegal or tortious and, consequently, is no longer an “administrative” act or deed, the civil courts may allow a claim for damages to be made against the official concerned, without prejudice to the victim's right to bring an action against the authority on the basis of its joint liability as the official's employer (Article 50 of the Code of Obligations).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  The court's assessment of the facts",
                        "elements": [
                            {
                                "content": "72.  The Court observes in the present case that the facts as established in the proceedings before the Commission are no longer substantially in dispute between the parties.",
                                "elements": []
                            },
                            {
                                "content": "73.  Before the Commission, the applicant argued that the facts supported a finding that his brother had been killed either by undercover agents of the State or by persons acting under their express or implied instructions and to whom the State gave support, including training and equipment. This assertion was denied by the Government.",
                                "elements": []
                            },
                            {
                                "content": "74.  After a Commission delegation had heard evidence in Ankara and Strasbourg (see paragraphs 19, 21 and 28 of the Commission's report of 23 October 1998), the Commission concluded that it was unable to determine who had killed Dr Hasan Kaya. There was insufficient evidence to establish beyond reasonable doubt that State agents or persons acting on their behalf had carried out the murder (see paragraphs 312-36 of the Commission's report cited above). It did however conclude that Dr Hasan Kaya was suspected by the authorities of being a PKK sympathiser, as was his friend Metin Can and that there was a strong suspicion, supported by some evidence, that persons identified as PKK sympathisers were at risk of targeting from certain elements in the security forces or those acting on their behalf, or with their connivance and acquiescence. Grave doubts arose in the circumstances of this case which had not been dispelled by the official investigation.",
                                "elements": []
                            },
                            {
                                "content": "In his memorial and pleadings before the Court, the applicant invited the Court to make its own evaluation of the facts found by the Commission and find that these disclosed sufficient evidence to hold, beyond reasonable doubt, that persons acting with the acquiescence of certain State forces and with the knowledge of the authorities were responsible for the killing of Dr Hasan Kaya.",
                                "elements": []
                            },
                            {
                                "content": "In their memorial and pleadings before the Court, the Government submitted that the testimony of the applicant, Fatma Can, Bira Zordağ and Şerafettin Özcan were unreliable and invited the Court to discount any findings based on their evidence.",
                                "elements": []
                            },
                            {
                                "content": "75.  The Court reiterates its settled case-law that under the Convention system prior to 1 November 1998 the establishment and verification of the facts was primarily a matter for the Commission (former Articles 28 § 1 and 31). While the Court is not bound by the Commission's findings of fact and remains free to make its own assessment in the light of all the material before it, it is only in exceptional circumstances that it will exercise its powers in this area (see, among other authorities, Tanrıkulu v. Turkey [GC], no. 23763/94, § 67, ECHR 1999-IV).",
                                "elements": []
                            },
                            {
                                "content": "76.  In the instant case the Court recalls that the Commission reached its findings of fact after a delegation had heard evidence on two occasions in Ankara and on one occasion in Strasbourg. It considers that the Commission approached its task of assessing the evidence before it with the requisite caution, giving detailed consideration to the elements which supported the applicant's allegations and to those which cast doubt on their credibility.",
                                "elements": []
                            },
                            {
                                "content": "The Court observes that the Commission was aware of the applicant's strong feelings and was careful in placing any reliance on his evidence. However, the delegates who heard Fatma Can, Şerafettin Özcan and Bira Zordağ found them to be sincere, credible and generally convincing. In assessing their evidence, the Commission gave consideration to the inconsistencies referred to by the Government but found that these did not undermine their reliability. While it accepted their evidence as to their part in the events preceding the disappearance and discovery of the bodies, the Commission's overall conclusion was that there was insufficient evidence to support a finding beyond reasonable doubt that State officials carried out the killing of Hasan Kaya. The Court finds no elements which might require it to exercise its own powers to verify the facts. It accordingly accepts the facts as established by the Commission.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  Alleged violations of article 2 of the convention",
                        "elements": [
                            {
                                "content": "77.  The applicant alleged that the State was responsible for the death of his brother Dr Hasan Kaya through the lack of protection and failure to provide an effective investigation into his death. He invoked Article 2 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone's right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this Article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "78.  The Government disputed those allegations. The Commission expressed the opinion that on the facts of the case, which disclosed a lack of effective guarantees against unlawful conduct by State agents and defects in the investigative procedures carried out after the killing, the State had failed to comply with their positive obligation to protect Hasan Kaya's right to life.",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions of those who appeared before the Court",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "79.  The applicant submitted, agreeing with the Commission's report and citing the Court's judgment in the Osman case (Osman v. the United Kingdom, judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VIII) that the authorities had failed to ensure the effective implementation and enforcement of law in the south-east region in or about 1993. He referred to the Susurluk report as strongly supporting the allegations that unlawful attacks were being carried out with the participation and knowledge of the authorities. He relied on the defects in investigations into unlawful killings found by the Convention organs as showing that public prosecutors were unlikely to carry out effective inquiries into allegations against the security forces. He also pointed to the way in which the jurisdiction to investigate complaints against the security forces was transferred from the public prosecutors to administrative councils, which were not independent, and to the use of National Security Courts, which were also lacking in independence due to the presence of a military judge, to deal with alleged terrorist crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  These elements together disclosed a lack of accountability on the part of the security forces or those acting under their control or with their acquiescence which was, in the view of the applicant and the Commission, incompatible with the rule of law. In the particular circumstances of this case, the applicant submitted that his brother was suspected of being a PKK sympathiser and disappeared with his friend Metin Can, who was also under heavy suspicion by the authorities and named in the Susurluk report as a victim of a contra-guerrilla killing. The way in which they were both transported from Elaziğ to Tunceli through official checkpoints and the evidence pointing to links between the gendarmes and the suspect Yusuf Geyik as well as evidence about contra-guerrilla groups showed that Hasan Kaya did not enjoy the guarantees of protection required by law and that the authorities were responsible for failing to protect his life as required by law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The applicant, again relying on the Commission's report, further argued that the investigation into Hasan Kaya's death was fundamentally flawed. He referred to numerous failings, including a failure to conduct proper autopsies, a failure to conduct any forensic examination to determine whether the two victims had been killed on the spot or transported from elsewhere, a failure to investigate how the two men were transported from Elazığ to Tunceli, a failure to respond expeditiously to lines of enquiry and to locate possible suspects and significant periods of inactivity in the investigation (for example, from April 1994 to March 1995).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "82.  The Government rejected the Commission's approach as general and imprecise. They argued strongly that the Susurluk report had no evidential or probative value and could not be taken into account in assessing the situation in south-east Turkey. The report was prepared for the sole purpose of providing information to the Prime Minister's Office and making certain suggestions. Its authors emphasised that the veracity and accuracy of the report were to be evaluated by that Office. Speculation and discussion about the matters raised in the report were rife and all based on the assumption that its contents were true. The State, however, could only be held liable on the basis of facts that had been proved beyond reasonable doubt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  As regards the applicant's and the Commission's assertions that Hasan Kaya had been at risk from unlawful violence, the Government pointed out that the State had been dealing with a high level of terrorist violence since 1984 which reached its peak between 1993 and 1994, causing the death of more than 30,000 Turkish citizens. The situation in the south-east was exploited by many armed terrorist groups including the PKK and Hizbullah, who were in a struggle for power in that region in 1993-94. While the security forces did their utmost to establish law and order, they faced immense obstacles and, as in other parts of the world, terrorist attacks and killings could not be prevented. Indeed, in the climate of widespread intimidation and violence, no one in society could have felt safe at that time. All state officials such as doctors could be said to have been at risk, for example, not only Hasan Kaya.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  As regards the investigation into the death of Hasan Kaya, this was carried out with utmost precision and professionalism. All the necessary steps were taken promptly and efficiently, including an investigation at the scene, an autopsy and the taking of statements from witnesses. The public prosecutors could not be criticised for failing to investigate unsubstantiated rumours or for failing to interview journalists such as Soner Yalçın who were not witnesses of events themselves. The Government emphasised that the investigation was still continuing and would continue until the end of the twenty-year prescription period.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "Alleged failure to protect the right to life",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Alleged failure to take protective measures",
                                "elements": [
                                    {
                                        "content": "85.  The Court recalls that the first sentence of Article 2 § 1 enjoins the State not only to refrain from the intentional and unlawful taking of life, but also to take appropriate steps to safeguard the lives of those within its jurisdiction (see the L.C.B. v. the United Kingdom judgment of 9 June 1998, Reports 1998-III, p. 1403, § 36). This involves a primary duty on the State to secure the right to life by putting in place effective criminal-law provisions to deter the commission of offences against the person, backed up by law-enforcement machinery for the prevention, suppression and punishment of breaches of such provisions. It also extends in appropriate circumstances to a positive obligation on the authorities to take preventive operational measures to protect an individual or individuals whose life is at risk from the criminal acts of another individual (see the Osman judgment cited above, p. 3159, § 115).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  Bearing in mind the difficulties in policing modern societies, the unpredictability of human conduct and the operational choices which must be made in terms of priorities and resources, the positive obligation must be interpreted in a way which does not impose an impossible or disproportionate burden on the authorities. Accordingly, not every claimed risk to life can entail for the authorities a Convention requirement to take operational measures to prevent that risk from materialising. For a positive obligation to arise, it must be established that the authorities knew or ought to have known at the time of the existence of a real and immediate risk to the life of an identified individual or individuals from the criminal acts of a third party and that they failed to take measures within the scope of their powers which, judged reasonably, might have been expected to avoid that risk (see the Osman judgment cited above, pp. 3159-60, § 116).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  In the present case, the Court recalls that it has not been established beyond reasonable doubt that any State agent was involved in the killing of Hasan Kaya. There are, however, strong inferences that can be drawn on the facts of this case that the perpetrators of the murder were known to the authorities. The Court refers to the fact that Metin Can and Hasan Kaya were transported by their kidnappers over more than 130 km from Elazığ to Tunceli through a series of official checkpoints. It notes also the evidence in the investigation file that a suspected terrorist who claimed involvement in the killing was seen by two witnesses to receive assistance from gendarmes in Pertek. It is striking that the oral testimony of Fatma Can and Şerafettin Özcan about the disappearance of Metin Can and Hasan Kaya was consistent with the account given to the journalist Soner Yalçın by the JİTEM officer Cem Ersever, who claimed knowledge of the targeting of a lawyer and a doctor in Elazığ by contra-guerrillas. Furthermore, the Susurluk report took the position that the murder of Metin Can, and therefore by implication that of Hasan Kaya, was one of the extra-judicial executions carried out with the knowledge of the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The question to be determined by the Court is whether in the circumstances the authorities failed in a positive obligation to protect Hasan Kaya from a risk to his life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  It notes that Hasan Kaya believed that his life was at risk and that he was under surveillance by the police. He was, according to Bira Zordağ, under suspicion by the police of treating wounded members of the PKK. His friend Metin Can, a lawyer who had acted for PKK suspects and for prisoners detained in Tunceli Prison, as well as being president of the HRA which was regarded as suspect by the authorities, had also received threats and feared that he was under surveillance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Government have claimed that Hasan Kaya was not more at risk than any other person, or doctor, in the south-east region. The Court notes the tragic number of victims to the conflict in that region. It recalls, however, that in 1993 there were rumours current alleging that contra-guerrilla elements were involved in targeting persons suspected of supporting the PKK. It is undisputed that there were a significant number of killings – the “unknown perpetrator killing” phenomenon – which included prominent Kurdish figures such as Musa Anter and other journalists (see paragraph 57 above and the Yaşa v. Turkey judgment of 2 September 1998, Reports 1998-VI, p. 2440, § 106). The Court is satisfied that Hasan Kaya, as a doctor suspected of aiding and abetting the PKK, was at that time at particular risk of falling victim to an unlawful attack. Moreover, this risk could in the circumstances be regarded as real and immediate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court is equally satisfied that the authorities must be regarded as being aware of this risk. It has accepted the Commission's assessment of the evidence of Bira Zordağ, who recounted that the police at Elaziğ questioned him about Hasan Kaya and Metin Can and made threats that they would be punished.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  Furthermore, the authorities were aware, or ought to have been aware, of the possibility that this risk derived from the activities of persons or groups acting with the knowledge or acquiescence of elements in the security forces. A 1993 report by a Parliamentary Investigation Commission (see paragraph 59 above) stated that it had received information that a Hizbullah training camp was receiving aid and training from the security forces and concluded that some officials might be implicated in the 908 unsolved killings in the south-east region. The Susurluk report, published in January 1998, informed the Prime Minister's Office that the authorities were aware of killings being carried out to eliminate alleged supporters of the PKK, including the murders of Musa Anter and Metin Can. The Government insisted that this report did not have any judicial or evidential value. However, even the Government described the report as providing information on the basis of which the Prime Minister was to take further appropriate measures. It may therefore be regarded as a significant document.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court does not rely on the report as establishing that any State official was implicated in any particular killing. The report does, however, provide further strong substantiation for allegations, current at the time and since, that “contra-guerrilla” groups involving confessors or terrorist groups were targeting individuals perceived to be acting against State interests, with the acquiescence, and possible assistance, of members of the security forces.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court has considered whether the authorities did all that could reasonably be expected of them to avoid the risk to Hasan Kaya.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  It recalls that, as the Government submit, there was a large number of security forces in the south-east region pursuing the aim of establishing public order. They faced the difficult task of countering the violent armed attacks of the PKK and other groups. There was a framework of law in place with the aim of protecting life. The Turkish Criminal Code prohibited murder and there were police and gendarmerie forces with the functions of preventing and investigating crime, under the supervision of the judicial branch of public prosecutors. There were also courts applying the provisions of the criminal law in trying, convicting and sentencing offenders.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court observes, however, that the implementation of the criminal law in respect of unlawful acts allegedly carried out with the involvement of the security forces discloses particular characteristics in the south-east region in this period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Firstly, where offences were committed by State officials in certain circumstances, the competence to investigate was removed from the public prosecutor in favour of administrative councils, which took the decision whether to prosecute (see paragraph 65 above). These councils were made up of civil servants, under the orders of the governor, who was himself responsible for the security forces whose conduct was in issue. The investigations which they instigated were often carried out by gendarmes linked hierarchically to the units concerned in the incident. The Court accordingly found in two cases that the administrative councils did not provide an independent or effective procedure for investigating deaths involving members of the security forces (see the Güleç v. Turkey judgment of 27 July 1998, Reports 1998IV, pp. 1731-33, §§ 77-82, and Oğur v. Turkey [GC], no. 21594/93, §§ 85-93, ECHR 1999-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  Secondly, the cases examined by the Convention organs concerning the region at this time have produced a series of findings of failure by the authorities to investigate allegations of wrongdoing by the security forces, both in the context of the procedural obligations under Article 2 of the Convention and the requirement of effective remedies imposed by Article 13 of the Convention (see, concerning Article 2, the Kaya v. Turkey judgment of 19 February 1998, Reports 1998-I, pp. 324-26, §§ 86-92; the Ergi v. Turkey judgment of 28 July 1998, Reports 1998-IV, pp. 1778-79, §§ 82-85; the Yaşa judgment cited above, pp. 2454-57, §§ 98-108; Çakıcı v. Turkey [GC], no. 23657/94, § 87, ECHR 1999-IV; and Tanrıkulu cited above, §§ 101-11; concerning Article 13, see the judgments cited above and the Aksoy v. Turkey judgment of 18 December 1996, Reports 1996-VI, pp. 2286-87, §§ 95-100; the Aydın v. Turkey judgment of 25 September 1997, Reports 1997-VI, pp. 1895-98, §§ 103-09; the Menteş and Others v. Turkey judgment of 28 November 1997, Reports 1997-VIII, pp. 2715-16, §§ 89-92; the Selçuk and Asker v. Turkey judgment of 24 April 1998, Reports 1998-II, pp. 912-14, §§ 93-98; the Kurt v. Turkey judgment of 25 May 1998, Reports 1998-III, pp. 1188-90, §§ 135-42; and the Tekin v. Turkey judgment of 9 June 1998, Reports 1998IV, pp. 1519-20, §§ 62-69).",
                                        "elements": []
                                    },
                                    {
                                        "content": "A common feature of these cases is a finding that the public prosecutor failed to pursue complaints by individuals claiming that the security forces were involved in an unlawful act, for example not interviewing or taking statements from implicated members of the security forces, accepting at face value the reports of incidents submitted by members of the security forces and attributing incidents to the PKK on the basis of minimal or no evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  Thirdly, the attribution of responsibility for incidents to the PKK has particular significance as regards the investigation and judicial procedures which ensue since jurisdiction for terrorist crimes has been given to the National Security Courts (see paragraph 64 above). In a series of cases, the Court has found that the National Security Courts do not fulfil the requirement of independence imposed by Article 6 of the Convention, due to the presence of a military judge whose participation gives rise to legitimate fears that the court may be unduly influenced by considerations which had nothing to do with the nature of the case (see the Incal v. Turkey judgment of 9 June 1998, Reports 1998-IV, pp. 1571-73, §§ 65-73).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Court finds that these defects undermined the effectiveness of the protection afforded by the criminal law in the south-east region during the period relevant to this case. It considers that this permitted or fostered a lack of accountability of members of the security forces for their actions which, as the Commission stated in its report, was not compatible with the rule of law in a democratic society respecting the fundamental rights and freedoms guaranteed under the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  Consequently, these defects removed the protection which Hasan Kaya should have received by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Government have disputed that they could in any event have effectively provided protection against attacks. The Court is not convinced by this argument. A wide range of preventive measures would have been available to the authorities regarding the activities of their own security forces and those groups allegedly acting under their auspices or with their knowledge. The Government have not provided any information concerning steps taken by them prior to the Susurluk report to investigate the existence of contra-guerrilla groups and the extent to which State officials were implicated in unlawful killings carried out during this period, with a view to taking appropriate measures of prevention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Court concludes that in the circumstances of this case the authorities failed to take reasonable measures available to them to prevent a real and immediate risk to the life of Hasan Kaya. There has, accordingly, been a violation of Article 2 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Alleged inadequacy of the investigation",
                                "elements": [
                                    {
                                        "content": "102.  The Court reiterates that the obligation to protect life under Article 2 of the Convention, read in conjunction with the State's general duty under Article 1 of the Convention “to secure to everyone within [its] jurisdiction the rights and freedoms defined in [the] Convention”, requires by implication that there should be some form of effective official investigation when individuals have been killed as a result of the use of force (see, mutatis mutandis, the McCann and Others v. the United Kingdom judgment of 27 September 1995, Series A no. 324, p. 49, § 161, and the Kaya judgment cited above, p. 329, § 105).",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  In the present case, the investigation into the disappearance was conducted by the public prosecutor at Elazığ. It changed hands four times. The file was transferred to Tunceli when the bodies were discovered. The Tunceli public prosecutor ceded jurisdiction to the National Security Court at Kayseri considering the case to concern a terrorist crime. From Kayseri, the investigation was transferred to Erzincan National Security Court and finally to Malatya National Security Court, where it is still pending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The investigation at the scene of discovery of the bodies involved two autopsies. The first was cursory and included the remarkable statement that there were no marks of ill-treatment on the bodies. The second autopsy was more detailed and did record marks on both bodies. It omitted, however, to provide explanations or conclusions regarding the ecchymoses on the nail bases and the knees and ankle or the scratches on the ankle. Bruises on the right ear and head area were attributed to pressure on the body, without clear explanation as to what that might involve (see paragraph 22 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "There was no forensic examination of the scene or report regarding whether the victims were killed at the scene or how they were deposited at the scene. Nor was there any investigation concerning how the two victims had been transported from Elazığ to Tunceli, which journey would have involved stopping at a series of official checkpoints along the more than 130 km route. The Court observes that there is no evidence in the investigation file to document any attempts to check custody records or to take statements from potential eyewitnesses at Yazıkonak, where the car was found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  It is noticeable that the major, indeed the only, leads in the investigation concerned alleged contra-guerrilla and security force involvement and were provided by information from the relatives of the victims, Ahmet Kaya and Anik Can, who passed on what they had heard from others and from the press. Information was also provided by a Tunceli lawyer and the president of the Tunceli HRA when they read an article in the press concerning the alleged perpetrators of the killings. The Aydınlık editor submitted a petition, drawing attention to interviews published in the newspaper alleging contra-guerrilla and State security-officer involvement. The public prosecutors concerned did take steps in response. However, these were often limited and superficial. For example, instructions were given to locate the suspected contra-guerrilla Mahmut Yıldırım. However, the reports by the police were contradictory – the first stated that he had left his address while the second claimed the address did not exist. No steps were taken to clarify this (see paragraphs 45 and 53 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The information concerning the alleged sighting of a wanted terrorist, Yusuf Geyik, who had claimed participation in the killings, with gendarmes in Pertek, was also not pursued, in particular, the apparent report of the police officer confirming the eyewitness statements that Geyik had been staying at the district gendarmerie headquarters. No further enquiry was made of the gendarmes, notwithstanding the fact that one of the eyewitnesses had given the first names of two gendarmes whom he had claimed to recognise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government have disputed that the public prosecutor can be criticised for failing to contact the press concerning their sources of information, in particular the journalist Soner Yalçın, who published interviews, and later a book, concerning information given to him by a JİTEM officer, Cem Ersever, about the targeting of a lawyer and doctor in Elazığ. It is correct that the information which he could have given may have been hearsay in nature. Yalçın's claims were, however, relevant to the investigation and could have provided other lines of enquiry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The investigation was also dilatory. There were significant delays in seeking statements from witnesses: for example, it took from 17 November 1993 to April 1994 to obtain a fuller and more detailed statement from Hüseyin Kaykaç. There was no apparent activity between 5 May 1993 and September 1993 and no significant step taken from April 1994 until 13 March 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Court does not underestimate the difficulties facing public prosecutors in the south-east region at that time. It recalls that Judge Major Bulut, who gave evidence to the Commission's delegates, explained that he had 500 other investigations under his responsibility. Nonetheless, where there are serious allegations of misconduct and infliction of unlawful harm implicating State security officers, it is incumbent on the authorities to respond actively and with reasonable expedition (see, mutatis mutandis, Selmouni v. France, [GC], no. 25803/94, §§ 76-79, ECHR 1999-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Court is not satisfied that the investigation carried out into the killing of Hasan Kaya and Metin Can was adequate or effective. It failed to establish significant elements of the incident or clarify what happened to the two men and has not been conducted with the diligence and determination necessary for there to be any realistic prospect of identifying and apprehending the perpetrators. It has remained from the early stages within the jurisdiction of the National Security Court prosecutors, who investigate primarily terrorist or separatist offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Court concludes that there has been in this respect a violation of Article 2 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  Alleged violation of article 3 of the convention",
                        "elements": [
                            {
                                "content": "110.  The applicant complained that his brother was tortured before his death. He had previously complained that the circumstances of his brother's disappearance and death had also inflicted inhuman and degrading treatment on himself but did not pursue this claim before the Court. He invoked Article 3 of the Convention which provides:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "111.  The applicant relied on the medical evidence of injury which could only have been sustained by his brother during the period of disappearance before his body was discovered. This included bruises on the nail bases, marks on the wrists from wire, bruises and scratches on the body and the state of the feet, which showed long immersion in water or snow. The failure of the authorities to carry out an effective investigation was also alleged to disclose a breach of the procedural obligation under Article 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "112.  The Government denied that there was any sign of torture revealed by the autopsies. They also disputed any State responsibility for the disappearance.",
                                "elements": []
                            },
                            {
                                "content": "113.  The Commission considered that the respondent State was responsible for the ill-treatment suffered by Hasan Kaya before his death on the basis of its finding of failure by the authorities to protect his life. It found, however, that the medical evidence revealed treatment which should be characterised as inhuman and degrading.",
                                "elements": []
                            },
                            {
                                "content": "114.  The Court recalls that it has not found that any State agent was directly responsible for Hasan Kaya's death. It has concluded that in the circumstances of this case there was a failure to provide protection of his right to life by the defects in the criminal law preventive framework and by the failure of the authorities to take reasonable steps to avoid a known risk to his life.",
                                "elements": []
                            },
                            {
                                "content": "115.  The obligation imposed on High Contracting Parties under Article 1 of the Convention to secure to everyone within their jurisdiction the rights and freedoms defined in the Convention, taken together with Article 3, requires States to take measures designed to ensure that individuals within their jurisdiction are not subjected to torture or inhuman or degrading treatment, including such ill-treatment administered by private individuals (see the A. v. the United Kingdom judgment of 23 September 1998, Reports 1998-VI, p. 2699, § 22). State responsibility may therefore be engaged where the framework of law fails to provide adequate protection (see, for example, the A. judgment cited above, p. 2700, § 24) or where the authorities fail to take reasonable steps to avoid a risk of ill-treatment about which they knew or ought to have known (for example, mutatis mutandis, the Osman judgment cited above, pp. 3159-60, §§ 115-16).",
                                "elements": []
                            },
                            {
                                "content": "116.  The Court finds that the authorities knew or ought to have known that Hasan Kaya was at risk of being targeted as he was suspected of giving assistance to wounded members of the PKK. The failure to protect his life through specific measures and through the general failings in the criminal law framework placed him in danger not only of extra-judicial execution but also of ill-treatment from persons who were unaccountable for their actions. It follows that the State is responsible for the ill-treatment suffered by Hasan Kaya after his disappearance and prior to his death.",
                                "elements": []
                            },
                            {
                                "content": "117.  In determining whether a particular form of ill-treatment should be qualified as torture, consideration must be given to the distinction, embodied in Article 3, between this notion and that of inhuman or degrading treatment. As noted in previous cases, it appears that it was the intention that the Convention should, by means of this distinction, attach a special stigma to deliberate inhuman treatment causing very serious and cruel suffering (see the Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, p. 66, § 167, and Selmouni cited above, § 96). In addition to the severity of the treatment, there is a purposive element as recognised in the United Nations Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, which came into force on 26 June 1987, and which defines torture in terms of the intentional infliction of severe pain or suffering with the aim, inter alia, of obtaining information, inflicting punishment or intimidating (see Article 1 of the United Nations Convention).",
                                "elements": []
                            },
                            {
                                "content": "118.  The Court agrees with the Commission that the exact circumstances in which Hasan Kaya was held and received the physical injuries noted in the autopsy are unknown. The medical evidence available also does not establish that the level of suffering could be regarded as very cruel and severe. It is, however, in no doubt that the binding of Hasan Kaya's wrists with wire in such a manner as to cut the skin and the prolonged exposure of his feet to water or snow, whether caused intentionally or otherwise, may be regarded as inflicting inhuman and degrading treatment within the meaning of Article 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "119.  The Court concludes that there has been a breach of Article 3 of the Convention in respect of Hasan Kaya.",
                                "elements": []
                            },
                            {
                                "content": "120.  It does not deem it necessary to make a separate finding under Article 3 in respect of the alleged deficiencies in the investigation.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  Alleged violation of article 13 of the convention",
                        "elements": [
                            {
                                "content": "121.  The applicant complained that he had not had an effective remedy within the meaning of Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "122.  The Government argued that in light of the conditions prevailing in the region, the investigation carried out was effective. They pointed out that the authorities were only informed of the disappearance seventeen hours after it occurred. The investigation would continue until the end of the prescription period of twenty years. They perceived no problem arising concerning effective remedies.",
                                "elements": []
                            },
                            {
                                "content": "123.  The Commission, with whom the applicant agreed, was of the opinion that the applicant had arguable grounds for claiming that the security forces were implicated in the killing of his brother. Referring to its findings relating to the inadequacy of the investigation, it concluded that the applicant had been denied an effective remedy.",
                                "elements": []
                            },
                            {
                                "content": "124.  The Court reiterates that Article 13 of the Convention guarantees the availability at the national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they conform to their Convention obligations under this provision. The scope of the obligation under Article 13 varies depending on the nature of the applicant's complaint under the Convention. Nevertheless, the remedy required by Article 13 must be “effective” in practice as well as in law, in particular in the sense that its exercise must not be unjustifiably hindered by the acts or omissions of the authorities of the respondent State (see the following judgments cited above: Aksoy, p. 2286, § 95; Aydın, pp. 1895-96, § 103; and Kaya, pp. 329-30, § 106).",
                                "elements": []
                            },
                            {
                                "content": "Given the fundamental importance of the right to protection of life, Article 13 requires, in addition to the payment of compensation where appropriate, a thorough and effective investigation capable of leading to the identification and punishment of those responsible for the deprivation of life and including effective access for the complainant to the investigation procedure (see the Kaya judgment cited above, pp. 330-31, § 107).",
                                "elements": []
                            },
                            {
                                "content": "125.  On the basis of the evidence adduced in the present case, the Court has not found it proved beyond reasonable doubt that agents of the State carried out, or were otherwise implicated in, the killing of the applicant's brother. As it has held in previous cases, however, that does not preclude the complaint in relation to Article 2 from being an “arguable” one for the purposes of Article 13 (see the Boyle and Rice v. the United Kingdom judgment of 27 April 1988, Series A no. 131, p. 23, § 52, and the Kaya and Yaşa judgments cited above, pp. 330-31, § 107, and p. 2442, § 113, respectively). In this connection, the Court observes that it is not in dispute that the applicant's brother was the victim of an unlawful killing and he may therefore be considered to have an “arguable claim”.",
                                "elements": []
                            },
                            {
                                "content": "126.  The authorities thus had an obligation to carry out an effective investigation into the circumstances of the killing of the applicant's brother. For the reasons set out above (see paragraphs 100-06 above), no effective criminal investigation can be considered to have been conducted in accordance with Article 13, the requirements of which are broader than the obligation to investigate imposed by Article 2 (see the Kaya judgment cited above, pp. 330-31, § 107). The Court finds therefore that the applicant has been denied an effective remedy in respect of the death of his brother and thereby access to any other available remedies at his disposal, including a claim for compensation.",
                                "elements": []
                            },
                            {
                                "content": "Consequently, there has been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  Alleged practice by the authorities of infringing articles 2, 3 and 13 of the convention",
                        "elements": [
                            {
                                "content": "127.  The applicant maintained that there existed in Turkey an officially tolerated practice of violating Articles 2, 3 and 13 of the Convention, which aggravated the breaches of which he and his brother had been the victims. Referring to other cases concerning events in south-east Turkey in which the Commission and the Court had also found breaches of these provisions, the applicant submitted that they revealed a pattern of denial by the authorities of allegations of serious human rights violations as well as a denial of remedies.",
                                "elements": []
                            },
                            {
                                "content": "128.  Having regard to its findings under Articles 2, 3 and 13 above, the Court does not find it necessary to determine whether the failings identified in this case are part of a practice adopted by the authorities.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  Alleged violation of article 14 of the convention",
                        "elements": [
                            {
                                "content": "129.  The applicant submitted that his brother was kidnapped and killed because of his Kurdish origin and his presumed political opinion and that he was thus discriminated against, contrary to the prohibition contained in Article 14 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "130.  The Government did not address this issue at the hearing.",
                                "elements": []
                            },
                            {
                                "content": "131.  The Court considers that these complaints arise out of the same facts as those considered under Articles 2, 3 and 13 of the Convention and does not find it necessary to examine them separately.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "132.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "133.  The applicant claimed 42,000 pounds sterling (GBP) in respect of the pecuniary damage suffered by his brother who is now dead. He submitted that his brother, aged 27 at the time of his death and working as a doctor with a salary equivalent to GBP 1,102 per month, can be said to have sustained a capitalised loss of earnings of GBP 253,900.80. However, in order to avoid any unjust enrichment, the applicant claimed the lower sum of GBP 42,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  The Government, pointing out that the applicant had failed to establish any direct State involvement in the death of his brother, rejected the applicant's claims as exaggerated and likely to lead to unjust enrichment. They disputed that his brother would have earned the sum claimed, which was an immense amount in Turkish terms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  The Court notes that the applicant's brother was unmarried and had no children. It is not claimed that the applicant was in any way dependent on him. This does not exclude an award in respect of pecuniary damage being made to an applicant who has established that a close member of the family has suffered a violation of the Convention (see the Aksoy judgment cited above, pp. 2289-90, § 113, where the pecuniary claims made by the applicant prior to his death for loss of earnings and medical expenses arising out of detention and torture were taken into account by the Court in making an award to the applicant's father who had continued the application). In the present case, however, the claims for pecuniary damage relate to alleged losses accruing subsequent to the death of the applicant's brother. They do not represent losses actually incurred either by the applicant's brother before his death or by the applicant after his brother's death. The Court does not find it appropriate in the circumstances of this case to make any award to the applicant under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "136.  The applicant claimed, having regard to the severity and number of violations, GBP 50,000 in respect of his brother and GBP 2,500 in respect of himself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  The Government claimed that these amounts were excessive and unjustified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  As regards the claim made by the applicant in respect of non-pecuniary damage on behalf of his deceased brother, the Court notes that awards have previously been made to surviving spouses and children and, where appropriate, to applicants who were surviving parents or siblings. It has previously awarded sums as regards the deceased where it was found that there had been arbitrary detention or torture before his disappearance or death, such sums to be held for the person's heirs (see the Kurt judgment cited above, p. 1195, §§ 17475, and Çakıcı cited above, § 130). The Court notes that there have been findings of violations of Articles 2, 3 and 13 in respect of the failure to protect the life of Hasan Kaya, whose body was found bearing signs of serious ill-treatment after being held by his captors for six days. It finds it appropriate in the circumstances of the present case to award GBP 15,000, which amount is to be paid to the applicant and held by him for his brother's heirs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  The Court accepts that the applicant has himself suffered nonpecuniary damage which cannot be compensated solely by the findings of violations. Making its assessment on an equitable basis, the Court awards the applicant the sum of GBP 2,500, to be converted into Turkish liras at the rate applicable at the date of payment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "140.  The applicant claimed a total of GBP 32,781.74 for fees and costs incurred in bringing the application, less the amounts received by way of legal aid from the Council of Europe. This included fees and costs incurred in respect of attendance at the taking of evidence before the Commission's delegates at hearings in Ankara and Strasbourg and attendance at the hearing before the Court in Strasbourg. A sum of GBP 5,205 is listed as fees and administrative costs incurred in respect of the Kurdish Human Rights Project in its role as liaison between the legal team in the United Kingdom and the lawyers and the applicant in Turkey, as well as a sum of GBP 3,570 in respect of work undertaken by lawyers in Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.  The Government regarded the professional fees as exaggerated and unreasonable and submitted that regard should be had to the applicable rates for the Bar in Istanbul.",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  In relation to the claim for costs the Court, deciding on an equitable basis and having regard to the details of the claims submitted by the applicant, awards him the sum of GBP 22,000 together with any valueadded tax that may be chargeable, less the 15,095 French francs received by way of legal aid from the Council of Europe.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "143.  According to the information available to the Court, the statutory rate of interest applicable in the United Kingdom at the date of adoption of the present judgment is 7.5% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds by six votes to one that the respondent State failed to protect the life of Hasan Kaya in violation of Article 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously that there has been a violation of Article 2 of the Convention on account of the failure of the authorities of the respondent State to conduct an effective investigation into the circumstances of the death of Hasan Kaya;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds by six votes to one that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by six votes to one that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds unanimously that it is unnecessary to examine whether there has been a violation of Article 14 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds by six votes to one that the respondent State is to pay the applicant in respect of his brother, within three months, by way of compensation for non-pecuniary damage, GBP 15,000 (fifteen thousand pounds sterling) to be converted into Turkish liras at the rate applicable at the date of settlement, which sum is to be held by the applicant for his brother's heirs;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds unanimously that the respondent State is to pay the applicant, within three months, in respect of compensation for non-pecuniary damage, GBP 2,500 (two thousand five hundred pounds sterling) to be converted into Turkish liras at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds unanimously that the respondent State is to pay the applicant, within three months, in respect of costs and expenses, GBP 22,000 (twenty-two thousand pounds sterling), together with any value-added tax that may be chargeable, less FRF 15,095 (fifteen thousand and ninety five French francs) to be converted into pounds sterling at the rate applicable at the date of delivery of this judgment;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds unanimously that simple interest at an annual rate of 7.5% shall be payable on these sums from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "10.  Dismisses unanimously the remainder of the applicant's claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 28 March 2000.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the partly dissenting opinion of Mr Gölcüklü is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "To my great regret, I am unable to agree with the majority on points 1, 3, 4 and 6 of the operative provisions of the Mahmut Kaya judgment for the following reasons.",
                        "elements": []
                    },
                    {
                        "content": "1.  The Court reached the conclusion that the respondent State had violated Article 2 by failing to take the necessary measures to protect the life of Hasan Kaya.",
                        "elements": []
                    },
                    {
                        "content": "There is not a shadow of doubt in anyone's mind that south-east Turkey is a high-risk area for all its inhabitants. PKK and Hizbullah terrorists and members of the far left, encouraged and supported by foreign powers, seize every opportunity to perpetrate their crimes. Moreover, gangsters and rogues take advantage of the presence of these terrorist groups in the region. The authorities have taken – and continue to take – all necessary measures within their power to combat these threats to life (see paragraph 86 of the judgment). The Court itself recognises that the positive obligation imposed on the State by the Convention is not absolute but merely one to use best endeavours.",
                        "elements": []
                    },
                    {
                        "content": "Thus, surely, it is for people living in the region who feel threatened to exercise greater care than others and to take their own safety precautions, rather than wait for the authorities to protect them against those dangers.",
                        "elements": []
                    },
                    {
                        "content": "Surely it was unwise and foolhardy of the deceased to leave with strangers for an unknown destination when, as the Commission found, he was aware of the risk he was running.",
                        "elements": []
                    },
                    {
                        "content": "Unfortunately, no government is able to make security agents available to accompany persons who feel threatened or to provide them with personal protection in a high-risk area where perhaps hundreds or even thousands of people are in a like situation. Indeed, Hasan Kaya at no stage requested protection. The regional authorities and the deceased's family concealed the true circumstances of his disappearance from the investigating authorities, and may even have lied to them. In other words, they did not give any assistance whatsoever to the security agents (see paragraph 14 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "Consequently, I do not share the opinion that the respondent State failed, in breach of Article 2 of the Convention, in any duty it had to protect Hasan Kaya's life.",
                        "elements": []
                    },
                    {
                        "content": "2.  As regards the finding of a violation of Article 13 of the Convention, I refer to my dissenting opinion in the case of Ergi v. Turkey (judgment of 28 July 1998, Reports of Judgments and Decisions 1998-IV). Thus, I agree with the Commission that once the conclusion has been reached that there has been a violation of Article 2 of the Convention on the grounds that there was no effective investigation into the death that has given rise to the complaint, no separate question arises under Article 13. The fact that there was no satisfactory and adequate investigation into the death which resulted in the applicant's complaints, both under Article 2 and Article 13, automatically means that there was no effective remedy before a national court. On that subject, I refer to my dissenting opinion in the case of Kaya v. Turkey (judgment of 19 February 1998, Reports 1998-I) and the opinion expressed by the Commission with a large majority (see the opinions of the Commission annexed to the following judgments: Aytekin v. Turkey, 23 September 1998, Reports 1998-VII; Ergi cited above; and Yaşa v. Turkey, 2 September 1998, Reports 1998-VI).",
                        "elements": []
                    },
                    {
                        "content": "3.  The Court awarded the applicant 15,000 pounds sterling (GBP) “in respect of his brother ... by way of compensation in respect of non-pecuniary damage ... which sum is to be held by the applicant for his brother's heirs”.",
                        "elements": []
                    },
                    {
                        "content": "The actio popularis is excluded under the Convention system, with all the consequences that logically follow. It is for that reason that the Court has up till now awarded compensation for non-pecuniary damage for individual violations only to very close relatives such as the surviving spouse or children of the deceased person or, exceptionally, when it has appeared equitable, the father or mother if an express claim has been made (see paragraph 138 of the judgment in the instant case and Tanrıkulu v. Turkey [GC], no. 23763/94, § 138, ECHR 1999-IV).",
                        "elements": []
                    },
                    {
                        "content": "It is completely alien and contrary to the Convention system and devoid of any legal justification for an abstract, anonymous and undefined group (perhaps very distant heirs) that has suffered no non-pecuniary damage as a result of the violations found to be awarded compensation.",
                        "elements": []
                    },
                    {
                        "content": "Hasan Kaya was single. He had no companion or children and therefore no heirs deserving compensation for non-pecuniary damage. Yet, even more surprisingly, the Court awarded the applicant's brother the sum of GBP 2,500 for non-pecuniary damage (see paragraph 139 of the judgment). As one of the deceased's heirs, that brother will also receive part of the award of GBP 15,000. He will thus receive two lots of compensation for the same loss, a fact that goes to highlight the inequitable nature of the Court's decision in this case.",
                        "elements": []
                    },
                    {
                        "content": "4.  Before closing, I feel bound to express my views on what I consider to be an important point. In cases where the presumed offender is a State agent, he may only be prosecuted if the administrative body (the “administrative council”) has given prior authorisation. However, that body is, by law, made up of public servants and is neither independent nor impartial. The Court, whose view I agree with entirely, has consistently criticised the Turkish government for that state of affairs.",
                        "elements": []
                    },
                    {
                        "content": "However, the Court's inadmissibility decision of 5 October 1999 in Grams v. Germany ((dec.), no. 33677/96, ECHR 1999-VII) is instructive on the point. The case concerned the death of a presumed member of the Red Army Faction. The Court noted that the Schwerin public prosecutor's office had decided to drop the prosecution on the ground that the police officers had fired in lawful selfdefence and Grams had committed suicide by shooting himself in the head. In arriving at that conclusion, the public prosecutor's office had relied on a 210-page report (Abschlußvermerk) in which the special unit responsible for the investigation of the case had set out its findings. What is interesting in this example – and it will be noted in passing that the application was not even communicated to the Government – is that the investigation was conducted not by a judicial body but by a special unit, that is to say a purely administrative body.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrsE. Palm",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrL. Ferrari Bravo",
            "role": "judges"
        },
        {
            "name": "MrB. Zupančič",
            "role": "judges"
        },
        {
            "name": "MrsW. Thomassen",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrF. Gölcüklü",
            "role": "ad hoc judge"
        },
        {
            "name": "Mr M. O'Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MAHMUT KAYA v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58523.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:0328JUD002253593",
    "externalsources": [
        "United Nations Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, Article 1"
    ],
    "extractedappno": [
        "22535/93",
        "10/90",
        "23763/94",
        "21594/93",
        "23657/94",
        "25803/94",
        "33677/96"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-58523",
    "judgementdate": "28/03/2000 00:00:00",
    "kpdate": "28/03/2000 00:00:00",
    "kpthesaurus": [
        "449",
        "231",
        "350",
        "193",
        "90",
        "444",
        "110",
        "343",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "2-1",
        "14",
        "3",
        "2",
        "13",
        "41"
    ],
    "parties": [
        "MAHMUT KAYA",
        "TURKEY"
    ],
    "rank": "398.360992431641",
    "representedby": [],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "A. v. the United Kingdom judgment of 23 September 1998, Reports 1998-VI, p. 2699, § 22, p. 2700, § 24",
        "Aksoy v. Turkey judgment of 18 December 1996, Reports 1996-VI, pp. 2286-2287, §§ 95-100, pp. 2289-2290, § 113",
        "Aydin v. Turkey judgment of 25 September 1997, Reports 1998-VI, pp. 1895-1898, §§ 103-109",
        "Boyle and Rice v. the United Kingdom judgment of 27 April 1988, Series A no. 131, p. 23, § 52",
        "Çakici v. Turkey [GC], no. 23657/94, § 87, § 130, ECHR 1999-IV",
        "Ergi v. Turkey judgment of 28 July 1998, Reports 1998-IV, pp. 1778-1779, §§ 82-85",
        "Güleç v. Turkey judgment of 27 July 1998, Reports 1998-IV, pp. 1731-1733, §§ 77-82",
        "Incal v. Turkey judgment of 9 June 1998, Reports 1998-IV, pp. 1571-1573, §§ 65-73",
        "Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, p. 66, § 167",
        "Kaya v. Turkey judgment of 19 February 1998, Reports 1998-I, pp. 324-326, §§ 86-92, p. 329, § 105, pp. 329-330, § 106, pp. 330-331, § 107",
        "Kurt v. Turkey judgment of 25 May 1998, Reports 1998-III, pp. 1188-1190, §§ 135-142, p. 1195, §§ 174-175",
        "L.C.B. v. the United Kingdom judgment of 9 June 1998, Reports 1998-III, p. 1403, § 36",
        "McCann and others v. the United Kingdom judgment of 27 September 1995, Series A no. 324, p. 49, § 161",
        "Mentes and Others v. Turkey judgment of 28 November 1997, Reports 1997-VIII, pp. 2715-2716, §§ 89-92",
        "Ogur v. Turkey [GC], no. 21594/93, §§ 85-93, ECHR 1999-III",
        "Osman v. the United Kingdom judgment of 28 October 1998, Reports 1998-VIII, pp. 3159-3160, §§ 115-116",
        "Selçuk and Asker v. Turkey judgment of 24 April 1998, Reports 1998-II, pp. 912-914, §§ 93-98",
        "Selmouni v. France [GC], no. 25803/94, § 77, § 96, ECHR 1999-V",
        "Tanrikulu v. Turkey [GC], no. 23763/94, § 67, §§ 101-111, ECHR 1999-IV",
        "Tekin v. Turkey judgment of 9 June 1998, Reports 1998-IV, pp. 1519-1520, §§ 62-69",
        "Yasa v. Turkey judgment of 2 September 1998, Reports 1998-VI, pp. 2438-2441, §§ 98-108, p. 2442, § 113"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "438647",
    "typedescription": "15"
}