{
    "__articles": "34;P4-2;P4-2-1;P4-2-3;P7-1;P7-1-1",
    "__conclusion": "Violation of P4-2;Violation of P7-1;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "14139/03",
    "article": [
        "p7-1",
        "34",
        "p4-2"
    ],
    "conclusion": [
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-77268.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 14139/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Hacı Bayram Bolat, on 14 April 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Mr I. Kuchukov, a lawyer practising in . The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, in particular, about a violation of his right to liberty of movement and the domestic authorities' failure to respect the procedural safeguards during his deportation from .",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 8 July 2004, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  By letter of 1 September 2004, the Turkish Government informed the Court that they did not wish to exercise their right under Article 36 § 1 of the Convention to intervene in the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed First Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). The parties replied in writing to each other's observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicant was born in 1974 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "10.  From 1998 to 2003 the applicant, an ethnic Kabardinian, lived in the Kabardino-Balkarian Republic of the  on the basis of a long-term residence permit (vid na zhitelstvo).",
                                "elements": []
                            },
                            {
                                "content": "A.  Extension of the residence permit",
                                "elements": [
                                    {
                                        "content": "11.  In early 2000 the applicant's residence permit was lost or stolen. On 22 February 2000 he asked the Passports and Visas Department of the Ministry of the Interior of the Kabardino-Balkarian Republic (passportno-vizovaya sluzhba MVD KBR) to replace the permit and to extend it until 5 August 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  After a few months' delay the applicant was issued with a new residence permit valid until 9 July 2000. The shortened term of validity was explained by reference to a recommendation of the Federal Security Service of the , which considered a longer extension “inappropriate” because the circumstances surrounding the loss of the first permit had not been clear enough.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant complained to a court. On 1 June 2000 the  allowed the applicant's complaint and ordered the Passports and Visas Department to extend his residence permit until 4 August 2003.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant found guilty of a violation of the residence regulations",
                                "elements": [
                                    {
                                        "content": "14.  On 7 June 2002 the applicant was fined for having breached the residence regulations. He did not contest the fine before a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  After 5 December 2002 the applicant's registered place of residence was a flat on  in . His residence registration at that address was valid until 4 August 2003. Department of the Interior No. 1 of Nalchik (Pervyi otdel vnutrennikh  g. Nalchika) placed a stamp to that effect in the applicant's residence permit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 11 December 2002 the applicant was at a friend's flat in  in  where he had stayed overnight. At 9 a.m. a man and a woman entered the flat. The woman introduced herself as a police inspector of Department of the Interior No. 2 of ; the man did not identify himself. The man and woman claimed that they were conducting a “check-up of identity documents”. The applicant's friend, Mr Kh., refused them entry to the flat, but they entered nevertheless. They proceeded to the room where the applicant was and asked him to produce identity documents. On seeing a different address in his residence permit, the woman asked the applicant why he did not live at home. The woman invited the applicant to come with them to the police station, which the applicant did. The applicant stayed at the station while a report was being drawn up.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On the same day Inspector A. drew up a report of an administrative offence and issued a decision to fine the applicant RUR 500 (approximately EUR 20) for “residing in  without registering his place of stay” which was an offence under Article 18.8 of the Administrative Offences Code. Inspector A. asked the applicant to pay the fine on the spot. The applicant refused and complained to a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 24 December 2002 the  heard the applicant's complaint. The court reiterated that the Russian Constitution guaranteed to anyone who lawfully resided in its territory the freedom to move freely and choose his or her place of residence and stay and that that provision also applied to foreign nationals. The court took statements from the applicant, his friend Mr Kh. and another person who had been in the flat in  on 11 December 2002; they all maintained that the applicant had paid a visit to his friend and had not been living in Mr Kh.'s flat. Furthermore, Ms Sh., the owner of the flat on , confirmed that she had made her flat available to the applicant for residential purposes and that he had been duly registered at her address. The  came to the conclusion that no administrative offence had been committed and annulled the decision of 11 December 2002. The police lodged an appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 20 January 2003 the Supreme Court of the  quashed the judgment of 24 December 2002 on procedural grounds and remitted the case for examination by a different formation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 26 February 2003 the  dismissed the applicant's complaint, finding as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The administrative proceedings against [the applicant] were initiated, and a fine in the amount of 500 roubles was imposed on him, not only on the basis of the obvious fact, established by Inspector A., that [the applicant] had been outside his place of residence but also on the basis of the report drawn up by O. and Sh., district police officers of Department of the Interior No. 3 of Nalchik, on [the applicant's] residence in the Furmanova street flat from 20 November to 11 December 2002... [These police officers] gave statements as witnesses and stated that they had learnt from operational sources that a foreigner, named Bolat Haci-Bayram, was secretly living in Kh.'s flat...",
                                        "elements": []
                                    },
                                    {
                                        "content": "At the same time the complainant and the witnesses Mr Kh. and Ms Sh. failed to satisfy the court that [the applicant] had only stayed overnight at Kh.'s on the night of 10-11 December 2002 because of heavy frost outside and the need to avoid returning to a remote district of the town. In particular, Ms Sh. did not inform the court on what date she had visited [the applicant] on Kulieva avenue and how many days before the administrative offence report was drawn up he might have been staying at Mr Kh.'s... Besides, the court takes into account that the witnesses examined on behalf of the complainant are his relatives or friends and might have an interest in the outcome of the case. Additionally, the court has examined a report by [the police officer Kha.] which stated that during checks he could not verify the applicant's residence either at the old or at the new address.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant appealed against the judgment. In the grounds of appeal the applicant's lawyer alleged, in particular, that the fine had been imposed in the applicant's absence by a police officer who had not been competent to do so, that the report of an administrative offence had not been corroborated by any evidence and that the sanction had not been imposed in accordance with law. The lawyer also submitted that the first-instance court had erred in its assessment of statements by the police officers O. and Sh. who had denied that they had known the applicant, and that the court had admitted in evidence a report by the officer Kha. who had not been examined before or at the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 19 March 2003 the Supreme Court of the  upheld the judgment of 26 February 2003. It rejected the applicant's arguments that he had been unlawfully fined, on the ground that he had allegedly failed to raise these issues before the . The Supreme Court did not address the applicant's inability to question the officer Kha. Instead, it found that “on 30 November 2002 Mr Af., district inspector of the first department of the interior of , reported to his superior that the flat on  was empty”. The remainder of the Supreme Court's reasoning was similar to that of the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 31 March 2003 the applicant and his lawyer asked the Presidium of the Supreme Court of Kabardino-Balkaria to lodge an application for supervisory review. On 6 June 2003 the request was refused.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Annulment of the applicant's residence permit",
                                "elements": [
                                    {
                                        "content": "24.  On 4 February 2003 the applicant applied by mail for an extension of his residence permit to 30 July 2007. On 6 March 2003 the Passports and Visas Department informed him that he had to apply for an extension in person. The applicant responded in writing that there was no such requirement in the domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 29 May 2003 the town prosecutor of  sent a request to remedy a violation of Russian laws (predstavlenie ob ustranenii narushenii zakonov RF) to the head of the Passports and Visas Department. The prosecutor requested that the applicant's residence permit be annulled and that he be expelled because he had been found guilty of two administrative offences in the previous year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 30 May 2003 Inspector Sh. of the Passports and Visas Department annulled the applicant's residence permit on the ground of repeated violations of residence regulations in the . The order was approved by the Minister of the Interior of Kabardino-Balkaria. The applicant was ordered to leave  within fifteen days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 9 June 2003 the  stayed the execution of the order of 30 May 2003 pending the Supreme Court's decision on a request by the applicant for supervisory review.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The applicant's deportation",
                                "elements": [
                                    {
                                        "content": "28.  On 7 August 2003 at about 10 a.m. several officers of the Ministry of the Interior and the Federal Security Service entered the applicant's flat on the Kulieva prospect. Some of them wore face masks. They did not identify themselves and they did not present any search or deportation warrant. The applicant was handcuffed and taken by car to  Airport where he was placed on a flight to .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Quashing of certain judgments and decisions",
                                "elements": [
                                    {
                                        "content": "29.  On 8 October 2003 the Supreme Court of Kabardino-Balkaria, giving a ruling in the supervisory-review procedure, quashed the decision on an administrative offence of 11 December 2002 and the judgment of the Nalchik Town Court of 26 February 2003, finding that there had been no admissible evidence showing that the applicant had lived outside the place of his residence registration. It noted that the reports by police officers O. and Sh. had been based on hearsay and that officer Kha.'s report had not confirmed the applicant's residence in Furmanova street either. Furthermore, it pointed out that the 's requirement of proof that the applicant had only been a guest in  ran contrary to the presumption of innocence enunciated in Article 1.5 of the Administrative Offences Code. Finally, it noted that the administrative charge against the applicant had been examined by an officer of the police station having no territorial jurisdiction over Furmanova street and that this fact alone had rendered the sanction unlawful. The Supreme Court discontinued the administrative proceedings against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 28 October 2003 the  heard the applicant's complaint against the order of 30 May 2003 annulling his residence permit. The court noted that a residence permit could only be annulled in case of repeated violations of residence regulations, but that this provision was no longer applicable as the administrative proceedings against the applicant had been terminated by the decision of 8 October 2003. The court declared the order of 30 May 2003 void and ordered that the Passports and Visas Department extend the applicant's residence permit for five years, starting from 4 August 2003. The judgment was not appealed against and became enforceable on 10 November 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In a separate set of proceedings, the applicant's representative attempted to bring criminal charges against the officials who had deported the applicant by force. On 25 August 2003 he complained to the Nalchik town prosecutor's office about the allegedly unlawful search at the applicant's home and his deportation to . On 30 August 2003 his complaint was rejected because no evidence of a criminal offence had been adduced. On 20 November 2003 the head of the investigations department of the Kabardino-Balkaria prosecutor's office annulled the decision of 30 August and remitted the complaint for additional investigation. On 3 December 2003 the  town prosecutor's office again refused to prefer criminal charges on the ground that no evidence of a criminal offence had been adduced. This decision was subsequently quashed, but on 11 December 2003 and 1 February 2004 further orders discontinuing criminal proceedings were issued.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  The applicant's attempt to return to ",
                                "elements": [
                                    {
                                        "content": "32.  On 9 April 2004 the Passports and Visas Department informed the applicant that it would extend his residence permit in implementation of the 's judgment of 28 October 2003. The Department invited the applicant to appear in person in order to collect the permit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 6 July 2004 the applicant's representative, Mr Kuchukov, received the documents for extension of the applicant's residence permit and forwarded them to the applicant in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  At 6.30 p.m. on 23 August 2004 the applicant arrived in Nalchik on board a flight from . On arrival he was detained by officers of the Border Control and the Federal Security Service and locked in an isolated room in the  airport building. The applicant was not allowed to consult his lawyer, Mr Kuchukov.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 23 and 24 August 2004 Mr Kuchukov sent complaints about the applicant's unlawful detention to prosecutor's offices of various levels, to the Border Control, to the Federal Security Service and to the Representative of the  at the European Court of Human Rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  At 10 a.m. on 25 August 2004 Mr Kuchukov asked Major D., the head of the Border Control, to see the applicant. His request was refused by reference to an order of the Federal Security Service. Major D. then called Captain G. from the Kabardino-Balkaria Department of the Federal Security Service who confirmed that the applicant's contacts with lawyers had indeed been banned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  At 1.10 p.m. on 25 August 2004 the applicant was put on a scheduled flight to . It can be seen from the “deportation record” of the same date, drawn up on the letterhead of the Nalchik airport border control point of the Federal Security Service, that the applicant was deported for having been in breach of section 27 § 1 of the Law on the Procedure for Entering and Leaving the Russian Federation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  According to the Government, the ban on the applicant's re-entry into Russia was imposed by the Federal Security Service some time in December 2002 on the basis of Section 25.10 of the Law on the Procedure for Entering and Leaving the . The Government claimed that they could not produce a copy of that decision because it contained “State secrets”. They submitted, however, that the Prosecutor-General's Office had found no reason to challenge that decision before a court as it had been issued in accordance with the requirements of the above law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In response to the applicant's lawyer's complaints, on 26 August 2004 a senior investigator with the military prosecutor's office of the Border Control of the Federal Security Service refused to initiate a criminal investigation into the applicant's deprivation of liberty at . He found that the ban had been imposed by Directorate “I” of the Federal Security Service and that the applicant had awaited the next flight to Turkey in the international zone of  under the surveillance of the Border Control officers. The room had been equipped with a toilet, ventilation, lighting, a TV set, a bench and a chair. As the Border Control officials had acted in accordance with the applicable regulations, the applicant's stay in the transit area could not be interpreted as a “deprivation of liberty”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Government indicated that the Federal Security Service was examining the issue of annulment of the applicant's residence permit in accordance with section 9 (1) of the Foreign Nationals Law.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Constitutional guarantees",
                                "elements": [
                                    {
                                        "content": "41.  Everyone lawfully within the territory of the  shall have the right to move freely and choose his or her place of stay or residence (Article 27 of the Russian Constitution). Foreign nationals in the Russian Federation shall have the same rights and obligations as Russian nationals subject to exceptions set out in a federal law or an international treaty to which Russia is a party (Article 62 § 3).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Residence regulations applicable to foreign nationals",
                                "elements": [
                                    {
                                        "content": "42.  A foreign national must register his or her residence within three days of his or her arrival in Russia (section 20 § 1 of the Law on Legal Status of Foreign Nationals in the Russian Federation, no. 115-FZ of 25 July 2002 – “the Foreign Nationals Law”). Foreign nationals must obtain residence registration at the address where they stay in the . Should their address change, such change is to be re-registered with the police within three days (section 21 § 3).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Penalties for violations of the residence regulations and the procedure for determination of an administrative charge",
                                "elements": [
                                    {
                                        "content": "43.  A foreign national who violates the residence regulations of the Russian Federation, including by non-compliance with the established procedure for residence registration or choice of a place of residence, shall be liable to an administrative fine of RUR 500 to 1000 and possible expulsion from  (Article 18.8 of the Administrative Offences Code). A report of the offence described in Article 18.8 may be drawn up by officials of the State migration authorities (Article 28.3 § 2 (15)). This report must be forwarded within one day to a judge or an officer competent to adjudicate administrative matters (Article 28.8). The determination of an administrative charge that may result in expulsion from  shall be made by a judge of a court of general jurisdiction (Article 23.1 § 3). A right of appeal against a decision on an administrative offence lies to a court or to a higher court (Article 30.1 § 1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  A residence permit may be annulled if a foreign national has been charged two or more times within the last year with violations of residence regulations (section 9 (7) of the Foreign Nationals Law).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Residence permits for foreign nationals",
                                "elements": [
                                    {
                                        "content": "45.  A foreign national's residence permit shall be issued for five years. Upon expiry it may be extended for a further five years at the holder's request. The number of extensions is not limited (section 8 (3) of the Foreign Nationals Law).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  A residence permit may be annulled, particularly if the foreign national advocates a violent change of the constitutional foundations of the Russian Federation or otherwise creates a threat to security of the Russian Federation or its citizens (section 9 (1) of the Foreign Nationals Law).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Expulsion from, or refusal of entry into, the ",
                                "elements": [
                                    {
                                        "content": "47.  Administrative expulsion of a foreign national from the  must be ordered by a judge (Articles 3.10 § 2 and 23.1 § 3 of the Administrative Offences Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  A foreign national may be refused entry into the Russian Federation if such refusal is necessary for the purpose of ensuring the defensive capacity or security of the State, or for the protection of public order or public health (section 27 § 1(1) of the Law on the Procedure for Entering and Leaving the Russian Federation, no. 114-FZ of 15 August 1996).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 10 January 2003 the Law on the Procedure for Entering and Leaving the  was amended. In particular, a new section 25.10 was added. It provided that a competent authority, such as the Ministry of Foreign Affairs or the Federal Security Service, could issue a decision that a foreign national's presence on Russian territory was undesirable, even if his or her presence was lawful, if it created a real threat to the defensive capacity or security of the State, to public order or health, etc. If such a decision was made, the foreign national had to leave  or else be deported. That decision also formed the legal basis for subsequent refusal of re-entry into .",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT COUNCIL OF EUROPE DOCUMENTS",
                        "elements": [
                            {
                                "content": "A.  System of residence registration in ",
                                "elements": [
                                    {
                                        "content": "50.  Resolution 1277 (2002) on honouring of obligations and commitments by the Russian Federation, adopted by the Parliamentary Assembly of the Council of Europe on 23 April 2002, noted in the relevant part as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": " “8. However, the Assembly is concerned about a number of obligations and major commitments with which progress remains insufficient, and the honouring of which requires further action by the Russian authorities:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "xii. whilst noting that the Russian federal authorities have achieved notable progress in abolishing the remains of the old propiska (internal registration) system, the Assembly regrets that restrictive registration requirements continue to be enforced, often in a discriminatory manner, against ethnic minorities. Therefore, the Assembly reiterates its call made in Recommendation 1544 (2001), in which it urged member states concerned 'to undertake a thorough review of national laws and policies with a view to eliminating any provisions which might impede the right to freedom of movement and choice of place of residence within internal borders'...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Explanatory Report to Protocol No. 7 (ETS No. 117)",
                                "elements": [
                                    {
                                        "content": "51.  The Explanatory Report defines the scope of application of Article 1 of Protocol No. 7 in the following manner:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“9. The word 'resident' is intended to exclude from the application of the article any alien who has arrived at a port or other point of entry but has not yet passed through the immigration control or who has been admitted to the territory for the purpose only of transit or for a limited period for a non-residential purpose...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The word lawfully refers to the domestic law of the State concerned. It is therefore for domestic law to determine the conditions which must be fulfilled for a person's presence in the territory to be considered 'lawful'.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[A]n alien whose admission and stay were subject to certain conditions, for example a fixed period, and who no longer complies with these conditions cannot be regarded as being still 'lawfully' present.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Report further cites definitions of the notion of “lawful residence” contained in other international instruments:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 11 of the European Convention on Social and Medical Assistance (1953)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“a.  Residence by an alien in the territory of any of the Contracting Parties shall be considered lawful within the meaning of this Convention so long as there is in force in his case a permit or such other permission as is required by the laws and regulations of the country concerned to reside therein...",
                                        "elements": []
                                    },
                                    {
                                        "content": "b.  Lawful residence shall become unlawful from the date of any deportation order made out against the person concerned, unless a stay of execution is granted.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section II of the Protocol to the European Convention on Establishment (1955)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“a.  Regulations governing the admission, residence and movement of aliens and also their right to engage in gainful occupations shall be unaffected by this Convention insofar as they are not inconsistent with it;",
                                        "elements": []
                                    },
                                    {
                                        "content": "b.  Nationals of a Contracting Party shall be considered as lawfully residing in the territory of another Party if they have conformed to the said regulations.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Report clarifies the notion of “expulsion” as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“10. The concept of expulsion is used in a generic sense as meaning any measure compelling the departure of an alien from the territory but does not include extradition. Expulsion in this sense is an autonomous concept which is independent of any definition contained in domestic legislation. Nevertheless, for the reasons explained in paragraph 9 above, it does not apply to the refoulement of aliens who have entered the territory unlawfully, unless their position has been subsequently regularised.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11 . Paragraph 1 of this article provides first that the person concerned may be expelled only 'in pursuance of a decision reached in accordance with law'. No exceptions may be made to this rule. However, again, 'law' refers to the domestic law of the State concerned. The decision must therefore be taken by the competent authority in accordance with the provisions of substantive law and with the relevant procedural rules.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL NO. 4",
                        "elements": [
                            {
                                "content": "54.  The applicant alleged a violation of his right to liberty of movement under Article 2 of Protocol No. 4, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone lawfully within the territory of a State shall, within that territory, have the right to liberty of movement and freedom to choose his residence.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  No restrictions shall be placed on the exercise of these rights other than such as are in accordance with law and are necessary in a democratic society in the interests of national security or public safety, for the maintenance of ordre public, for the prevention of crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.",
                                "elements": []
                            },
                            {
                                "content": "4.  The rights set forth in paragraph 1 may also be subject, in particular areas, to restrictions imposed in accordance with law and justified by the public interest in a democratic society.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The Government's objection to the applicant's status as a “victim” of the alleged violation",
                                "elements": [
                                    {
                                        "content": "55.  The Government claimed that the applicant was no longer a “victim” of the alleged violation because the Passports and Visas Department had apologised to him and issued him with a new residence permit. On 6 July 2004 the permit had been handed over to the applicant's representative. The Government maintained that on 23 August 2004 the applicant had been refused entry into  on grounds that fell outside the scope of the 's judgment of 28 October 2003. His admission had been refused on the basis of Article 55 of the Russian Constitution with a view to protecting constitutional principles, public morals and health, the rights and lawful interests of others, and ensuring the defence and security of the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The applicant pointed out that on 23 August 2004 he had not been allowed to enter  despite having been in possession of a valid residence permit issued by the Russian authorities. When the Federal Security Service issued a decision in December 2002 banning his re-entry into , the ground for that decision must have been the breach of residence regulations he had allegedly committed on 11 December 2002. However, after the Town and Supreme Courts determined that that breach had never occurred and ordered that the Passports and Visas Department issue him with a residence permit, there had been no lawful basis for his detention at Nalchik Airport and deportation from  in August 2004. The applicant considered that the developments in the case should be considered in their entirety, for his deportation in August 2004 had been a consequence of previous violations of his rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court reiterates that an applicant will only cease to have standing as a victim within the meaning of Article 34 if the national authorities have acknowledged the alleged violations either expressly or in substance and then afforded redress (see Guisset v. France, no. 33933/96, §§ 66-67, ECHR 2000-IX). A decision or measure favourable to the applicant is in principle not sufficient to deprive him of his status as a “victim” in the absence of such acknowledgement and redress (see Constantinescu v. Romania, no. 28871/95, § 40, ECHR 2000-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In its decision as to the admissibility of the present application of 8 July 2004, the Court noted the Supreme Court's acknowledgement of the fact that the decision of 11 November 2002, by which the applicant had been fined for a breach of residence regulations, had lacked a sufficient evidentiary basis and had also been procedurally defective (see paragraph 29 above). The Court was not satisfied, however, that the applicant had been afforded adequate redress for the acknowledged violation of his right to liberty of movement. In particular, no compensation had been awarded and his residence permit had not been extended and made available to him. In those circumstances, the Court dismissed the Government's challenge to the applicant's status as a “victim” of the alleged violations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Since the admissibility decision was given, the situation has evolved. The  acknowledged that the decision annulling the applicant's residence permit had been unlawful and the domestic authorities issued the applicant with a new permit valid for five years (see paragraphs 30 and 32-33 above). That permit would normally have been sufficient for the applicant to return to  and to continue his lawful residence on its territory. That did not happen, however, because in August 2004 the Border Control prevented the applicant from crossing the Russian border and put him on the next outbound flight.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government invited the Court to consider that there existed two distinct grounds for the applicant's exclusion from . The first ground was his alleged violation(s) of the regulations on residence registration, which ultimately led to the annulment of his residence permit. As regards that ground, the domestic authorities had done their utmost to have the consequences of an unlawful interference effaced: they had quashed the unlawful decisions and supplied the applicant with a new residence permit. The second ground was the decision by the Federal Security Service to ban the applicant from re-entering  because he posed a threat to the defensive capacity and security of the State. On the basis of that decision the applicant had been forbidden from crossing the Russian border in August 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court is not convinced by the distinction drawn by the Government. Firstly, it is impossible to establish the factual grounds on which the Federal Security Service's decision was founded because the Government have refused to provide a copy of it, citing security considerations (see paragraph 38 above). They have not furnished any information concerning the factual grounds for the decision. Secondly, as regards the legal grounds, the Court considers it anomalous that the decision of December 2002 should have been founded on a legal provision (section 25.10) that only became effective in January 2003 (see paragraphs 38 and 49 above). Thirdly, the exact date of the decision has not been indicated and no explanation has been given as to why its existence was mentioned for the first time on 25 October 2004, in the Government's observations on the merits, almost two years after it had allegedly been issued. No reference to that decision was made in the domestic proceedings concerning the applicant's deportation on 7 August 2003 or in the “deportation record” of 25 August 2004. It has never been notified to the applicant or his representative. In these circumstances, the Court considers that the accuracy of the Government's submissions, in so far as they sought to rely on that decision by the Federal Security Service, is open to doubt. Even assuming that the decision of December 2002 did exist, the Government's refusal to furnish a copy of it prevents the Court from formulating its own conclusions regarding its contents. The applicant's contention that the grounds for that decision were the same as those on which his residence permit had been revoked might appear plausible. The Court will therefore assume that the refusal of entry to the applicant in August 2004 was connected with the preceding events and was relevant for the determination of his status as a “victim” of the alleged violation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court points out that the applicant's residence permit was withdrawn as a penalty for a second violation of the residence regulations (see paragraph 26 above). There is no indication that the applicant was ever suspected or convicted of any other offence, whether criminal or administrative. As noted above, it appears probable that the decision of the Federal Security Service barring the applicant's re-entry into  might have been issued in connection with his repeated failure to abide by the residence regulations. Although the domestic courts subsequently established that the applicant had not committed the administrative offence imputed to him and the residence permit was re-issued, the decision by the Federal Security Service was never revoked. On the contrary, the Government stated, in their submissions, that the possibility of revoking the residence permit on the basis of that decision was being examined (see paragraph 40 above). As a consequence, the legal obstacles to the applicant's lawful residence have not been removed, which has rendered the implementation of his right to liberty of movement merely theoretical rather than practical and effective as required by the Convention (see Artico v. Italy, judgment of 13 May 1980, Series A no. 37, § 33).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Accordingly, the Court finds that the negative consequences stemming from the original violation of the applicant's right to liberty of movement have not been redressed. In these circumstances, even though the Russian authorities have acknowledged the violation, having regard to the absence of adequate redress the Court is unable to conclude that the applicant has lost his status a “victim” within the meaning of Article 34 of the Convention. The Government's objection is dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Existence of an interference",
                                "elements": [
                                    {
                                        "content": "64.  The applicant claimed that, by imposing a fine on him for having stayed overnight at his friend's flat, the domestic authorities had interfered with his right to liberty of movement and freedom to choose his residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Court reiterates that in a recent case the requirement to report to the police every time the applicants wished to change their place of residence or visit family friends was found to disclose an interference with their right to liberty of movement (see Denizci and Others v. , nos. 25316-25321/94 and 27207/95, §§ 346-47 and 403-04, ECHR 2001V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  In the present case the applicant was required by law to have a change of his place of residence registered by the police within three days of the move (see paragraph 42 above). A failure to do so exposed him to administrative sanctions, such as the one imposed on him on 11 December 2002 after a police inspector had discovered him staying outside his registered place of residence. Accordingly, the Court considers that there has been an interference with the applicant's right to liberty of movement under Article 2 of Protocol No. 4.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Justification for the interference",
                                "elements": [
                                    {
                                        "content": "67.  The Court has next to determine whether the interference complained about was justified. In this connection it observes that the Parliamentary Assembly of the Council of Europe expressed concern over the existing restrictive system of residence registration in  (see paragraph 50 above). It reiterates, however, that it is not the Court's task to review the relevant law and practice in abstracto, but to determine whether the manner in which they were applied in a particular case gave rise to a violation (see Hauschildt v. Denmark, judgment of 24 May 1989, Series A no. 154, § 45). Accordingly, in the present case the Court has to ascertain whether the interference with the applicant's right to liberty of movement was “in accordance with the law”, pursued one or more of the legitimate aims set out in paragraph 3 of Article 2 of Protocol No. 4 and was “necessary in a democratic society” or, where it applies to particular areas only, was “justified by the public interest in a democratic society” as established in paragraph 4 (see Timishev v. , nos. 55762/00 and 55974/00, § 45, ECHR 2005...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  In their observations on the admissibility and merits, the Government, referring to the findings of an inquiry carried out by the Prosecutor-General's Office, accepted that there had been a violation of the applicant's rights under Article 2 § 1 of Protocol No. 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court observes that the Supreme Court, using an extraordinary remedy, quashed the contested administrative decision of 11 December 2002 and the subsequent judgments on the grounds that the matter had been examined by a police officer acting in excess of his powers and that the courts had shifted the burden of proof onto the applicant in breach of the principle of the presumption of innocence. It has thus been acknowledged that the impugned measure was not “in accordance with the law”. This finding makes it unnecessary to determine whether it pursued a legitimate aim and was necessary in a democratic society (see Gartukayev v. Russia, no. 71933/01, § 21, 13 December 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  There has therefore been a violation of Article 2 of Protocol No. 4.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 7",
                        "elements": [
                            {
                                "content": "71.  The applicant complained that he had been deported by force from  and that his deportation had not been accompanied by the procedural safeguards required under Article 1 of Protocol No. 7:",
                                "elements": []
                            },
                            {
                                "content": "“1.  An alien lawfully resident in the territory of a State shall not be expelled therefrom except in pursuance of a decision reached in accordance with law and shall be allowed:",
                                "elements": []
                            },
                            {
                                "content": "(a)  to submit reasons against his expulsion,",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have his case reviewed, and",
                                "elements": []
                            },
                            {
                                "content": "(c)  to be represented for these purposes before the competent authority or a person or persons designated by that authority.",
                                "elements": []
                            },
                            {
                                "content": "2.  An alien may be expelled before the exercise of his rights under paragraph 1 (a), (b) and (c) of this Article, when such expulsion is necessary in the interests of public order or is grounded on reasons of national security.”",
                                "elements": []
                            },
                            {
                                "content": "72.  In their observations on the admissibility and merits, the Government accepted that there had been a violation of Article 1 of Protocol No. 7 in that the applicant's expulsion had not complied with the procedural requirements and that it had not been necessary.",
                                "elements": []
                            },
                            {
                                "content": "73.  In their observations following the Court's admissibility decision of 8 July 2004, the Government submitted that the applicant had not exhausted domestic remedies. Firstly, he had not challenged before a court the investigator's decision of 1 February 2004 refusing to open a criminal investigation into the actions of the police officers during the applicant's deportation. Secondly, he had not lodged a civil claim for damages on the basis of the 's judgment of 28 October 2003 ruling that the actions of the Passports and Visas Department had been unlawful.",
                                "elements": []
                            },
                            {
                                "content": "A.  The Government's preliminary objection as to the exhaustion of domestic remedies",
                                "elements": [
                                    {
                                        "content": "74.  The Court reiterates that, pursuant to Rule 55 of the Rules of Court, any plea of inadmissibility must, in so far as its character and the circumstances permit, be raised by the respondent Contracting Party in its written or oral observations on the admissibility of the application (see Prokopovich v. Russia, no. 58255/00, § 29, ECHR 2004..., with further references). In the present case both the judgment of 28 October 2003 and the decision of 1 February 2004 had been delivered before the Court's decision as to the admissibility of the application was made on 8 July 2004. At the admissibility stage the Government did not raise any objection concerning the exhaustion of the domestic remedies. Nor did the Government point to any exceptional circumstances which would have absolved them from the obligation to raise their objection or prevented them from raising it in good time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  Consequently, the Government are estopped from raising a preliminary objection of non-exhaustion of domestic remedies at the present stage of the proceedings (see Prokopovich, cited above, § 30). The Government's objection must therefore be dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Applicability of Article 1 of Protocol No. 7",
                                "elements": [
                                    {
                                        "content": "76.  The scope of application of Article 1 of Protocol No. 7 extends to aliens “lawfully resident” in the territory of the State in question. In a case of two persons who had arrived in Sweden on one-day tourist visas and unsuccessfully sought political asylum there, the Commission expressed the view that “an alien whose visa or residence permit has expired cannot, at least normally, be regarded as being 'lawfully resident' in the country” (see Voulfovitch and Oulianova v. Sweden, no. 19373/92, Commission decision of 13 January 1993). It is therefore necessary to ascertain that the applicant was lawfully resident in  at the time of his deportation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Court notes the definitions of the notion of “lawful residence” contained in the Explanatory Report to Protocol No. 7 and other international instruments (see paragraphs 51 and 52 above). It observes that, by contrast with Mr Voulfovitch and Ms Oulianova in the above-mentioned case, who had had no legitimate expectation that they would be permitted to stay once their asylum application had been turned down, the applicant in the present case had been lawfully admitted onto Russian territory for residence purposes. He was issued with a residence permit, which was subsequently extended, pursuant to a judicial decision in his favour (see paragraphs 10 et seq. above). He was eligible for further extensions of the residence permit for five years (see paragraph 45 above). The applicant had applied for an extension before the expiry of his valid residence permit but his application was not processed under various formal pretexts (see paragraph 24 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Although the Ministry of the Interior had annulled the applicant's residence permit on 30 May 2003, implementation of the order was suspended by the  pending a review of the lawfulness of that measure. Having regard to the fact that on 7 August 2003 the suspensive effect of the measure was still in force, the Court is unable to find that the applicant was not lawfully resident in  on that date. Nor did the Government claim that the applicant's residence was unlawful. It follows that the applicant was “lawfully resident” in the  at the material time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court further emphasises that the notion of “expulsion” is an autonomous concept which is independent of any definition contained in domestic legislation. With the exception of extradition, any measure compelling the alien's departure from the territory where he was lawfully resident, constitutes “expulsion” for the purposes of Article 1 of Protocol No. 7 (see point 10 of the Explanatory Report, cited in paragraph 53 above). There is no doubt that by removing the applicant from his home and placing him on board an aircraft bound for Turkey, the domestic authorities expelled him from .",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  In the light of the above considerations, the Court finds that Article 1 of Protocol No. 7 was applicable in the present case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Compliance with Article 1 of Protocol No. 7",
                                "elements": [
                                    {
                                        "content": "81.  The Court reiterates that the High Contracting Parties have a discretionary power to decide whether to expel an alien present in their territory but this power must be exercised in such a way as not to infringe the rights under the Convention of the person concerned (see Agee v. the United Kingdom, no. 7729/76, Commission decision of 17 December 1976, Decisions and Reports 7, p. 164). Paragraph 1 of this Article establishes as the basic guarantee that the person concerned may be expelled only “in pursuance of a decision reached in accordance with law”. No exceptions to this rule may be made. According to the Explanatory Report to Protocol No. 7, the term “law” here again refers to the domestic law of the State concerned. The decision must therefore be taken by the competent authority in accordance with the provisions of substantive law and with the relevant procedural rules (point 11).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Court notes that Russian law requires a judicial decision for expulsion of a foreign national (see paragraph 47 above). However, in the present case no judicial order for the applicant's expulsion was issued. The Government did not point to any legal provisions that would permit a person's explusion in the absence of a judicial decision. It follows that there has been no “decision reached in accordance with law” which is the sine qua non condition for compliance with Article 1 of Protocol No. 7. Indeed, the applicant was expelled at the time when his complaint about the annulment of his residence permit was being reviewed and the interim measure indicated by the  for the period necessary for the review was effective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  There has been therefore a violation of Article 1 of Protocol No. 7.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "84.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "85.  The applicant claimed 50,000 euros (EUR) in respect of compensation for non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Government considered that amount excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court considers that the applicant has suffered non-pecuniary damage, resulting from the actions and decisions of the domestic authorities that have been found to be incompatible with the Convention and its Protocols, which is not sufficiently compensated by the finding of a violation. However, it considers that the amount claimed by the applicant is excessive. Making its assessment on an equitable basis, the Court awards the applicant EUR 8,000 under this head, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "88.  The applicant did not claim any costs and expenses and, accordingly, there is no call to award him anything under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "89.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 2 of Protocol No. 4;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 7;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 8,000 (eight thousand euros) in respect of non-pecuniary damage, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 October 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BOLAT v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-77268.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1005JUD001413903",
    "externalsources": [
        "Council of Europe Parliamentary Assembly Resolution 1277 (2002) on the honouring of obligations and commitments by the Russian Federation"
    ],
    "extractedappno": [
        "14139/03",
        "33933/96",
        "28871/95",
        "25321/94",
        "27207/95",
        "55762/00",
        "55974/00",
        "71933/01",
        "58255/00",
        "19373/92",
        "7729/76"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Administrative Offences Code, Articles 3.10 § 2 and 23.1 § 3",
        "Law on the Procedure for Entering and Leaving the Russian Federation, sections 25.10 and 27 § 1(1)"
    ],
    "itemid": "001-77268",
    "judgementdate": "05/10/2006 00:00:00",
    "kpdate": "05/10/2006 00:00:00",
    "kpthesaurus": [
        "566",
        "150",
        "205",
        "322",
        "183",
        "498",
        "338",
        "132",
        "218",
        "324"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P4-2",
        "P4-2-1",
        "P7-1",
        "P7-1-1",
        "34",
        "P4-2-3"
    ],
    "parties": [
        "BOLAT",
        "RUSSIA"
    ],
    "rank": "563.194091796875",
    "representedby": [
        "KUCHUKOV I."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Agee v. the United Kingdom, no. 7729/76, Commission decision of 17 December 1976, Decisions and Reports 7, p. 164",
        "Artico v. Italy, judgment of 13 May 1980, Series A no. 37, § 33  Constantinescu v. Romania, no. 28871/95, § 40, ECHR 2000-VIII",
        "Denizci and Others v. Cyprus, nos. 25316-25321/94 and 27207/95, §§ 346-47 and 403-04, ECHR 2001-V",
        "Gartukayev v. Russia, no. 71933/01, § 21, 13 December 2005",
        "Guisset v. France, no. 33933/96, §§ 66-67, ECHR 2000-IX",
        "Hauschildt v. Denmark, judgment of 24 May 1989, Series A no. 154, § 45",
        "Prokopovich v. Russia, no. 58255/00, § 29 and § 30, ECHR 2004-XI",
        "Timishev v. Russia, nos. 55762/00 and 55974/00, § 45, ECHR 2005-...",
        "Voulfovitch and Oulianova v. Sweden, no. 19373/92, Commission decision of 13 January 1993"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "451528",
    "typedescription": "15"
}