{
    "__articles": "6;6-1;29;29-3;41;P1-1;P1-1-1",
    "__conclusion": "Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - financial award;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "21779/04",
    "article": [
        "6",
        "41",
        "29",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-77835.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 21779/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Vladimir Dmitriyevich Tytar, on 28 April 2004. The applicant was represented by Mr V. Boldyrev, a legal expert practising in .",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 30 September 2005 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1954 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  In 2001 the applicant brought an action against the Ministry of Defence to claim damages in respect of an injury he had sustained during his military service in .",
                                "elements": []
                            },
                            {
                                "content": "6.  On 22 October 2001 the Kuybyshevskiy District Court of Omsk (“the District Court”) granted the applicant’s claim and awarded him a lump sum compensation of 513,293 Russian roubles (RUR) and life long monthly payments of RUR 8,217.08. The judgment entered into force on 6 February 2002 after it had been upheld on appeal.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 15 February 2002 two writs of execution in respect of each of the awarded amounts were issued and sent to the Omsk Department of the Federal Treasury for payment.",
                                "elements": []
                            },
                            {
                                "content": "8.  By letters of 27 March and 21 October 2002 the Omsk Department of the Federal Treasury returned the writs of execution to the applicant without enforcement. It referred to insufficient funds and invited the applicant to submit the writs of execution to the Ministry of Defence.",
                                "elements": []
                            },
                            {
                                "content": "9.  In 2003 the applicant filed a new action against the Ministry of Defence, complaining about non-enforcement of the judgment of 22 October 2001, as upheld on 6 February 2002, and seeking the adjustment of the awarded amounts to the minimum monthly wage.",
                                "elements": []
                            },
                            {
                                "content": "10.  By judgment of 27 November 2003 the District Court confirmed that the judgment of 22 October 2001, as upheld by the appeal decision of 6 February 2002, had not been enforced in view of the lack of the debtor’s funds, but dismissed the applicant’s claim for increase in payments as unfounded. That judgment was upheld on appeal on 11 February 2004.",
                                "elements": []
                            },
                            {
                                "content": "11.  In December 2004 the sum of RUR 513,293 was paid to the applicant, pursuant to the judgment of 22 October 2001, as confirmed by the appeal decision of 6 February 2002.",
                                "elements": []
                            },
                            {
                                "content": "12.  Since November 2005 the applicant has been in receipt of monthly payments of RUR 8,217.08, as ordered by the judgment of 22 October 2001.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "13.  Section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997 provides that a bailiff’s order on the institution of enforcement proceedings must fix a time-limit for the defendant’s voluntary compliance with a writ of execution. The time-limit may not exceed five days. The bailiff must also warn the defendant that coercive action will follow, should the defendant fail to comply with the time-limit.",
                                "elements": []
                            },
                            {
                                "content": "14.  Under Section 13 of the Law, the enforcement proceedings should be completed within two months of the receipt of the writ of enforcement by the bailiff.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "15.  The applicant complained under Article 6 of the Convention and Article 1 of Protocol No. 1 about untimely enforcement of the judgment of 22 October 2001. These Articles, in their relevant parts, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "16.  The Government stated that they were unable to submit any observations in the present case in view of the failure of the Ministry of Finance to provide them with necessary information.",
                                "elements": []
                            },
                            {
                                "content": "17.  The applicant maintained his complaint.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "18.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "19.  The Court observes that the judgment of 22 October 2001, as upheld on 6 February 2002, in its part relating to a lump sum compensation was inoperative for two years and ten months and in its part relating to monthly payments it remained without execution for three years and nine months. No justification was advanced by the Government for this delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court has frequently found violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 in cases raising issues similar to the ones in the present case (see, among other authorities, Burdov v. Russia, no. 59498/00, ECHR 2002-III and, more recently, Koltsov v. Russia, no. 41304/02, 24 February 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Having examined the material submitted to it, the Court notes that the Government did not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court finds that by failing for years to comply with the enforceable judgment in the applicant’s favour the domestic authorities prevented him from receiving the money he could reasonably have expected to receive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  There has accordingly been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "23.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "24.  As regards compensation for pecuniary damage, the applicant claimed RUR 183,502 as the interest payable at the statutory rate of 13 % per year for the default period. He also claimed 10,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Government did not dispute, as such, the amount sought by the applicant as a compensation for pecuniary damage, but argued that this claim should not be granted, as it was open to the applicant to obtain the sum in question at the domestic level. The Government further contested the applicant’s claim in respect of non-pecuniary damage as wholly excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Having regard to the materials in its possession the Court accepts the applicant’s claim in respect of pecuniary damage and awards him RUR 183,502, plus any tax that may be chargeable on that amount, under this head. The Court further considers that the applicant must have suffered distress and frustration resulting from the State authorities’ failure timeously to execute a final judicial decision in his favour, and that this cannot be sufficiently compensated for by the finding of a violation. However, the amount claimed appears excessive. Taking into account the nature of the decision which was not executed in time, the delay in the execution proceedings and other relevant aspects and making its assessment on an equitable basis, the Court awards EUR 3,100 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "27.  The applicant did not submit any claim in respect of cost and expenses. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "28.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(i) RUR 183,502 (one hundred and eighty-three thousand five hundred and two roubles) in respect of pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(ii) EUR 3,100 (three thousand one hundred euros) in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(iii) any tax that may be chargeable on the above amounts;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 November 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrK. Hajiyev",
            "role": "judges"
        },
        {
            "name": "MrD. Spielmann",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "12/10/2006 00:00:00",
    "docname": "CASE OF TYTAR v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-77835.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1102JUD002177904",
    "externalsources": [],
    "extractedappno": [
        "21779/04",
        "59498/00",
        "41304/02"
    ],
    "importance": "4",
    "introductiondate": "28/04/2004 00:00:00",
    "issue": [
        "Federal Law on Enforcement Proceedings (1997)"
    ],
    "itemid": "001-77835",
    "judgementdate": "02/11/2006 00:00:00",
    "kpdate": "02/11/2006 00:00:00",
    "kpthesaurus": [
        "369",
        "304",
        "445",
        "7",
        "40",
        "113",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-1-1",
        "29",
        "29-3",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "TYTAR",
        "RUSSIA"
    ],
    "rank": "562.979736328125",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Burdov v. Russia, no. 59498/00, ECHR 2002-III",
        "Koltsov v. Russia, no. 41304/02, 24 February 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "341388",
    "typedescription": "15"
}