{
    "__articles": "6;6-1;6-3-d;6-3;6-1+6-3-d",
    "__conclusion": "No violation of Art. 6-1+6-3-d",
    "applicability": "",
    "appno": "17122/02",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-d",
            "base_article": "6",
            "element": "No violation of Art. 6-1+6-3-d",
            "type": "no-violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1+6-3-d",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-80205.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 17122/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Finnish national, (“the applicant”), on 16 April 2002. The President of the Chamber acceded to the applicant's request not to have her name disclosed (Rule 47 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr T. Skurnik, a lawyer practising in . The Finnish Government (“the Government”) were represented by their Agent, Mr A. Kosonen of the Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the rights of the defence in respect of witnesses, i.e. the child complainants, had not been respected.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 10 January 2006, the Court declared the application admissible. Judge Pellonpää, who at the time of the decision sat in respect of , continued to participate in the examination of the case (Article 23 § 7 of the Convention).",
                        "elements": []
                    },
                    {
                        "content": "5.  The Government, but not the applicant, filed further written observations (Rule 59 § 1). The Chamber decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The pre-trial investigation",
                                "elements": [
                                    {
                                        "content": "6.  The applicant and another person were suspected of having sexually abused the applicant's two daughters, K. born in October 1986 and J. born in October 1990.",
                                        "elements": []
                                    },
                                    {
                                        "content": "During the pre-trial investigation, K. and J. were questioned on 16 February 1997 and on 19 January 1997 respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Subsequently, they were questioned again and the interviews were recorded on videotape. K. was interviewed on 15 June and 6 December 1998 and J. on 22 June and 7 December 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 3 December 1998 at the pre-trial stage, the applicant was shown the videotapes. She contested the suspected sexual abuse. She was given an opportunity to have questions put to the children, but she did not avail herself of the opportunity. Her counsel was also present.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In her closing statement of 4 February 1999 she maintained that she was not guilty of any offence. She also considered the children's statements contradictory and unclear.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The  District Court",
                                "elements": [
                                    {
                                        "content": "8.  The applicant, among others, was charged before the District Court (käräjäoikeus, tingsrätten) with having sexually abused the two children on several occasions between 1992 and 1996. The defendants denied the charges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The District Court heard the applicant, the co-accused and ten witnesses, including a psychiatrist, two psychologists and several persons, who had taken care of the children and offered them a foster home over the years. The District Court also watched the above videotapes. The pre-trial investigation minutes and several medical reports drawn up by a psychiatrist and a psychologist were referred to in evidence. The children did not appear before the court. Nor did the defence make any request to that effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In its judgment of 13 October 2000 the District Court noted that the oral evidence was of an indirect nature and that the case turned on the assessment of the credibility of the children's statements. The court convicted the applicant as charged and sentenced her to seven years' imprisonment. She was detained.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Kouvola Court of Appeal",
                                "elements": [
                                    {
                                        "content": "11.  The applicant, among others, appealed, denying the charges. She argued that the conviction was based on contradictory and indirect evidence. In her writ of appeal she did not, however, request that the children be heard before the Court of Appeal (hovioikeus, hovrätten).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 26 April 2001 K. visited the applicant in prison. It appears that the applicant asked K. whether she had ever abused her children. In front of other people K. withdrew her previous accusations, stating that there had never been any sexual abuse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Having learnt of K.'s statement, the applicant's counsel made a request by telephone to the Court of Appeal to the effect that K. be called as a witness in the forthcoming oral hearing or that she be questioned in an additional investigation conducted by the police during which the interview could be videotaped.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 8-10 May 2001 the Court of Appeal held an oral hearing. The applicant, the co-accused and the witnesses were reheard. The Court of Appeal also heard four new witnesses, including L., a deacon, and M.K., a social official, who had been present during K.'s above-mentioned visit to the prison. The videotapes, the pre-trial investigation records and the medical reports were referred to in evidence. K.'s foster mother testified that the girl did not want to appear before the court. Her treating psychologist stated that she did not recommend that K. be heard in court. She also testified that K. was very prone to external influence and that her ego structure contained much repression and that “it would be too upsetting for her to face the deeper reality”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant's counsel repeated the above request at the oral hearing on 10 May 2001 and also requested an opportunity to put questions to K.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Court of Appeal noted that the applicant stated that she had asked K. whether the children had been raped at their home whereas L. did not remember that such a direct question had been put to the girl at all. According to L., the applicant had asked whether “something like that” had taken place. Given the context, L. had however concluded that the question had related to the events leading up to the applicant's detention. L. considered that the girl's reply had appeared credible and that the question had not been leading in nature. According to M.K., the applicant had cried and said that the prison was gloomy. She had gone on saying to the girl that she had not done the things that she was now imprisoned for. The girl had then answered “no, you have not”. M.K. considered that the applicant's question had been leading in nature, leaving the girl with no other option than to answer the way she had.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court of Appeal refused the applicant's requests. It reasoned:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The applicant, L. and M.K. have given somewhat different testimonies on the discussions in prison. The applicant has stated that she had asked whether the children had been raped at their home whereas L. has not remembered that such a direct question had been put to the girl at all and M.K. has stated that K. had only replied to a question that appeared from the context. However, the Court of Appeal finds it established that K. replied in the negative to the applicant's question whether K. had given truthful statements about the sexual abuse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It has been established that K. has not on her own initiative expressed her wish to alter her earlier statements in the case. It rather appears that K. has been trying to forget the sad events in her early childhood. She has refused to clarify them openly. Moreover, as K. has expressed her wish to re-approach her mother, whom she has not met for a long time, it is evident that she has been unable to give a considered response [to the applicant's question], given the circumstances in which the visit took place. It has thus not been established that the hearing of K. before the court or by any other means could bring additional evidence significant to the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Also the fact that it would be particularly stressful for the now 14-year-old K., given the personal nature and significance of the case, to be heard again speaks against hearing her.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In its judgment of 8 June 2001 the Court of Appeal considered that as a hearing in court could be harmful to the children, now aged 10 and 14 respectively, it was possible to use in evidence their statements during the pre-trial investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  It noted that the case turned on an assessment of the credibility of the children's statements. In assessing their credibility particular regard had to be had to unclear factors such as the time that had passed since the acts and the children's young age. Moreover, they had been exceptionally young and their family life had been chaotic. The credibility of their statements was increased by the fact that they had given similar accounts of the events. Further, they had given account of empirical details, which they could not have taken in by, for example, watching films or sexual acts between adults. Reference was here made to the nasty taste of yellow snot secreted from the penis and which they had washed away with toothpaste. A further example was the comparison made by the children between the sensation when touching with their tongue the gum in their mouth following a tooth loss and the slimy female genital area. In these circumstances, the court found that the children had been truthful when giving their statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  As to the discussion during the visit to the prison, the court repeated the reasons in its decision of 10 May 2001. It also noted that M., a psychologist, considered that K. was very prone to external influence. The court concluded that the discussions in prison were not relevant. The court upheld the lower court's judgment insofar as the applicant's conviction and sentence were concerned.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Supreme Court",
                                "elements": [
                                    {
                                        "content": "20.  The applicant requested leave to appeal, arguing, inter alia, that K., following her retraction of the allegations, should have been heard either in the Court of Appeal or in an additional investigation. The applicant requested that K. be heard before the Supreme Court (korkein oikeus, högsta domstolen), in person in one way or another, and that the applicant be given an opportunity to put questions to her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 18 October 2001 the Supreme Court refused leave to appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The pre-trial investigation",
                                "elements": [
                                    {
                                        "content": "22.  The Decree on Criminal Investigations and Coercive Measures (asetus esitutkinnasta ja pakkokeinoista, förordning om förundersökning och tvångsmedel; Act no. 575/1988) provides that when questioned during a pre-trial investigation the child must be treated with due respect having regard to his or her age and level of development. Where possible, the interview should be carried out by a police officer acquainted with that task. If need be, a doctor or an expert must be consulted before the interview (section 11).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Criminal Investigations Act (esitutkintalaki, förundersökningslagen; Act no. 449/1987) provides that questioning and other investigation measures requested by a party must be carried out, if that party shows that there is a possibility that these measures could have an effect on the case, provided that the expenses so incurred are not disproportionate to the nature of the case (section 12). The competence to decide on investigation measures requested by a party lies with the head of investigation during the pre-trial investigation and with the public prosecutor after the case has been transferred to him or her (section 15(3), Act no. 692/1997). A pre-trial investigation has to be carried out in such a manner that no one is placed under suspicion without due cause and no one is unnecessarily subjected to harm or inconvenience. Nor must the rights of those concerned be infringed more than is necessary for the achievement of the purpose of the investigation (section 8).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The investigator may permit a party and his counsel to be present during the questioning of another party or witness, provided this does not hinder the investigation of the offence (section 32(1), Act no. 692/1997). A party and his or her counsel may, with the permission of the investigator, put questions to the person being questioned in order to clear up the case. The investigator may decide that the questions are to be put through him or her. Also, the prosecutor may put questions to the person being questioned. A party and his or her counsel have the right to request the investigator to ask the person being questioned about matters necessary for the clearing up of the case at other times also (section 34, Act no. 692/1997).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Before the closing of the criminal investigation, the parties must be afforded the opportunity to present to the criminal investigation authority their statement on the material gathered during the investigation, if this is conducive to hastening or facilitating the hearing of the case in court. The statement is to be appended to the investigation record (section 42).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The receipt of evidence in court",
                                "elements": [
                                    {
                                        "content": "26.  The Code of Judicial Procedure (oikeudenkäymiskaari, rättegångsbalken) lays down the applicable rules on receiving testimony.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  A statement in a pre-trial investigation record or another document may as a rule not be admitted as evidence in court. The court may exceptionally admit such a statement as evidence, if the witness in question cannot be questioned before the court (chapter 17, Article 11; Act no. 690/1997). A witness must give testimony orally before the court and must not refer to a written testimony. Oral evidence given during a pre-trial investigation may be read out when the witness in question is heard by the court only if he or she retracts in court an earlier statement or states that he or she is unable or unwilling to testify before the court (chapter 17, Article 32; Act no. 571/1948).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  If a person called as a witness is less than 15 years of age, is mentally ill or mentally retarded, or his or her mental capacities have otherwise been impaired, the court shall, taking into consideration the circumstances, assess whether or not he or she may be heard as a witness (Chapter 17, Article 21). Although the hearing of evidence from children falls within the court's discretion, there has been a long-standing practice not to hear evidence in court from children under the age of ten.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  At the time of the proceedings in question, there were no legal provisions concerning the use as evidence of a video recording of a statement given by a child during the pre-trial investigation. There was however a practice to admit such recordings as evidence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Subsequent amendments",
                                "elements": [
                                    {
                                        "content": "30.  The Code of Judicial Procedure was amended with effect from 1 October 2003 to the effect that the testimony of a person under 15 years of age, or a mentally disturbed person, recorded on audio or videotape during a pre-trial investigation may be used as evidence if the accused has been provided with an opportunity to have questions put to the person giving the testimony (chapter 17, Article 11(2); Act no. 360/2003). According to the explanatory report to the relevant Government Bill (no. 190/2002), this new provision places emphasis on both the idea that giving testimony before the court may be detrimental to inter alia a child and on the importance of respecting the rights of the defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Chapter 17, Article 21 (as amended by Act no. 360/2003) of the Code of Judicial Procedure reads with effect from 1 October 2003 as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) A person who has not attained the age of fifteen or whose mental capacities have been impaired, may be heard as a witness or for the purpose of obtaining evidence if the court finds it appropriate and:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i) if the hearing in person is of significant relevance for the establishment of the facts of the case; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii) the hearing is not likely to cause such suffering or other harm to the person to be heard as could be detrimental to the person concerned or his or her development.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) Where necessary, the court shall designate a support person for the person to be heard, pursuant to the provisions of chapter 2 of the Criminal Procedure Code (Act no. 689/1997).",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) The person to be heard shall be questioned by the court, unless the court finds particular reason to entrust the questioning to the parties in accordance with the provisions of section 33. The parties shall be provided with an opportunity to put questions to the person to be heard through the intermediary of the court or, if the court finds it appropriate, directly to the person concerned. Where necessary, the hearing may take place on premises other than the court room.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In 2003, the Criminal Investigations Act was supplemented with a new section 39a (Act no. 645/2003) that entered into force on 1 January 2004 and reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The questioning of a victim or a witness must be recorded on videotape, or by using other comparable audio-visual means of recording, if there is an intention to use the statement given in the interview as evidence in court proceedings, and where it is not possible to hear the victim or the witness in person, due to his or her young age or mental disturbance, without causing likely harm to him or her. The special requirements set by the level of maturity of the questioned person for the methods used, for the number of participating persons, and for other conditions, must be taken into account in the questioning. The person in charge of the criminal investigation may decide that authorities other than the investigators may, under the supervision of the investigator, put the questions to the person being interviewed. The suspect must be provided with an opportunity to put questions to the questioned person. On the request of the suspect, he or she may also put the questions through a legal counsel or other representative. However, the investigator may order that the questions be put through his or her intermediary.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant complained, under Article 6 §§ 1 and 3 (d) of the Convention, that she had been denied a fair hearing in that she had not been given an adequate opportunity to put questions to the witnesses against her, i.e. the child complainants, before the domestic courts. It was true that she had been afforded such an opportunity during the pre-trial investigation, but she did not realise that it would be the only opportunity. She also complained about the refusal of her request that K. be heard before the Court of Appeal, either at the oral hearing or elsewhere.",
                                "elements": []
                            },
                            {
                                "content": "Article 6 reads, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "34.  The applicant maintained that the rights of the defence had not been respected. It was significant that everyone who had been present during the visit to the prison stated that K. had answered the question about the alleged abuse in the negative. L., M.K. and the applicant had all agreed on this point. The treating psychologist's opinion that K. should not be heard only concerned giving evidence in court whereas the applicant had pointed to the fact that there were other ways of questioning her. A police officer had even stated that he was ready to question K. anew, but the court refused to order an additional investigation. The applicant considered that the Court of Appeal's reasoning that K. had not altered her statement of her own motion was irrelevant. What was decisive was that she had answered that no abuse had taken place.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The applicant emphasised that since at the pre-trial stage she had not been informed of the fact that there would not be any opportunity to put questions to the children after the close of the investigation, she had not been afforded a sufficient opportunity to put questions to them. At the pre-trial stage, the applicant had found the suspicions against her too absurd to require use of the possibility to put questions. The police officer conducting the interview did not inform her of the manner in which the questioning would be carried out.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The applicant did not contest that the injured party in general felt anguish when questioned about the events, be it in a pre-trial investigation or before a court. Nonetheless, the applicant's rights had required that at least K. be heard. In any event, given the fact that K. had stated that no abuse had taken place, the Court of Appeal should have ensured that she was heard. Lastly, the applicant pointed to some discrepancies in the children's statements showing the uncertain basis of the conviction.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "37.  The Government contested the allegation. The domestic authorities and courts had sought to respect the rights of the defence in that the children had been videotaped when they gave their statements during the pre-trial investigation. Following the interviews, the videotapes had been shown to the applicant with counsel and they had been asked whether they wished to put questions to the children. They had declined.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Government emphasised that the applicant had not requested that the children be heard before the District Court and that she had in fact accepted that they should not be heard given their age. Repeated questioning was upsetting for a child, in particular in situations where the child was a victim of a serious sexual offence. The children in the present case had been harmed to a much lesser extent by the interviews at the pre-trial stage than they would have been had they appeared in court. The videotapes had been shown during the court proceedings, enabling the parties and the courts to establish how the interviews had been conducted and how the children had behaved when giving their statements. In addition, the applicant had been able to make comments, which she had in fact done.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Government considered that the courts had paid express attention to the uncertainties concerning the credibility of the children's statements and to the assessment of it. The District Court stated, for instance, that it took into account the possibility that the children's chaotic background might have had an influence on their ability to distinguish fantasy from the truth. The District Court and the Court of Appeal heard 10 and 14 witnesses respectively. The video recordings were thus not the only evidence in the case. There was a large amount of evidence supporting the children's credibility. As to the visit to prison, the appellate court found that the testimonies differed from each other, that K. had no possibility to give a considered response to her mother in the prevailing circumstances, that K. had tried to forget her early childhood and that hearing her would be stressful for her.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "40.  Given that the guarantees in paragraph 3 of Article 6 are specific aspects of the right to a fair trial set forth in paragraph 1, it is appropriate to examine the complaint under the two provisions taken together (see Asch v. Austria, judgment of 26 April 1991, Series A no. 203, p. 10, § 25).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  All the evidence must normally be produced at a public hearing, in the presence of the accused, with a view to adversarial argument. However, the use in evidence of statements obtained at the stage of the police inquiry and the judicial investigation is not in itself inconsistent with paragraphs 1 and 3 (d) of Article 6, provided that the rights of the defence have been respected. As a rule, these rights require that the defendant be given an adequate and proper opportunity to challenge and question a witness against him or her either when the statements were made or at a later stage of the proceedings (see Saïdi v. France, judgment of 20 September 1993, Series A no. 261-C, p. 56, § 43, and A.M. v. Italy, no. 37019/97, § 25, ECHR 1999-IX). A conviction should not be based either solely or to a decisive extent on statements which the defence has not been able to challenge (see, mutatis mutandis, Doorson v. the Netherlands, judgment of 26 March 1996, Reports of Judgments and Decisions 1996II, p. 472, § 76). Article 6 does not grant the accused an unlimited right to secure the appearance of witnesses in court. It is normally for the national courts to decide whether it is necessary or advisable to hear a witness (see, among other authorities, Bricmont v. Belgium, judgment of 7 July 1989, Series A no. 158, p. 31, § 89). The Court is only exercising its supervisory role.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The child complainants in this case should for the purposes of Article 6 § 3 (d) be regarded as “witnesses”, a term to be given an autonomous interpretation (see Asch v. Austria, cited above, p. 10, § 25), because their statements, as recorded on videotape by the police, were played back in court and used in evidence against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Criminal proceedings concerning sexual offences are often conceived of as an ordeal by the victim, in particular when the latter is unwillingly confronted with the defendant. These features are even more prominent in a case involving a minor. In the assessment of the question whether or not in such proceedings an accused received a fair trial, account must be taken of the right to respect for the private life of the alleged victim. Therefore, the Court accepts that in criminal proceedings concerning sexual abuse certain measures may be taken for the purpose of protecting the victim, provided that such measures can be reconciled with an adequate and effective exercise of the rights of the defence (see Baegen v. the Netherlands, judgment of 27 October 1995, Series A no. 327-B, opinion of the Commission, p. 44, § 77). In securing the rights of the defence, the judicial authorities may be required to take measures which counterbalance the handicaps under which the defence labours (see Doorson v. the Netherlands, cited above, p. 471, § 72, and P.S. v. Germany, no. 33900/96, § 23, 20 December 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In the present case the children's statements as recorded on videotape during the pre-trial investigation and played back in the District Court and the Court of Appeal constituted virtually the sole evidence on which the courts' findings of guilt were based. The witnesses heard by the courts had made no observations on the alleged acts and gave evidence only on the children's reliability. Similarly to the case of S.N. v. Sweden (no. 34209/96, ECHR 2002V) the applicant and counsel had been afforded an opportunity to have questions put to the children during the pre-trial investigation. However, they did not avail themselves of that possibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  As the defence had been afforded but turned down a possibility to have questions put to the children in the pre-trial investigation, there is nothing to indicate that the rights of the defence were not respected before the applicant's being convicted and sentenced by the District Court. There has, therefore, been no violation as to the proceedings in the District Court. The same considerations apply to the proceedings in the Court of Appeal as far as the use in evidence of the children's pre-trial statements was concerned. As for the new information emerging from the visit to prison, the Court notes the following.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The question in this case is whether, given K.'s retraction following the conviction by the District Court, the rights of the defence were respected when the appellate court upheld the applicant's conviction without having had evidence taken from K. in an additional investigation as requested by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In the appeal proceedings, the only fresh issue related to the retraction by K. of her allegations during the visit to the prison. At the hearing the Court of Appeal took oral evidence from both the prosecution and the defence and watched the video recordings of the children's statements. As K. never appeared before the courts, neither the prosecution nor the defence had the opportunity to put questions to her, but it was open to both parties to submit to the court whatever arguments they wished to make with regard to the video-recorded evidence and the information about the retraction by K. of her allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Although K.'s words during the visit to the prison could reasonably be perceived as if she henceforth meant that she had lied about what had happened, the issue to be determined by the Court of Appeal was what weight should be attached to this new information in the light of the video recordings produced at the pre-trial stage. The court did indeed appraise itself of the importance of K.'s retraction. It found that it could not in the circumstances attach any weight to it, because she had not made it of her own motion but rather had been unable to reply to the applicant in any other way than she had done.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In the light of all of the above considerations, the Court is not convinced that the absence of an additional interview with K. meant that the rights of the defence were not respected. Thus, it finds that the Court of Appeal's decision to go ahead with the hearing and not to have fresh evidence taken from K. in an additional investigation fell within its normal discretion in deciding on the relevance and admissibility of evidence and does not disclose any failure by the Finnish authorities to afford the applicant a fair hearing for the purposes of Article 6 §§ 1 and 3 (d) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Accordingly, there has been no violation of Article 6 § 1 taken together with Article 6 § 3 (d).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "Holds that there has been no violation of Article 6 § 1 of the Convention taken together with Article 6 § 3 (d) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 April 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrM. Pellonpää",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MsL. Mijović",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "10/01/2006 00:00:00",
    "docname": "CASE OF B. v. FINLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-80205.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0424JUD001712202",
    "externalsources": [],
    "extractedappno": [
        "17122/02",
        "37019/97",
        "33900/96",
        "34209/96"
    ],
    "importance": "3",
    "introductiondate": "16/04/2002 00:00:00",
    "issue": [
        "Decree on Criminal Investigations and Coercive Measures no. 575/1988",
        "Criminal Investigations Act",
        "Code of Judicial Procedure"
    ],
    "itemid": "001-80205",
    "judgementdate": "24/04/2007 00:00:00",
    "kpdate": "24/04/2007 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "440"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-3",
        "6-1",
        "6-3-d"
    ],
    "parties": [
        "B.",
        "FINLAND"
    ],
    "rank": "581.94921875",
    "representedby": [
        "SKURNIK T."
    ],
    "respondent": "FIN",
    "respondentOrderEng": "15",
    "scl": [
        "A.M. v. Italy, no. 37019/97, § 25, ECHR 1999-IX",
        "Asch v. Austria, judgment of 26 April 1991, Series A no. 203, p. 10, § 25",
        "Baegen v. the Netherlands, judgment of 27 October 1995, Series A no. 327-B, opinion of the Commission, p. 44, § 77",
        "Bricmont v. Belgium, judgment of 7 July 1989, Series A no. 158, p. 31, § 89",
        "Doorson v. the Netherlands, judgment of 26 March 1996, Reports 1996 II, p. 472, §§ 72, 76",
        "P.S. v. Germany, no. 33900/96, § 23, 20 December 2001",
        "S.N. v. Sweden, no. 34209/96, ECHR 2002 V",
        "Saïdi v. France, judgment of 20 September 1993, Series A no. 261-C, p. 56, § 43"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "336420",
    "typedescription": "14"
}