{
    "__articles": "5;5-5;41",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-5 - Compensation);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "52241/14;74222/14",
    "article": [
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-5 - Compensation"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-184521.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 52241/14 and 74222/14) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Russian nationals, Mr Aleksandr Valeryevich Vasilevskiy and Mr Yan Aleksandrovich Bogdanov (“the applicants”), on 13 July and 7 November 2014, respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented before the Court, respectively, by Mr A. Bogdashkin and Mr A. Melkumov, lawyers practicing in the Amur and Novgorod Regions. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, a breach of their right to enforceable compensation for unlawful imprisonment because of the negligible amount of the award.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 3 April 2017 the above complaint was communicated to the Government and the remainder of the applications was declared inadmissible, pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  The case of Mr Vasilevskiy",
                                "elements": [
                                    {
                                        "content": "5.  Mr Vasilevskiy was born in 1973 and lives in Blagoveshchensk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  Mr Vasilevskiy stayed in detention for longer that he should have because the sentencing courts did not count the time he had spent in pre-trial detention towards the overall duration of his sentence, in breach of the applicable domestic provisions. In response to Mr Vasilevskiy’s repeated complaints, on 7 May 2007 the Belogorskiy District Court in the Amur Region corrected the error and acknowledged that his sentence had expired on 26 February 2006. Mr Vasilevskiy was released on 13 June 2007. He sought compensation for 472 days during which he had been wrongfully detained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 13 December 2013 the Blagoveshchensk Town Court in the Amur Region awarded him 150,000 Russian roubles (RUB – 3,320 euros (EUR) at the then-applicable exchange rate) in respect of non-pecuniary damage. Mr Vasilevskiy lodged an appeal, submitting in particular that that sum was substantially lower than that which the Court would have awarded in a similar case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 28 February 2014 the Amur Regional Court dismissed his appeal. As regards the level of compensation, it held that the Town Court had “had regard to the case-law of the European Court but had correctly determined the amount of compensation in respect of non-pecuniary damage in the light of the requirements of Russian law”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The case of Mr Bogdanov",
                                "elements": [
                                    {
                                        "content": "9.  Mr Bogdanov was born in 1981 and lives in the Novgorod Region.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 30 March 2007 Mr Bogdanov was convicted of supplying drugs on four separate occasions in 2006 and sentenced to twelve years’ imprisonment. On 20 March 2013 the Supreme Court of the Russian Federation acknowledged, referring to the Court’s case-law under Article 6 of the Convention, that the police had incited Mr Bogdanov to commit the last three of the four offences. It declared that part of evidence inadmissible, voided his conviction in that part, reduced his sentence to six years’ imprisonment and ordered his immediate release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  By that time, Mr Bogdanov had spent 119 days in custody over and above the adjusted six-year sentence. He sought to recover damages in respect of his wrongful imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 13 March 2014 the Valdayskiy District Court in the Novgorod Region awarded him RUB 80,000 (EUR 1,576). However, on 9 July 2014 the Novgorod Regional Court reduced the award to RUB 15,000 (EUR 324), referring to the “circumstances in which the criminal proceedings had been instituted” and the “category of offence that Mr Bogdanov had been charged with”. On 30 September 2014 the Regional Court rejected a cassation appeal lodged by Mr Bogdanov.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "13.  The relevant provisions of the domestic law are summarised in Stadnik v. Russia (no. 41509/06, §§ 13-14, 13 June 2017) and Abashev v. Russia (no. 9096/09, §§ 20-21, 27 June 2013).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "14.  Having regard to the similarity of the applicants’ grievances, the Court is of the view that the applications should be joined, in accordance with Rule 42 § 1 of the Rules of Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "15.  The applicants complained that they had been denied an enforceable right to compensation, as guaranteed under Article 5 § 5 of the Convention. The relevant parts of Article 5 read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "16.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It furthermore notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "17.  The Government submitted that it was not the Court’s task to call into question the findings of the domestic courts. The amounts awarded had constituted equitable and sufficient redress for the non-pecuniary damage that the applicants had suffered on account of their unlawful imprisonment. The awards corresponded to the subsistence income in Russia and its purchasing power.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicants replied that the negligible amount of the award of damages in respect of their unlawful imprisonment had rendered their right under Article 5 § 5 theoretical and illusory rather than practical and effective, as required by the Convention. The subsistence wage was not an appropriate benchmark for assessing the amount of non-pecuniary damage. The amount of the award should have been determined in relation to the pain and suffering that the unlawful imprisonment had caused them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court reiterates that the right to compensation under Article 5 § 5 of the Convention arises if a breach of one of its other four paragraphs has been established, directly or in substance, either by the Court or by the domestic courts (see, among many other authorities, Stanev v. Bulgaria [GC], no. 36760/06, § 182, ECHR 2012). In the instant case the domestic courts recognised that Mr Vasilevskiy had served a longer time than he should have because of an egregious sentencing error and that Mr Bogdanov had been the victim of police entrapment and the use of inadmissible evidence in court. It follows that the domestic courts established in substance that Mr Vasilevskiy had been deprived of his liberty for one-and-a-half years as a result of a gross and obvious irregularity – that is to say in breach of the requirements of paragraph 1 of Article 5 (compare Stadnik, cited above, § 19) – and that Mr Bogdanov’s unlawful conviction which had cost him four months of liberty had been the consequence of a flagrant denial of justice undermining the lawfulness of his ensuing detention (see, for similar findings, Shulgin v. Ukraine, no. 29912/05, §§ 49-58, 8 December 2011). Accordingly, Article 5 § 5 is applicable in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicants sought and obtained damages in respect of the wrongful imprisonment. They complained, however, that the quantum of awarded damages was so small that the very essence of their right under Article 5 § 5 had been impaired.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court reiterates that Article 5 § 5 does not set a particular level of compensation or refer to specific amounts (see Damian-Burueana and Damian v. Romania, no. 6773/02, § 89, 26 May 2009, and K.W. v. Switzerland, no. 26382/95, Commission decision of 3 December 1997). It is primarily for the national authorities – above all the courts – to interpret and apply domestic law, the Court’s role being confined to determining whether or not the effects of that interpretation are compatible with the Convention (see Waite and Kennedy v. Germany [GC], no. 26083/94, § 54, ECHR 1999-I). Nevertheless, the principle of subsidiarity does not mean renouncing all supervision of the result obtained by using domestic remedies; otherwise, the rights guaranteed by the Convention would be devoid of any substance. It has been the Court’s constant position that the Convention is intended to guarantee not theoretical or illusory rights, but rights that are practical and effective (see Prince Hans-Adam II of Liechtenstein v. Germany [GC], no. 42527/98, § 45, ECHR 2001-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  As regards the specific requirements of Article 5 § 5 of the Convention, the effective enjoyment of the right to compensation guaranteed by that provision must be ensured with a sufficient degree of certainty. Compensation for detention imposed in breach of the provisions of Article 5 must be not only theoretically available but also accessible in practice to the individual concerned (see Abashev, cited above, § 39, with further references). It must comprise a right to compensation for pecuniary damage, but also afford a right to compensation for any distress, anxiety and frustration that a person may have suffered as a result of a violation of other provisions of Article 5 (see Khachatryan and Others v. Armenia, no. 23978/06, § 157, 27 November 2012). Moreover, a right to compensation for damage suffered which sets the levels of that so low as no longer to be “enforceable” in practical terms would not comply with the requirements of that provision (see Novoselov v. Russia (dec.), no. 66460/01, 16 October 2003, and Cumber v. the United Kingdom, no. 28779/95, Commission decision of 27 November 1996).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court is mindful that the task of assessing the amount of damages to be awarded is a difficult one, especially in a case where personal suffering, whether physical or mental, is the subject of the claim. There is no standard by which pain and suffering, physical discomfort and psychological distress and anguish can be measured in terms of money (see Firstov v. Russia, no. 42119/04, § 35, 20 February 2014). Where, as in the present case, the existence of a violation of Article 5 § 5 must be assessed in the light of the monetary redress afforded at the domestic level, the Court has had regard to its own practice under Article 41 of the Convention in similar cases (see Selami and Others v. the former Yugoslav Republic of Macedonia, no. 78241/13, § 102, 1 March 2018; Cristina Boicenco v. Moldova, no. 25688/09, § 43, 27 September 2011; Ganea v. Moldova, no. 2474/06, § 22, 17 May 2011; and Damian-Burueana and Damian, cited above, § 89) and also to the factual elements of the case, such as the duration of the applicant’s detention (see Borg v. Malta (dec.), no. 39783/15, § 37, 5 September 2017; Ganea, cited above, § 30; Shilyayev v. Russia, no. 9647/02, § 21, 6 October 2005; and Attard v. Malta (dec.), no. 46750/99, 28 September 2000; see also Novoselov and Cumber, both cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court has no doubt that the domestic courts in the present case attempted, in good faith and to the best of their ability, to assess the level of suffering, distress, anxiety or other harmful effects sustained by the applicants by reason of their unlawful imprisonment. It reiterates that such an assessment should be carried out in a manner consistent with the domestic legal requirements and take into account the standard of living in the country concerned, even if that results in awards of amounts that are lower than those fixed by the Court in similar cases (see Cocchiarella v. Italy [GC], no. 64886/01, § 80, ECHR 2006V). Nevertheless, the fact remains that Mr Vasilevskiy was awarded EUR 3,320 for the 472 days during which he had been unlawfully detained and Mr Bogdanov EUR 324 for the 119 days during which he had been unlawfully detained. That amounted to the respective rates of EUR 7 and EUR 2.70 per day of wrongful deprivation of liberty. That level of compensation was not merely substantially lower than the Court’s awards in similar cases but also disproportionate to the duration of their detention and negligible in absolute terms (see, by contrast, Novoselov, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Furthermore, as regards the case of Mr Bogdanov, the appeal court decided on a five-fold reduction of the award by reason of the “circumstances in which the criminal proceedings [had been] instituted”. It did not explain what circumstances had required such a drastic reduction or mention that his wrongful imprisonment had been the consequence of illegal incitement by the police and of the use of inadmissible evidence in criminal proceedings. The Court reiterates that the domestic courts, as the custodians of individual rights and freedoms, should have considered it their duty to mark their disapproval of such wrongful conduct to the extent of awarding an adequate and sufficient quantum of damages to Mr Bogdanov, taking into account the fundamental importance of the right to liberty and to a fair trial, even if they considered that breach to have been an inadvertent rather than an intended consequence of the State agents’ conduct. As a corollary, this would have conveyed the message that the State could not set individual rights and freedoms at nought or circumvent them with impunity (see Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, § 117, 10 January 2012, and Shilbergs v. Russia, no. 20075/03, § 78, 17 December 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In the light of the above-mentioned considerations, the Court finds that the sums awarded as damages to the applicants for their wrongful imprisonment were so low as to undermine the essence of their enforceable right to compensation under Article 5 § 5 of the Convention. There has accordingly been a violation of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "28.  Mr Vasilevskiy and Mr Bogdanov claimed 730,000 euros (EUR) and EUR 60,000 in respect of the non-pecuniary damage they had sustained on account of their wrongful imprisonment and their being awarded a negligible amount of compensation. Mr Bogdanov also claimed 146,984 Russian roubles (RUB) for the loss of earnings arising from the time that he had been wrongfully deprived of his liberty.",
                                "elements": []
                            },
                            {
                                "content": "29.  The Government submitted that Article 41 should be applied in accordance with the established case-law.",
                                "elements": []
                            },
                            {
                                "content": "30.  As Mr Bogdanov did not produce any documents in support of his claim for loss of earnings, the Court rejects it.",
                                "elements": []
                            },
                            {
                                "content": "31.  The Court finds in the instant case that the applicants’ right to be compensated for wrongful imprisonment in a practical and effective manner was frustrated on account of the negligible amount awarded them in the domestic proceedings. In these circumstances, the applicants’ distress and frustration cannot be compensated for by the mere finding of a violation. Making its assessment on an equitable basis and taking into account the nature of the right a violation of which it has found, the Court awards each applicant EUR 5,000 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
                                "elements": []
                            },
                            {
                                "content": "32.  The Court furthermore reiterates that the award in respect of nonpecuniary damage does not extinguish the legal obligation of the domestic authorities to remedy the violation of the Convention that it has identified in the judgment. It considers, by analogy with its settled case-law in cases concerning a violation of the right to a fair hearing guaranteed by Article 6 of the Convention (see Yevdokimov and Others v. Russia, nos. 27236/05 and 10 others, § 59, 16 February 2016), that an applicant who has suffered an infringement of his right to compensation for wrongful imprisonment should, as far as possible, be put in the position in which he would have been had the requirements of Article 5 § 5 not been disregarded. The most appropriate form of redress would, in principle, be the reopening of compensation proceedings, if requested, and a new assessment of the applicants’ claim, in compliance with the requirements of that provision and the Court’s case-law. The Court notes that a reopening is a legal possibility since a finding by the Court of a violation of the Convention constitutes grounds for reopening civil proceedings under Article 392 §§ 2 (2) and 4 (4) of the Code of Civil Procedure and for reviewing the domestic judgments in the light of the Convention principles established by the Court (see Davydov v. Russia, no. 18967/07, §§ 10-15, 30 October 2014).",
                                "elements": []
                            },
                            {
                                "content": "33.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Decides, unanimously, to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares, unanimously, the case admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, unanimously, that there has been a violation of Article 5 § 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, by six votes to one,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay each applicant, within three months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros), plus any tax that may be chargeable, in respect of nonpecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses, by six votes to one, the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 July 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Serghides is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  I have joined my learned colleagues in finding that there has been a violation of Article 5 § 5 of the Convention because the sums awarded in damages to the applicants for their wrongful imprisonment were so low as to undermine the essence of their enforceable right to compensation under this Article and make it theoretical and illusory rather than practical and effective, as required by the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  With all due respect, whilst the principle of effectiveness, an underlying principle in the Convention, was properly enunciated and employed in the judgment (see paragraphs 18, 21-22, 25-26 and 31) regarding finding a violation of the above provision and making it clear that the applicant’s distress and frustration cannot be compensated for by the mere finding of violation (see paragraph 31), it was not, however, applied by the majority properly, or at all, when awarding only EUR 5,000 (five thousand euros) in respect of non-pecuniary damage to each of the applicants, taking into account that the first applicant (Mr Vasilevskiy) was awarded only EUR 3,320 for 472 days’ unlawful detention and the second applicant (Mr Bogdanov) only EUR 324 for 119 days’ unlawful detention.",
                        "elements": []
                    },
                    {
                        "content": "3.  In my humble view, the amount of EUR 5,000 awarded to the first applicant was extremely low and the same amount awarded to the second applicant was also low. Taking into account all the relevant facts of the case as presented in the judgment, the amount awarded to the applicants cannot, in my view, be considered as “just” within the meaning of Article 41 of the Convention, which deals with just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "4.  Furthermore, the award of EUR 5,000 cannot be “just” in terms of Article 41 because, in awarding this sum, the two applicants were disproportionately equated regarding their suffering, although the period of unlawful detention of the first applicant was three times longer than the second. Taking into account the extremely different lengths of the applicants’ unlawful detention, they could not, in my view, be regarded as being in the same “boat” and thus treated equally, as the majority have decided.",
                        "elements": []
                    },
                    {
                        "content": "5.  The principle of effectiveness cannot, in my view, be satisfied regarding the right under Article 41 of the Convention, when the amount of pecuniary damage awarded to two persons is in total disregard of the principle of proportionality and the principle of equality. In James and Others v. the United Kingdom (judgment of 21 February 1986, Series A no. 98), the Court pertinently held that “[a]s far as Article 1 (P1-1) is concerned, the protection of the right of property it affords would be largely illusory and ineffective in the absence of any equivalent principle” (ibid., § 54). This judicial pronouncement illustrates the close link between the principle of effectiveness and the principle of proportionality in that the former cannot be satisfied in the absence of any equivalent principle. Aristotle said the following regarding the relationship between “just”, “proportionate” and “equality”: The just ... is a species of the proportionate ... For proportion is equality of ratios ...” (see Aristotle, The Nikomachean Ethics (translated and introduced by Sir David Ross), London, 1925, v. 3, 1131.3, at p. 113).",
                        "elements": []
                    },
                    {
                        "content": "6.  In sum, my view is that the amount of EUR 5,000 awarded to each applicant is not “just” in terms of Article 41, both looking at it absolutely, thus looking at the amount awarded to each applicant in isolation, and looking at it relatively, thus looking at the amount awarded to the one applicant in conjunction or comparison with the amount awarded to the other applicant.",
                        "elements": []
                    },
                    {
                        "content": "7.  My above remarks would have led me to increase the amount awarded in respect of non-pecuniary damage for both applicants, bearing in mind that the first applicant was unlawfully detained for a much longer period than the second applicant. However, being in the minority, it is unnecessary to determine these amounts.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helena Jäderblom",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VASILEVSKIY AND BOGDANOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-184521.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0710JUD005224114",
    "externalsources": [],
    "extractedappno": [
        "52241/14",
        "74222/14",
        "41509/06",
        "9096/09",
        "36760/06",
        "29912/05",
        "6773/02",
        "26382/95",
        "26083/94",
        "42527/98",
        "23978/06",
        "66460/01",
        "28779/95",
        "42119/04",
        "78241/13",
        "25688/09",
        "2474/06",
        "39783/15",
        "9647/02",
        "46750/99",
        "64886/01",
        "42525/07",
        "60800/08",
        "20075/03",
        "27236/05",
        "18967/07"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-184521",
    "judgementdate": "10/07/2018 00:00:00",
    "kpdate": "10/07/2018 00:00:00",
    "kpthesaurus": [
        "448",
        "45",
        "216",
        "577",
        "283"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "41",
        "5-5",
        "5"
    ],
    "parties": [
        "VASILEVSKIY AND BOGDANOV",
        "RUSSIA"
    ],
    "rank": "2512.00927734375",
    "representedby": [
        "BOGDASHKIN A.",
        "MELKUMOV A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Abashev v. Russia, no. 9096/09, 27 June 2013",
        "Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, § 117, 10 January 2012",
        "Attard v. Malta (dec.), no. 46750/99, 28 September 2000",
        "Borg v. Malta (dec.), no. 39783/15, § 37, 5 September 2017",
        "Cocchiarella v. Italy [GC], no. 64886/01, § 80, ECHR 2006 V",
        "Cristina Boicenco v. Moldova, no. 25688/09, § 43, 27 September 2011",
        "Cumber v. the United Kingdom, no. 28779/95, Commission decision of 27 November 1996",
        "Damian-Burueana and Damian v. Romania, no. 6773/02, 26 May 2009",
        "Davydov v. Russia, no. 18967/07, §§ 10-15, 30 October 2014",
        "Firstov v. Russia, no. 42119/04, § 35, 20 February 2014",
        "Ganea v. Moldova, no. 2474/06, 17 May 2011",
        "K.W. v. Switzerland, no. 26382/95, Commission decision of 3 December 1997",
        "Khachatryan and Others v. Armenia, no. 23978/06, § 157, 27 November 2012",
        "Novoselov v. Russia (dec.), no. 66460/01, 16 October 2003",
        "Prince Hans-Adam II of Liechtenstein v. Germany [GC], no. 42527/98, § 45, ECHR 2001-VIII",
        "Selami and Others v. the former Yugoslav Republic of Macedonia, no. 78241/13, § 102, 1 March 2018",
        "Shilbergs v. Russia, no. 20075/03, § 78, 17 December 2009",
        "Shilyayev v. Russia, no. 9647/02, § 21, 6 October 2005",
        "Shulgin v. Ukraine, no. 29912/05, §§ 49-58, 8 December 2011",
        "Stadnik v. Russia, no. 41509/06, §§ 13-14, 13 June 2017",
        "Stanev v. Bulgaria [GC], no. 36760/06, § 182, ECHR 2012",
        "Waite and Kennedy v. Germany [GC], no. 26083/94, § 54, ECHR 1999-I",
        "Yevdokimov and Others v. Russia, nos. 27236/05 and 10 others, § 59, 16 February 2016"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "476632",
    "typedescription": "15"
}