{
    "__articles": "2;2-1;35;41",
    "__conclusion": "Remainder inadmissible;No violation of Article 2 - Right to life (Article 2 - Positive obligations;Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "2527/09",
    "article": [
        "35",
        "41",
        "2"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2 - Positive obligations",
                "Article 2-1 - Life"
            ],
            "element": "No violation of Article 2 - Right to life",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "no-violation"
        },
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-147036.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 2527/09) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Ruman Kosumova (“the applicant”), on 24 December 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Ryzhov, a lawyer practising in Nizhniy Novgorod. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained under Articles 2 and 13 of the Convention about the killing of her daughter, Raisa Kosumova, by Russian military servicemen, and the absence of an effective investigation into the events by the domestic authorities.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 27 May 2011 the application was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 30 August 2012 the applicant died. Mr Abdula Kasumov (Kosumov), her son and the brother of the late Raisa Kosumova, expressed his wish to pursue the proceedings before the Court in her stead.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 4 February 2014 the Court decided that Mr Abdula Kasumov (Kosumov) has standing to continue the proceedings in the present case.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1938 and lived in Kharachoy. She was the mother of Raisa Kosumova, born in 1967, and the widow of Alikhazhi Kosumov, born in 1932.",
                                "elements": []
                            },
                            {
                                "content": "A.  The events of 7 June 2003 and the death of the applicant’s daughter",
                                "elements": [
                                    {
                                        "content": "8.  On 7 June 2003 at about 5 p.m. an operational investigative group composed of officers of the Vedenskiy District Prosecutor’s Office (“the District Prosecutor’s Office”), the Vedenskiy District Department of the Interior (“ROVD”), the Criminal Police of the Provisional Task Force of the Russian Ministry of the Interior and the Directorate of the Federal Security Bureau for the Vedenskiy District (“UFSB”), were driving several vehicles along the Dyshne-Vedeno-Kharachoy road, returning from Kharachoy to the village of Vedeno. One of the vehicles of the convoy was blown up and thrown down a steep slope by the explosion into the nearby River KhulKhulau. Several officers in the vehicle were wounded and two were killed instantly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  After the explosion, the police officers called for reinforcements. In the following hour and fifteen minutes an armoured unit, a reconnaissance unit of the Vedenskiy District military command and a special operations unit of the FSB arrived at the scene. After the reinforcements arrived, unidentified forces started firing mortars at the forested slopes. Shells were exploding on the roadside less than 100 metres from the explosion scene.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Meanwhile, the applicant’s daughter was driving her GAZ-66 truck from Vedeno to Kharachoy. As she passed the scene of the explosion, mortar shells started exploding on the roadside. She received a wound to the head and died instantly. Two FSB officers were also wounded and hospitalised.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 16 January 2004 the civil registration office of the Vedenskiy District issued a death certificate (no. 13), certifying that Raisa Kosumova, aged 35, had died on 7 June 2003 in Kharachoy in the Vedenskiy District, from a shell wound to the head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Death of the applicant’s husband",
                                "elements": [
                                    {
                                        "content": "12.  Around the time the applicant’s daughter died, the applicant’s seventy-year-old husband was ill. Concerned for her husband’s health, the applicant hesitated about telling him about their daughter’s death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant’s husband found out about their daughter’s death on 1 July 2003. He could not cope with her loss and died two days later, on 3 July 2003.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Official investigation",
                                "elements": [
                                    {
                                        "content": "14.  On 7 June 2003 the District Prosecutor’s Office instituted criminal proceedings into the death of the applicant’s daughter under Article 109 § 1 of the Russian Criminal Code (negligent homicide). An on-site inspection and an inspection of the applicant’s daughter’s body were carried out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 10 June 2003 the chief assistant of the District Prosecutor’s Office sent an order to the Vedenskiy District Temporary Department of the Interior (“VOVD”), the Vedenskiy District ROVD and the UFSB requesting them to carry out without delay the necessary operational-search measures for establishing who had been involved in the death of the applicant’s daughter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On the same day two officers of the Vedenskiy ROVD were questioned about the circumstances of the events of 7 June 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 17 June 2003 a post-mortem examination of the applicant’s daughter’s body was completed. It was established that she had died from a vast penetrating head wound resulting in brain damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 29 June 2003 the Vedenskiy District UFSB replied to the request of 10 June 2003, stating that it had appeared impossible to identify the individuals involved in the death of the applicant’s daughter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 25 July 2003 the applicant was granted victim status in the proceedings. She was questioned on the same day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 7 August 2003 the criminal proceedings were suspended. The heads of the Vedenskiy District VOVD, ROVD and UFSB were instructed to carry out the necessary operational-search activities with a view to identifying the possible suspects. The applicant was not informed of this decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  For the next two and a half years, the applicant attempted, in vain, to find out how the investigation was progressing, and made various enquiries to the competent domestic authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 20 January 2006, with the help of a lawyer provided to her by the NGO Committee Against Torture, the applicant obtained a reply from the District Prosecutor’s Office and copies of the decisions of 7 June 2003 (instituting criminal case no. 24041), 25 July 2003 (acknowledging her victim status in the proceedings and setting out her procedural rights), and 7 August 2003 (suspending the preliminary investigation for failure to identify those responsible for the events in question).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 16 December 2006 the proceedings were resumed. The decision of 7 August 2003 was found to be unlawful and the investigation incomplete and superficial. A copy of the decision was sent to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 19 December 2006 the District Prosecutor’s Office requested the head of central archives at the Ministry of Defence to provide copies of extracts from the military action logbook of the Vedenskiy District Military Commandant’s Office for 7 June 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On the same day the investigator of the District Prosecutor’s Office questioned I. P., head of the artillery armament service of military unit no. 6780 based in Vedeno, who stated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The following procedure is in place for deploying mortar batteries. Once the command has been received, the mortar battery’s officer-on-duty is given an order which includes [such information as]: the number of shells, target coordinates, the time of firing, and the time of ceasefire. The battery’s officer-on-duty transmits the command to the officer-on-duty, who alerts the crew-on-duty and issues an order in accordance with the command received. As soon as the firing has been ceased, the battery’s officer-on-duty reports to the initiator of the firing, then the latter reports to the Command of the United Group Alignment (“UGA”) ... Within twenty-four hours the battery commander files a report in order to write off the ammunitions used, indicating the initiator of the firing, the time, target coordinates, and the number of shells used. The report is then approved by the military unit commander ... and agreed with the local department of the FSB. I then receive the report, and prepare an ammunitions expenditure account. Next, the account and the report are attached to a secret file that I keep. The file is kept for five years and is then destroyed ... I don’t know if the military units of the Ministry of Defence previously deployed on the territory of Vedeno and Dyshne-Vedeno had the same procedures in place.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 27 December 2006 the District Prosecutor’s Office sent requests to the Vedenskiy District ROVD to establish the whereabouts of officers D. G., V. N., V. K., O. L., M. K. and A. A., who had served there on a contract basis in June 2003. On the same day the District Prosecutor’s Office requested the Igrinskiy District ROVD of the Republic of Udmurtiya to question O. Sh., who had served at the Vedenskiy District ROVD in June 2003 as an expert criminologist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 28 December 2006 the District Prosecutor’s Office requested the head of the Vedenskiy District ROVD to guarantee the attendance of its officers L. Sh., A. I., Kh. Kh., R. M. and Yus. Sh., for questioning as witnesses to the events of 7 June 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 3 January 2007 the investigator of the District Prosecutor’s Office questioned police officer Kh. Kh., who stated that on 7 June 2003 he had been wounded in the explosion and taken to hospital in Grozny and could not therefore provide any information about the subsequent mortar attack.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 4 January 2007 the investigator questioned police officer A. T., who claimed to have left the scene of the explosion to provide help to the wounded and could not therefore clarify the circumstances of the mortar attack.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 8 January 2007 the District Prosecutor’s Office sought the assistance of the UFSB for the Chechen Republic in establishing the whereabouts of Captain A. K. and Ensign S. Zh., wounded during the mortar attack on 7 June 2003, in order to question them as victims of the attack. On the same day the District Prosecutor’s Office requested the Prosecutor’s Office of the Chechen Republic to provide them with personal data and contact information for two former officers of the Vedenskiy District Prosecutor’s Office, A. P. and A. An., in order to guarantee their attendance for questioning as witnesses to the events of 7 June 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 15 January 2007 the investigator of the investigations department of the Vedenskiy District VOVD questioned witness S.-Kh. M., who stated that on 7 June 2003 the operational investigative group had arrived in Kharachoy to investigate an attack by members of an illegal armed group on civilians (murder and arson). After the investigative group had left, he, I. D. and A. T. went to the cemetery to bury the victims. From the cemetery they heard an explosion and then saw that a district police vehicle had been blown up. As they approached, they saw that several police officers had been wounded and killed. They started helping by providing first aid and evacuating the wounded. On their way from the gorge to the road leading to Dyshne-Vedeno, he heard detonations. A GAZ-66 truck driving on its way to Kharachoy passed them by. He knew that the driver of the truck was a woman from Kharachoy. Later he knew from the officers who had remained at the scene of the explosion that the detonations he had heard had been mortars. He did not know whether the scene of the explosion had been subjected to shelling by members of an illegal armed group or the federal forces.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 16 January 2007 the criminal proceedings were suspended for failure to identify those responsible for committing the crime. On 16 February 2007 the investigation was subsequently resumed, but suspended again on 16 April 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In the meantime, on 17 January 2007 the UFSB for the Chechen Republic informed the District Prosecutor’s Office that in 2003 Captain A. K. and Ensign S. Zh. had served in the UFSB as undercover agents, which was why their whereabouts could not be revealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 29 January 2007 witness I. D. was questioned. His statements were consistent with the statement by S.-Kh. M. (see paragraph 31 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 30 January 2007 the acting prosecutor of the District Prosecutor’s Office approached the military prosecutor of military unit no. 20102 for assistance in obtaining information from the UGA as to whether the mortar batteries used on 7 June 2003 had belonged to the military units and divisions deployed in the Vedenskiy District, with an indication of the time of firing, target coordinates and the number of shots.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 6 February 2007 the central archives of the Ministry of Defence provided a document stating as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[On] 7 June 2003 [at] 17.10 on the ROVD officers’ return trip in the UAZ-452 truck from the village of Kharachoy a landmine exploded on the 4.5 metre-high slope near the road, one kilometre south-east of the village of Dyshne-Vedeno. Losses: “200” – 2, “300” – 10 pers.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 13 February 2007 witness V. N., a former officer of the Vedenskiy District ROVD, was questioned. He stated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“From 17 January 2003 to 8 January 2006 I served under contract as chief of police at the Vedenskiy District ROVD. [I] participated in counterterrorism operations in accordance with the assignments of [the ROVD].",
                                        "elements": []
                                    },
                                    {
                                        "content": "Indeed, on 7 June 2003 at about 8 a.m. the Vedenskiy District ROVD received information that a group of [approximately] eighty rebel fighters had entered the village of Kharachoy and murdered two women, ... set four houses on fire and committed other crimes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At about 2 p.m. as part of a militarised convoy of the operational investigative group, I went to the village to carry out urgent investigative measures. The convoy consisted of six vehicles. After completing the investigative measures, as the convoy was returning back to Vedeno near the gorge three kilometres from Kharachoy, a UAZ vehicle was blown up by an explosive device hidden by the road and fell down the abyss from a height of 20 metres ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The incident was reported to the ROVD and Military Commandant’s Office, and a call for reinforcements was made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The officers of the operational investigative group participated in the evacuation of those killed and wounded [by the explosion].",
                                        "elements": []
                                    },
                                    {
                                        "content": "After the reconnaissance unit arrived, the road was blocked by an armoured personnel carrier (APC). At the same time, at about 5.30 p.m. mortar shelling of the nearby area began. I don’t know who opened fire. The explosions hit the forested area on the mountain slopes; there were about fifteen explosions altogether. Judging by the sound characteristic of a flying shell, I concluded that the firing was from mortars. I don’t know which direction the firing came from, [since] it is impossible to establish the direction of mortar fire. It is difficult to say whether the shelling was carried out by officers of the federal forces or members of the illegal armed group. After the road was blocked by the APC, a civilian GAZ-66 truck stopped not far from the APC. A woman was at the wheel. During the shelling she remained in the truck. The shelling lasted about fifteen minutes. Approximately halfway through one of the shells exploded between the APC and the GAZ-66 truck. After the shelling stopped it was discovered that the woman driver of the GAZ-66 truck had received a shell wound to the head and died on the spot. Two FSB officers were also wounded; I don’t know their names or the nature of their injuries ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 14 February and 15 February 2007 respectively witnesses A. An., former chief assistant to the Vedenskiy District prosecutor, and A. A., a former officer of the Vedenskiy District ROVD, were questioned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 20 February 2007 witness O. L., a former officer of the Vedenskiy District ROVD, was questioned. He stated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Since 2002 I had served at the Vedenskiy District ROVD on a contract basis. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 7 June 2003 information was received that during the night a group of rebel fighters (sixty to eighty individuals) had entered the village of Kharachoy and killed two women, burned down several houses and all the motor vehicles ... At about 13.30 the operational investigative group comprising about fifty officers of the police, prosecutor’s office and FSB [in four vehicles] headed to Kharachoy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At about 14.00 the operational investigative group arrived in Kharachoy. Having split up into several groups, [we] inspected the scene of the incident and gathered the required material.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At about 18.00 we decided to head in the direction of Vedeno. The head of the Vedenskiy District ROVD decided to proceed in groups, with two to three minute intervals, since it was suspected that the rebel fighters might be nearby and could attack the convoy ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having driven about 800 metres from Kharachoy, an unarmoured UAZ truck carrying the head of the ROVD and eleven other individuals was blown up behind us. We stopped, as I understood that one of our vehicles had been blown up. Everybody left the truck and dispersed onto the road ... At that moment we were subjected to shelling from automatic firearms coming from the forested area on the other side of the abyss. The abyss was about 100 metres wide. I think that at least two people were firing at us. FSB officers called for reinforcements and artillery support.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Several of our officers started going down the abyss [to provide help to those who were in the UAZ vehicle]. Me and other officers were covering them, firing at the forested area with automatic firearms. The firefight lasted for about twenty minutes and ended after FSB officers launched two grenades in the direction of the forested area with an RPG-7 handheld grenade launcher.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The officers of the prosecutor’s office inspected the scene of the attack; the police officers were helping to take the wounded onto the road. We put the wounded into a GAZEL van, and took them to Vedeno. From the direction of Dyshne-Vedeno a GAZ-66 truck was driving towards us ... At that moment a mortar attack began. About three shells hit the forested area and two landed on the road where we were. We immediately hid from the shells under a URAL truck. The interval between strikes was about a minute. The GAZ-66 truck was already approximately 50 metres from us, when a shell exploded next to it. The truck stopped. At that moment the FSB officers got in touch with the military and asked them to cease fire. We got out from under the [URAL] truck and saw that the woman driver of GAZ-66 truck was dead ... Two of our officers were also wounded; I don’t remember who exactly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The firing was from mortars, as a characteristic roar was clearly heard before each explosion. I cannot say where the firing was conducted from, since we were in a gorge, and the echo could be heard from everywhere ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 21 March 2007 witness D. G., a former officer of the Vedenskiy District ROVD, was questioned. He stated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“From 19 June 2002 to 19 June 2003 I served under contract at the Vedenskiy District ROVD ... On 7 June 2003 [as part of the operational investigative group] I went to the village of Kharachoy, where during the night of 7 June 2003 about eighty unidentified [members of an illegal armed group] had killed several women and burned down several houses and cars. On the return trip from the scene of the incident, [on the road running through forested mountain slopes] between the villages of Kharachoy and Dyshne-Vedeno, a landmine exploded, as a result of which a UAZ truck carrying officers of the Vedenskiy District ROVD was thrown down the abyss. Thereupon, [the convoy] was subjected to shelling. The shelling was carried out with automatic firearms coming from the forested mountain area by members of the illegal armed group. Later, there was an artillery attack. [This was clear judging by] the characteristic sound and the presence of characteristic “funnels” on the ground. It is difficult to say which direction the artillery attack was conducted from as the events date back to more than three years ago ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 25 April 2007 the military prosecutor of military unit no. 20102 informed the acting prosecutor of the Vedenskiy District that pursuant to their request of 30 January 2007, an enquiry had been sent to the commander of the UGA and upon receipt of the reply the requested information would be sent separately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 16 May 2007 witness V. K., a former officer of Vedenskiy District ROVD, was questioned. With regard to the circumstances of the mortar fire, he claimed to have been unable to say whether the firing was from mortars or artillery equipment, or to say who had conducted it. However, he stated that he had seen shell bursts and estimated that there had been about twenty of them. It was difficult in the circumstances to determine which direction the firing was conducted from.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 20 September 2007 the applicant’s lawyer challenged the decision of 16 April 2007 suspending the investigation of the case before the Shalinskiy Inter-District Investigation Department (Шалинский межрайонный следственный отдел следственного управления Следственного комитета при прокуратуре Российской Федерации по Чеченской Республике).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 20 December 2007 its head found that there were no grounds for quashing the decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 21 March 2008 the applicant’s lawyer challenged the above decision before the Vedenskiy District Court (“the District Court”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 14 April 2008 the District Court held that the decision of 20 December 2007 had been unlawful, unjustified and premature, and instructed the District Prosecutor’s Office to resume the investigation. In particular, the court pointed out the need to identify the person who had given the order to use heavy weapons without precisely calculating the target area or ensuring that the relevant area had been cordoned off beforehand. Furthermore, it considered it necessary to obtain relevant information from the central archives of the Ministry of Defence, the Ministry of the Interior and the FSB with respect to the mortar fire executed on 7 June 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 10 July and 28 July 2008 the applicant’s lawyer enquired with the head of the Shalinskiy Inter-District Investigation Department whether the judgment of 14 April 2008 had been complied with. On 20 July and 9 August 2008 respectively he was informed that the investigation of the criminal case had never been resumed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicant challenged the idleness of the Shalinskiy Inter-District Investigation Department before the District Court, which on 19 August 2008 found its inactivity unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 7 September 2008 the investigation of the case was transferred from the District Prosecutor’s Office to the Shalinskiy Inter-District Investigation Department.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 27 February 2009 the investigation was resumed. The following instructions were given to the investigator of the Shalinskiy Inter-District Investigation Department:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“-  to join to the material of criminal case no. 24041 as evidence copies of all necessary documents from the criminal case opened into the causing of bodily harm to officers of the Vedenskiy District ROVD and FSB as a result of the explosion of a UAZ-452 vehicle by an unidentified explosive device on 7 June 2003;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  to question as witnesses all the officers of the Vedenskiy District ROVD and FSB driving in the convoy ... at the moment of the mortar attack, including regarding the issue of who in particular had been contacted [to give the order] to use mortar fire;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  to establish the owner of the GAZ-66 truck ...;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  to obtain from the central archives of the Ministry of Defence copies of extracts from the military action logbook of the Vedenskiy District Military Commandant’s Office for 7 June 2003 and join them to the case material;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  obtain from the headquarters of the UGA information on whether the mortar batteries used on 7 June 2003 belonged to military units and military divisions deployed in the Vedenskiy District of the Chechen Republic, with an indication of the time of firing, the target area and the number of shots;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  to carry out other necessary investigative measures; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  to take a lawful and justified decision on the criminal case based on the results of the investigative measures conducted.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 6 March 2009 the investigator of the Shalinskiy Inter-District Investigation Department requested the head of central archives at the Ministry of Defence to provide copies of extracts from the military action logbook of the Vedenskiy District Military Commandant’s Office for 7 June 2003. On the same day the investigator requested the temporary district police (ОГ ВОГО и П МВД России по Веденскому району Чеченской Республики) to obtain information from the UGA headquarters about the mortar batteries used on 7 June 2003 by the military units and divisions deployed in the Vedenskiy District, with an indication of the time of firing, the target area and the number of shots.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 13 March 2009 the investigator questioned witness R. M., an officer of the Vedenskiy District ROVD, whose statements were similar to the statement by Kh. Kh. (see paragraph 28 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On 19 March and 27 March 2009 respectively the investigator questioned the applicant’s sons, A. Kasumov (Kosumov) and A.-K. Kasumov (Kosumov), who stated that their sister had been transporting freight with their family’s GAZ-66 truck, and on 7 June 2003 had been on her way back from the village of Argun where she had been taking some construction stone.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 4 April 2009 the temporary district police replied to the investigator’s request of 6 March 2009, stating that it did not have the information requested and advising the investigator to apply to the Vedenskiy District Military Commandant’s Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On the same day the investigator of the Shalinskiy Inter-District Investigation Department granted victim status to the applicant’s daughter’s sister-in-law, the owner of the GAZ-66 truck.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Between 5 April 2009 and 18 June 2010 the proceedings were suspended and reopened five times.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In the meantime, on 22 April 2009 the head of central archives at the Ministry of Defence replied that the military action logbook of the Vedenskiy District Military Commandant’s Office were classified, so in order for the documents to be sent to the investigator the latter had to provide the head of central archives with a classified postal address.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 18 June and 30 June 2009 the investigator of the Shalinskiy Inter-District Investigation Department made further requests to the head of central archives at the Ministry of Defence for copies of extracts from the military action logbook of the Vedenskiy District Military Commandant’s Office for 7 June 2003, indicating the address where the requested documents could be sent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Meanwhile, on 22 June 2009 the investigator questioned witness S. M., chief detective of the criminal investigation department of the Vedenskiy District Department of the Interior (“OVD”), who stated as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“We [undertook steps] to identify those involved in the blowing up of the [UAZ vehicle] and the mortar fire which had caused [the applicant’s daughter’s] death ... Based on the results of the measures taken, [we] identified the individuals who had blown up the UAZ vehicle ..., but the involvement of [those individuals] in the mortar fire was not proved. In this connection we repeatedly submitted requests to the Vedenskiy District military commandant in order to establish the involvement of mortar batteries of the Russian Ministry of Defence deployed in the Vedenskiy District of the Chechen Republic [in the events of 7 June 2003]; however, we have never received any reply.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  On 30 June, 6 July and 14 July 2009 the investigator questioned witnesses A. S., A. Tl. and A. G., detectives of the criminal investigation department of the Vedenskiy District OVD, who gave statements similar to that given by witness S. M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  On the resumption of the proceedings, on 18 June 2010 the acting head of the Shalinskiy Inter-District Investigation Department instructed the investigator to, inter alia, request from the Vedenskiy District Military Commandant’s Office and join to the case file pertinent information on the divisions of the Russian Ministry of Defence deployed in the vicinity of the scene of the events of 7 June 2003 which were armed with mortars, as well as information on the flying range of 82mm and 120mm mortar shells.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  On the same date, in compliance with the above instructions, the investigator sent relevant requests to the head of the Vedenskiy District OVD, the Vedenskiy District military commandant, the head of the Vedenskiy District UFSB and the commander of the UGA.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  On 21 June 2010 the investigation was suspended. It was resumed on 7 July 2010. It appears that the investigation was suspended and reopened again several times thereafter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  On 4 July 2011 the head of forensics at the Investigative Committee of the Russian Federation Prosecutor’s Office for the Chechen Republic stated that the case material in criminal case no. 24041 had revealed significant shortcomings in the way the preliminary investigative measures had been carried out. Instructions for further investigation were given to the investigator. It was requested, in particular, that all the FSB officers who had been involved in the events of 7 June 2003 be questioned, since it appeared from a number of witness statements that it had been FSB officers who had asked unidentified individuals for mortar fire support, and it had subsequently been at their request that the mortar shelling had been stopped.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  On 17 July 2011 the investigation was suspended yet again. It was later resumed on 24 August 2011.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "66.  The Russian Code of Criminal Procedure provides that criminal proceedings should be instituted if there is sufficient evidence to suggest that a criminal offence has been committed (Article 140).",
                                "elements": []
                            },
                            {
                                "content": "67.  Prosecutors, investigators and inquiry bodies must consider reports and information about any crime committed or being planned, and take a decision on that information within three days. In exceptional cases, that time-limit can be extended to ten days (Article 144). The decision should be one of the following: (a) to institute criminal proceedings; (b) to refuse to institute criminal proceedings; or (c) to transfer the information to another competent authority (Article 145).",
                                "elements": []
                            },
                            {
                                "content": "68.  The criminal investigation can be suspended if, among other reasons, the alleged perpetrator has not been identified. Before suspending the criminal investigation, the investigator must carry out all the investigative measures which can be conducted in the absence of a suspect or an accused and undertake measures for identifying the alleged perpetrator (Article 208). After suspending the criminal investigation the investigator must proceed with the measures for identifying the alleged perpetrator (Article 209).",
                                "elements": []
                            },
                            {
                                "content": "69.  The investigator resumes the criminal investigation after the circumstances which served as the grounds for suspending the investigation have ceased to exist or because of a need to carry out investigative measures which can be conducted in the absence of an accused. The criminal investigation can also be resumed by the prosecutor or the head of the investigation department as a result of the decision by the investigator to suspend the proceedings being reversed (Article 211).",
                                "elements": []
                            },
                            {
                                "content": "70.  Article 42 of the Code defines the procedural status of a victim in criminal proceedings and lists the rights and obligations vested in them. It provides that the victim has the right to acquaint him or herself with the entire case file after the closing of the investigation. Article 42 also stipulates that victims are to be informed of procedural decisions to open or close criminal proceedings, grant or refuse victim status, and to suspend proceedings. Copies of those decisions must be sent to the victims. Victims also have access to any decisions ordering expert reports and the conclusions of those reports (Article 198).",
                                "elements": []
                            },
                            {
                                "content": "71.  The prosecutor’s office is responsible for general supervision of the investigation. In particular, the prosecutor’s office may order that specific investigative measures be carried out, transfer the case from one investigator to another, or reverse unlawful and unsubstantiated decisions taken by investigators and inquiry bodies (Article 221).",
                                "elements": []
                            },
                            {
                                "content": "72.  Decisions of an investigator or a prosecutor dispensing with or terminating criminal proceedings, and other decisions and acts or omissions which are liable to infringe the constitutional rights and freedoms of the parties to criminal proceedings or impede citizens’ access to justice, may be appealed against to a district court, which is empowered to check the lawfulness and grounds of the impugned decisions (Article 125).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "73.  The applicant alleged that her daughter had been killed by agents of the State, and that the authorities had failed to carry out an effective investigation into the events. She relied on Article 2 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "74.  The Government submitted that no evidence had been collected in the course of the preliminary investigation to warrant a conclusion “beyond reasonable doubt” of the alleged involvement of State agents in the killing of the applicant’s daughter. No special operation had been planned or conducted by the Russian military near the Dyshne-Vedeno-Kharachoy road where the applicant’s daughter had been driving her truck on 7 June 2003. The applicant’s daughter had found herself in the midst of a surprise attack by members of an illegal armed group against Russian servicemen. The area in question had been subjected to sudden mortar shelling by unidentified individuals. In these circumstances, the Russian servicemen had been unable to ensure her safety.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The investigation carried out into the events of 7 June 2003 had not gathered sufficient evidence to conclude that the mortar fire which had killed the applicant’s daughter had been conducted by Russian servicemen. It further confirmed the presence of members of an illegal armed group in the area at the material time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  In view of the foregoing, the Government stated that the right to life, as guaranteed by Article 2 of the Convention, had not been violated in respect of the applicant’s daughter. They went on to say that since the investigation had not yet been completed in the present case, any final conclusions regarding the circumstances of the events in question would be premature.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Regarding the obligation of the State to conduct an effective investigation, the Government submitted that in order to identify the individuals involved in the killing of the applicant’s daughter, the authorities in charge of preliminary investigation had: (1) opened the criminal case in good time; (2) carried out urgent operational-search activities, including an on-site inspection; (3) arranged a post-mortem examination of the applicant’s daughter’s body; (4) sent numerous requests and orders to public order and security agencies in the Chechen Republic to establish the facts about the mortar fire on 7 June 2003 and identify the individuals who had conducted the firing; and (5) interviewed eyewitnesses, including the applicant’s daughter’s relatives, servicemen and officers of law-enforcement agencies. The Government concluded, therefore, that the measures taken by the domestic investigative authorities within criminal case no. 24041 had been sufficient to meet the obligation of the State to carry out an effective investigation as required by Article 2 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "78.  The applicant submitted that throughout the investigation, the version of events implying the involvement of State agents in the killing of her daughter had been paramount. The applicant specifically relied on the statement by witness O. L., who claimed that after the GAZ-66 truck driven by the applicant’s daughter had been hit by a mortar, FSB officers had got in touch with the military and asked them to cease fire; the decision of the District Court of 14 April 2008 which pointed out the need to identify the person who had given the order to use heavy weapons without precisely calculating the target area or ensuring that the relevant area had been cordoned off beforehand; and the instructions issued by the head of forensics at the Investigative Committee on 4 July 2011, who requested the investigator to question all the FSB officers who had been involved in the events of 7 June 2003, since it followed from a number of witness statements that it had been FSB officers who had asked unidentified individuals for mortar fire support, and it had subsequently been at their request that the mortar shelling had been stopped. The applicant further submitted, with reference to the statement by witness S. M., that the version of events implying the involvement of members of the illegal armed group in the mortar fire had been abandoned. The applicant thus believed that it had been proven beyond reasonable doubt that the authorities had been responsible for the mortar fire on the Dyshne-Vedeno-Kharachoy road on 7 June 2003 resulting in the death of her daughter. The applicant further argued that the use of heavy ordnance in peacetime and with no precautions taken did not comply with the extent of diligence expected from lawenforcement bodies in a democratic society. Even if it were accepted that the operation had pursued a legal objective, by no means could it be agreed that the operation itself had been planned and carried out with due concern for the lives of civilians. The applicant considered, therefore, that there had been a violation of Article 2 of the Convention in its substantive aspect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The applicant further maintained that the domestic authorities had failed to conduct an effective investigation into the circumstances of her daughter’s death. She submitted that the initial investigation had lasted from 7 June to 7 August 2003. During these two months the investigator had questioned her and granted her victim status in the proceedings and had sent out a number of requests, following which the investigation had been suspended. There had been no investigative activity between August 2003 and December 2006. The cooperation between the investigative and other State authorities had been insufficient. In particular, none of the requests addressed by the investigator to the military prosecutor, the central archives of the Ministry of Defence, the temporary district police, the commander of the UGA or the district military commandant with a view to establishing whether the mortar batteries used on 7 June 2003 belonged to the military units and divisions deployed in the Vedenskiy District had led to results capable of shedding light on the events in question. The applicant further pointed out that it had taken the District Prosecutor’s Office nine months to comply with the court’s decision of 14 April 2008 instructing it to resume the investigation. The decisions suspending the investigation had contained very scarce information as to the evidence collected. The applicant had had a feeling that the investigation process had been a mere formality with a predictable outcome, since over a span of several years the investigating authority had failed to carry out all the possible investigative measures that could have been taken in the absence of the accused. Not all eyewitnesses had been identified and questioned. The official who had given the order to use mortars without a precise calculation of the target area or cordons being formed around that area beforehand had also not been identified. As a result, many issues remained unascertained. Lastly, the applicant had been completely denied access to the case file until 2010. In view of the foregoing, the applicant concluded that the domestic authorities had not complied with their procedural obligation under Article 2 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "80.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "81.  The Court reiterates that Article 2, which safeguards the right to life and sets out the circumstances when deprivation of life may be justified, ranks as one of the most fundamental provisions in the Convention, from which no derogation is permitted. In the light of the importance of the protection afforded by Article 2, the Court must subject deprivation of life to the most careful scrutiny, taking into consideration not only the actions of State agents but also all the surrounding circumstances (see, among other authorities, McCann and Others v. the United Kingdom, 27 September 1995, §§ 146-47, Series A no. 324, and Avşar v. Turkey, no. 25657/94, § 391, ECHR 2001VII (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court refers to its case-law confirming the application of the standard of proof “beyond reasonable doubt” in its assessment of evidence (see Avşar, cited above, § 282). Such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact. In this context, the conduct of the parties when evidence is being obtained has to be taken into account (see Finogenov and Others v. Russia, nos. 18299/03 and 27311/03, § 199, ECHR 2011 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court is sensitive to the subsidiary nature of its role and recognises that it must be cautious in taking on the role of a first-instance tribunal of fact, where this is not rendered unavoidable by the circumstances of a particular case (see McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000). Nonetheless, where allegations are made under Articles 2 and 3 of the Convention, the Court must apply a particularly thorough scrutiny (see, mutatis mutandis, Ribitsch v. Austria, 4 December 1995, § 32, Series A no. 336, and Avşar, cited above, § 283) even if certain domestic proceedings and investigations have already taken place.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  It has been established by the investigation carried out by the domestic authorities that on the morning of 7 June 2003 the Vedenskiy District ROVD received information that a group of rebel fighters had entered Kharachoy and committed a number of crimes there. In the afternoon the operational investigative group went to the village to carry out investigative measures. When they had been completed, on the way back to Vedeno one of the vehicles carrying the members of the operational investigative group was blown up by an explosive device hidden by the road. The operational investigative group was subsequently subjected to shelling from automatic firearms coming from the forested area. The federals opened fire and called for reinforcements. After the reinforcements arrived, mortar shelling of the nearby area began. The mortars fired at the forested slopes exploded at the roadside near the scene of the explosion. One of them hit a GAZ-66 truck travelling in the direction of Kharachoy and killed the driver, the applicant’s daughter. The question to be answered in the present case is whether the State authorities were responsible for the death of the applicant’s daughter as alleged by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The Court observes that the applicant made an inference as to the involvement of the State authorities in the mortar fire by relying on the lack of proof that the mortar attack had been carried out by rebel fighters (see paragraph 59 above) and by relying on the statement by witness O. L., who in February 2007 claimed that FSB officers had asked the military to provide them with “artillery support” and subsequently to cease fire (see paragraph 39 above). The Court notes, however, that the case file contains no proof that the State authorities were involved in the mortar fire either. Despite the fact that at all stages of the investigation the investigating authority made requests to various competent domestic authorities in order to obtain information as to the possible involvement of the State authorities in the mortar fire, no reply capable of shedding light on the circumstances in question was received. Regarding the witness statements, the Court observes that many of the witnesses voiced uncertainty and doubts as to whether the mortar shelling had been carried out by rebel fighters or the federal forces (see paragraphs 31, 34, 37 and 42 above). Furthermore, none of the FSB officers who might have confirmed having asked for mortar fire support had been questioned. In the light of the foregoing, the Court cannot reach a conclusion “beyond reasonable doubt” that the State authorities were responsible for the mortar fire which killed the applicant’s daughter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Accordingly, in a situation where the material in the case file does not provide a sufficient evidential basis to enable the Court to find “beyond reasonable doubt” that the Russian authorities were responsible for the mortar fire which killed the applicant’s daughter, the Court must conclude that there has been no violation of Article 2 of the Convention on account of the authorities’ alleged failure to protect the applicant’s daughter’s right to life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The obligation to protect the right to life under Article 2 of the Convention, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within [its] jurisdiction the rights and freedoms defined in [the] Convention”, requires by implication that there should be some form of effective official investigation when individuals have been killed as a result of the use of force (see McCann and Others, cited above, § 161, and Kaya v. Turkey, 19 February 1998, § 86, Reports of Judgments and Decisions 1998I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  Not every investigation should necessarily be successful or come to a conclusion which coincides with the claimant’s account of events; however, it should in principle be capable of leading to the establishment of the facts of the case and, if the allegations prove to be true, to the identification and punishment of those responsible (see Finogenov and Others, cited above, § 269, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  To be “effective”, an investigation should meet several basic requirements, formulated in the Court’s case-law under Articles 2 and 3 of the Convention: it should be independent (see Oğur v. Turkey [GC], no. 21594/93, §§ 91-92, ECHR 1999III), thorough (see Mikheyev v. Russia, no. 77617/01, § 108, 26 January 2006; see also, mutatis mutandis, Salman v. Turkey [GC], no. 21986/93, § 106, ECHR 2000VII; Tanrıkulu v. Turkey [GC], no. 23763/94, §§ 104 et seq., ECHR 1999-IV; and Gül v. Turkey, no. 22676/93, § 89, 14 December 2000), expeditious (see Isayeva v. Russia, no. 57950/00, § 213, 24 February 2005); and the materials and conclusions of the investigation should be sufficiently accessible for the relatives of the victims to the extent that it does not seriously undermine its efficiency (see Finogenov and Others, cited above, § 270).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  More specifically, the requirement of “thorough investigation” means that the authorities must always make a serious attempt to find out what happened and should not rely on hasty or ill-founded conclusions to close their investigation or as the basis of their decisions. They must take all reasonable steps available to them to secure the evidence concerning the incident, including, inter alia, eyewitness testimony, forensic evidence, and so on. Any deficiency in the investigation which undermines its ability to establish the cause of injuries or identify the individuals responsible will risk falling foul of this standard (see Finogenov and Others, cited above, § 271, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The Court observes that on 7 June 2003, immediately after the incident, criminal proceedings were instituted into the death of the applicant’s daughter. An on-site inspection and an inspection of the applicant’s daughter’s body were carried out on the same day. On 10 June 2003 requests were sent to the Vedenskiy District VOVD, ROVD and UFSB to carry out operational-search measures aimed at establishing who had been involved in the death of the applicant’s daughter and two officers of the Vedenskiy ROVD were questioned. On 17 June 2003 a post-mortem examination of the applicant’s daughter’s body was completed. On 25 July 2003 the applicant was questioned and granted victim status in the proceedings, and on 7 August 2003 it was suspended. The applicant received a copy of the decision suspending the proceedings two and a half years later, on 20 January 2006. The case material bears no trace of any investigative activity on the case for the three and a half years between 7 August 2003 and 16 December 2006, when the proceedings were resumed (see paragraphs 14-22 above). The Court further notes that the domestic authorities acknowledged that the decision of 7 August 2003 had been unlawful and the investigation carried out prior to that date incomplete and superficial (see paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  Between December 2006 and May 2007 the investigating authority took steps to establish the whereabouts of eyewitnesses to the incident of 7 June 2003 and to question them. These tasks were complicated by the fact that by 2006 to 2007 most of the witnesses and officers of the investigative group no longer served in the Vedenskiy District ROVD, Prosecutor’s Office or UFSB, and, above all, by the fact that the events in question had happened too long ago for the witnesses to be expected to give sufficiently reliable statements. No attempt was made by the investigating authority to reconcile contradictions in the witness statements regarding the circumstances surrounding the death of the applicant’s daughter and the nature of the firing. For example, while witness V. N. claimed that the applicant’s daughter had stopped the truck as the road under shelling was blocked by the APC, witness O. L. claimed that the applicant’s daughter’s truck had continued past the shelling until a mortar exploded next to it (compare paragraph 37 and paragraphs 39 above). Furthermore, regarding the nature of the firing, while some witnesses pointed to mortar fire, others spoke of artillery fire (compare paragraphs 37, 39, 40 and 42 above). Clarification of these issues would have been crucial for the investigation. Within the same period the investigating authority tried to obtain information from the central archives of the Ministry of Defence and the UGA, via the military prosecutor, as to whether the mortar batteries used on 7 June 2003 belonged to the military units and divisions deployed in the Vedenskiy District, but without success (see paragraphs 24 and 35 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The Court notes that in the meantime the investigation was suspended again and resumed (see paragraph 32 above). It notes with particular concern that while on 14 April 2008 the District Court instructed the District Prosecutor’s Office to resume the investigation unlawfully suspended on 16 April 2007, it was not until over ten months later, on 27 February 2009, and after a separate challenging by the applicant’s lawyer regarding the idleness of the investigating authority before the court, that the investigation was resumed (see paragraphs 46-50 above). Consequently, there was no progress in the investigation for almost two years between May 2007 and March 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  Between several subsequent suspensions and reopenings (see paragraph 56 above) the investigating authority submitted numerous requests with various competent domestic authorities, including the central archives of the Ministry of Defence, the temporary district police, the Vedenskiy District OVD, the Vedenskiy District military commandant, the Vedenskiy District UFSB and the commander of the UGA, in an attempt to obtain copies of extracts from the military action logbook of the Vedenskiy District Military Commandant’s Office for 7 June 2003, information about the mortar batteries used on 7 June 2003 by the military units and divisions deployed in the Vedenskiy District, information on the divisions of the Russian Ministry of Defence deployed in the vicinity of the scene of the incident of 7 June 2003 which were armed with mortars, and information on the flying range of mortar shells of specific calibres (see paragraphs 51, 59 and 62 above). However, judging by the contents of the case material made available to the Court, no reply was received from any of the above-mentioned authorities on the substance of those requests, making it impossible for the investigator to reach any conclusions as to the possible involvement of the State authorities in the mortar fire which killed the applicant’s daughter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The Court further observes that on 4 July 2011 the head of forensics at the Investigative Committee of the Russian Federation Prosecutor’s Office for the Chechen Republic revealed significant shortcomings in how the preliminary investigative measures in the case had been carried out (see paragraph 64 above). He noted, in particular, the need to question all the FSB officers who had been involved in the events of 7 June 2003, since it appeared from a number of witness statements that it had been FSB officers who had asked unidentified individuals for mortar fire support, and it had subsequently been at their request that the mortar shelling had been stopped (see paragraph 39 above). The Court notes, however, that the materials in its possession do not contain records of questioning of any of the FSB officers involved in the events of 7 June 2003 at any stage of the investigation. Eleven years after the events of 7 June 2003, the proceedings still remain pending.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  In the light of the foregoing, the Court finds that the authorities failed to carry out an effective investigation into the circumstances of the applicant’s daughter’s death on 7 June 2003. There has therefore been a violation of the State’s procedural obligation under Article 2 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "97.  The applicant further complained that she had no effective remedies against the alleged violations under Article 2. She relied on Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "98.  The Court observes that this complaint concerns the same issues as those examined in paragraphs 87-96 above under the procedural limb of Article 2 of the Convention. The complaint should be declared admissible. However, having regard to its conclusion above under Article 2 of the Convention, the Court considers it unnecessary to examine the issue separately under Article 13 of the Convention (see, for a similar approach, Makaratzis v. Greece [GC], no. 50385/99, §§ 84-86, ECHR 2004XI).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "99.  The applicant further complained that as a result of her daughter’s death and the State’s failure to investigate it properly, she and her late husband had endured mental suffering in breach of Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "100.  The Court notes that the present case concerns the instantaneous death of the applicant’s daughter as a result of mortar fire. In this regard, the Court refers to its practice by which the application of Article 3 is usually not extended to the relatives of persons who have allegedly been killed in violation of Article 2, as opposed to the relatives of the victims of enforced disappearances. The latter approach is exercised by the Court in view of the continuous nature of the psychological suffering of the applicants whose relatives disappeared and the applicants’ inability for a prolonged period of time to find out what happened to them (see Udayeva and Yusupova v. Russia, no. 36542/05, §§ 82-83, 21 December 2010, with further references). In view of the foregoing, even though the Court does not doubt that the tragic death of her daughter caused the applicant profound suffering, it does not find that it amounts to a violation of Article 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "101.  It therefore follows that the applicant’s complaint under Article 3 should be rejected pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "102.  Lastly, the applicant complained about the damage allegedly caused by the Russian military to the GAZ-66 truck. She relied on Article 1 of Protocol No. 1, which in its relevant part reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law. ...”",
                                "elements": []
                            },
                            {
                                "content": "103.  The Court observes that the applicant submitted no evidence in support of her complaint under Article 1 of Protocol No. 1. It therefore finds that her complaint is unsubstantiated and should therefore be rejected pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "104.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "105.  The applicant claimed 80,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Government considered the amount claimed to be excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Court has found a violation of Article 2 in its procedural aspect. It thus accepts that the applicant suffered non-pecuniary damage which cannot be compensated for solely by the finding of a violation. It therefore finds it appropriate to award Mr Abdula Kasumov (Kosumov) EUR 20,000 under this head, plus any tax that may be chargeable to him on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "108.  The applicant also claimed EUR 4,000 for the costs and expenses related to her legal representation before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Government submitted that while the expenses claimed may be considered reasonable in the light of the Court’s case-law, the applicant has nevertheless failed to demonstrate that they were actually and necessarily incurred by submitting proof of legal hourly rates, the amount of work done on the case and the execution of payments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award Mr Abdula Kasumov (Kosumov) the sum of EUR 4,000 covering costs and expenses incurred by the applicant for the proceedings before the Court, plus any tax that may be chargeable to him on that amount. The award should be paid into the representative’s bank account, as identified by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "111.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares complaints under Articles 2 and 13 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 2 of the Convention in its substantive limb in respect of the applicant’s daughter;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 2 of the Convention in respect of the authorities’ failure to conduct an effective investigation into the circumstances of the applicants’ daughter’s killing;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that no separate issue arises under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 October 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KOSUMOVA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-147036.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:1016JUD000252709",
    "externalsources": [],
    "extractedappno": [
        "2527/09",
        "25657/94",
        "18299/03",
        "27311/03",
        "28883/95",
        "21594/93",
        "77617/01",
        "21986/93",
        "23763/94",
        "22676/93",
        "57950/00",
        "50385/99",
        "36542/05"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-147036",
    "judgementdate": "16/10/2014 00:00:00",
    "kpdate": "16/10/2014 00:00:00",
    "kpthesaurus": [
        "449",
        "632",
        "595",
        "231",
        "14",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "35",
        "2-1",
        "41",
        "2"
    ],
    "parties": [
        "KOSUMOVA",
        "RUSSIA"
    ],
    "rank": "1184.88110351563",
    "representedby": [
        "RYZHOV A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Avşar v. Turkey, no. 25657/94, ECHR 2001 VII (extracts)",
        "Finogenov and Others v. Russia, nos. 18299/03 and 27311/03, ECHR 2011 (extracts)",
        "Gül v. Turkey, no. 22676/93, § 89, 14 December 2000",
        "Isayeva v. Russia, no. 57950/00, § 213, 24 February 2005",
        "Kaya v. Turkey, 19 February 1998, § 86, Reports of Judgments and Decisions 1998 I",
        "Makaratzis v. Greece [GC], no. 50385/99, §§ 84-86, ECHR 2004 XI",
        "McCann and Others v. the United Kingdom, 27 September 1995, Series A no. 324",
        "McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000",
        "Mikheyev v. Russia, no. 77617/01, § 108, 26 January 2006",
        "Oğur v. Turkey [GC], no. 21594/93, §§ 91-92, ECHR 1999 III",
        "Ribitsch v. Austria, 4 December 1995, § 32, Series A no. 336",
        "Salman v. Turkey [GC], no. 21986/93, § 106, ECHR 2000 VII",
        "Tanrıkulu v. Turkey [GC], no. 23763/94, §§ 104 et seq., ECHR 1999-IV",
        "Udayeva and Yusupova v. Russia, no. 36542/05, §§ 82-83, 21 December 2010"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "398464",
    "typedescription": "15"
}