{
    "__articles": "6;6-2;41",
    "__conclusion": "Violation of Art. 6-2;Costs and expenses partial award",
    "applicability": "",
    "appno": "35437/97",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-2",
            "base_article": "6",
            "element": "Violation of Art. 6-2",
            "type": "violation"
        },
        {
            "element": "Costs and expenses partial award",
            "type": "other"
        }
    ],
    "content": {
        "001-60720.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 35437/97) against the Republic of Austria lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Musa Demir (“the applicant”), on 10 March 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr T. Prader, a lawyer practising in Vienna. The Austrian Government (“the Government”) were represented by their Agent, Ambassador Mr H. Winkler, Head of the International Law Department at the Federal Ministry of Foreign Affairs. The Turkish Government, having been informed by the Registrar of the right to intervene (Article 36 § 1 of the Convention and Rule 61 § 2 of the Rules of Court), did not avail themselves of this right.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the court decisions in compensation proceedings for detention on remand violated the presumption of innocence.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 13 September 2001 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section.",
                        "elements": []
                    },
                    {
                        "content": "8.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicant was born in 1959 and lives in Vienna.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 29 November 1992 the applicant was arrested on suspicion of attempted blackmail and unlawful possession of a firearm. Subsequently, he was taken into detention on remand. He was suspected of having tried to blackmail Turkish restaurant owners in that he together with several accomplices, all being members of a Kurdish association, came to their restaurants and threatened them in order to obtain money for this association. Further, the applicant was suspected of unlawful possession of a firearm, which had been found in a car he used to drive. In these and the following proceedings the applicant was represented by counsel. On 3 August 1993 the applicant was released.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 31 March 1995 the Vienna Regional Criminal Court (Landesgericht für Strafsachen), after its first judgment had been quashed on appeal, acquitted the applicant and his co-accused giving them the benefit of the doubt. The prosecution did not appeal against the acquittal. Therefore, in accordance with the relevant procedural provisions, it was not necessary to serve a written version of the judgment on the applicant, but it was sufficient to include its operative part without any reasons in the minutes of the hearing (so-called abridged version of minutes and judgment – Protokollsvermerk und gekürzte Urteilsausfertigung).",
                                "elements": []
                            },
                            {
                                "content": "12.  On 16 October 1995 the Vienna Regional Criminal Court, after a first decision on the applicant’s compensation claim for detention on remand under section 2 (1)(b) of the Compensation (Criminal Proceedings) Act 1969 (Strafrechtliches Entschädigungsgesetz 1969, hereinafter “the 1969 Act”) had been quashed on appeal, again dismissed the applicant’s compensation claim. ",
                                "elements": []
                            },
                            {
                                "content": "13.  On 26 February 1996 the Vienna Court of Appeal (Oberlandes-gericht), upon the applicant’s appeal, quashed the Regional Court’s decision on the ground that it did not contain sufficient reasons. As to the applicant’s complaint that the decision violated the presumption of innocence it noted that the European Court of Human Rights in the Sekanina v. Austria judgment of 25 August 1993 (Series A no. 266-A) had not challenged the conformity with Article 6 § 2 of the Convention of section 2 (1)(b) of the 1969 Act. Following an acquittal it was still admissible to examine the question whether the suspicion had been dispelled as long as the assessment did not go beyond the reasons given for the acquittal. It, therefore, instructed the Regional Court to state the reasons for the acquittal of the applicant, which were not included in the abridged version of minutes and judgment of 31 March 1995.",
                                "elements": []
                            },
                            {
                                "content": "14.  Thereupon, the Regional Court supplemented the minutes accordingly, stating that the evidence before it did not carry a finding of guilt. As to the charge of attempted blackmail it noted that in the second set of proceedings the witnesses, namely the restaurant owners concerned, had given a weakened version of their previous statements. They said in particular that the applicant and his accomplices had not directly menaced them and that they had only been frightened as the applicant and his co-accused clearly asked for money and announced that they would return. Although the witnesses now tried to describe the incidents at issue as favourably to the accused as possible and although their statements were insufficient for a conviction, they had disproved the defence of the applicant who had claimed that he had only come to the respective restaurants to distribute posters without ever having requested donations. As to the second charge the court found that the evidentiary basis was sufficient to prove only that the applicant had access to the car in which the firearm had been found.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 25 March 1996, the Vienna Regional Criminal Court again dismissed the applicant’s compensation claim under section 2 (1)(b) of the 1969 Act. Its main line of argument ran as follows:",
                                "elements": []
                            },
                            {
                                "content": "“For his part, the applicant stated that he had not collected any donations at the material time. However, in the light of the witnesses’ testimony that point of his defence was revealed to be untrue. It follows that he lied in order to conceal something. Even if, in view of the very much weakened witness evidence, a conviction was no longer possible as the principle of the ‘benefit of the doubt’ had to be applied in the accused’s favour, it cannot be said that the suspicion attaching to the applicant and the other defendants acquitted with him was entirely dispelled in the second set of proceedings. As stated in the full reasoning of the decision [of 31 March 1995], the witnesses gave the impression that they now wished to exonerate the accused – particularly the applicant – but on the basis of their testimony the possibility that they felt threatened when the accused demanded money from them cannot be excluded.”",
                                "elements": []
                            },
                            {
                                "content": "16.  On 10 April 1996 the applicant appealed against this decision. He contested, in particular, that the suspicion against him had not been dissipated. ",
                                "elements": []
                            },
                            {
                                "content": "17.  On 30 August 1996 the Vienna Court of Appeal, sitting in camera, as in all the previous proceedings, dismissed the applicant’s appeal. It found in essence that the Regional Court’s decision was duly based on the reasons given for the acquittal:",
                                "elements": []
                            },
                            {
                                "content": "“As clearly emerges from the full reasoning of its judgment, the trial court acquitted the applicant solely because in the second set of proceedings the restaurant owners departed from their previous depositions, which had strongly incriminated him, in such a manner that the requisite standard of proof of guilt could not be met. However, in its reasoning, the trial court makes clear reference to a number of circumstances  duly supported by the evidence in the case file – which meant that the suspicion attaching to the applicant had not been entirely dispelled. In particular the judge states that during the trial he formed the personal impression that, in view of the specific manner in which the applicant and his fellows had acted, the prosecution witnesses had good, objectively-founded reason to fear reprisals in the form of violent attacks if they did not make the donations demanded.”",
                                "elements": []
                            },
                            {
                                "content": "18.  This decision was served on the applicant’s counsel on 11 September 1996.",
                                "elements": []
                            },
                            {
                                "content": "19.  Following communication of the present application to the respondent Government, the Procurator General filed a plea of nullity for the preservation of the law (Nichtigkeitsbeschwerde zur Wahrung des Gesetzes) with the Supreme Court (Oberster Gerichtshof).",
                                "elements": []
                            },
                            {
                                "content": "20.  On 7 June 2000 the Supreme Court found that the courts’ failure to hold a public hearing and to pronounce their decisions publicly violated section 6 §§ 3 and 4 of the 1969 Act taken in conjunction with Article 6 § 1 of the Convention. It, therefore, quashed the Vienna Regional Criminal Court’s decision of 25 March 1996 as well as the decision of 30 August 1996 by the Vienna Court of Appeal and remitted the case to the Regional Court.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 31 July 2000 the Vienna Regional Criminal Court, after having held a public hearing, again dismissed the applicant’s compensation claim. At the close of the hearing the judge pronounced the decision orally. In the written version of the decision the court used exactly the same wording for a reasoning as it had already used in its previous decision of 25 March 1996 (see above).",
                                "elements": []
                            },
                            {
                                "content": "22.  On 15 September 2000 the Vienna Court of Appeal, sitting in private, dismissed the applicant’s appeal. It confirmed the Regional Court’s view that the suspicion against the applicant had not been dissipated, using the same reasoning as in it previous decision of 30 August 1996 (see above).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "23.  The relevant provisions of the Compensation (Criminal Proceedings) Act 1969 read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 2",
                                "elements": []
                            },
                            {
                                "content": "“(1) A right to compensation arises: ...",
                                "elements": []
                            },
                            {
                                "content": "(b) where the injured party has been placed in detention or remanded in custody by a domestic court on suspicion of having committed an offence making him liable to criminal prosecution in Austria ... and is subsequently acquitted of the alleged offence or otherwise freed from prosecution and the suspicion that he committed the offence has been dispelled or the prosecution is excluded on other grounds, in so far as these grounds existed when he was arrested; ...”",
                                "elements": []
                            },
                            {
                                "content": "Section 6",
                                "elements": []
                            },
                            {
                                "content": "“(2) A court which acquits a person or otherwise frees him from prosecution ... (section 2 (1) (b) or (c)) must decide either of its own motion or at the request of the individual in question or the public prosecutor’s office whether the conditions for compensation under section 2 (1) (b) or (c), (2) and (3) have been satisfied or whether there is a ground for refusal under section 3. ...",
                                "elements": []
                            },
                            {
                                "content": "(4) Once the judgment rendered in the criminal proceedings has become final, the decision, which need not be made public, must, as part of the proceedings provided for in paragraph 2, be served on the detained or convicted person personally and on the public prosecutor ...”",
                                "elements": []
                            },
                            {
                                "content": "24.  In its judgment of 29 September 1994 (VfSlg 13879) the Constitutional Court ruled on the constitutionality of section 2 (1)(b) of the 1969 Act. It found that this provision in itself did not violate Article 6 § 2 of the Convention which, under Austrian law, had the force of constitutional law. In the light of the Sekanina v. Austria judgment (of 25 August 1993, Series A no. 266-A), it held that it was not the refusal of a claim for compensation which was contrary to the Convention, but the re-examination of the question of guilt after a final acquittal. In the Constitutional Court’s view only the separate re-assessment of evidence on the basis of the contents of the whole court file was likely to infringe the presumption of innocence. Nevertheless, the Constitutional Court observed that it would be desirable to amend section 2 (1)(b) of the 1969 Act in order to clarify the law.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicant complained that the courts failed to respect the presumption of innocence when deciding on his compensation claim. He relies on Article 6 § 2 of the Convention which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.”",
                                "elements": []
                            },
                            {
                                "content": "He maintained that both, the Vienna Regional Criminal Court and the Vienna Court of Appeal dismissed his compensation claim on the ground that the suspicion against him had not been dissipated, which was inadmissible as his acquittal had become final.",
                                "elements": []
                            },
                            {
                                "content": "26.  The Government contended that the present case had to be distinguished from the above-cited Sekanina v. Austria case. What was decisive in that case was that the courts, deciding on the compensation claim, assessed the question whether the suspicion against the accused had been dissipated on the basis of the file, thereby replacing the jury’s evaluation of the evidence. In the present case, the courts did no more than to repeat the reasons given in the supplement to the abridged version of the Regional Court’s judgment of 31 March 1995 without making any re-assessment of the applicant’s guilt. Referring to the Constitutional Court’s judgment of 29 September 1994, the Government argued that in these circumstances there had been no violation of Article 6 § 2 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Court recalls that, in the case of Rushiti v. Austria (no. 28389/95, 21.03.2000, § 31) it refuted the Government’s identical argument, finding as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In any case, the Court is not convinced by the Government’s principal argument, namely that a voicing of suspicions is acceptable under Article 6 § 2 if those suspicions have already been expressed in the reasons for the acquittal. The Court finds that this is an artificial interpretation of the Sekanina judgment, which would moreover not be in line with the general aim of the presumption of innocence which is to protect the accused against any judicial decision or other statements by State officials amounting to an assessment of the applicant’s guilt without him having previously been proved guilty according to law (see the Allenet de Ribemont v. France judgment of 10 February 1995, Series A no. 308, p. 16, § 35, with further references). The Court cannot but affirm the general rule stated in the Sekanina judgment that, following a final acquittal, even the voicing of suspicions regarding an accused’s innocence is no longer admissible. The Court, thus, considers that once an acquittal has become final – be it an acquittal giving the accused the benefit of the doubt in accordance with Article 6 § 2 – the voicing of any suspicions of guilt, including those expressed in the reasons for the acquittal, is incompatible with the presumption of innocence.”",
                                "elements": []
                            },
                            {
                                "content": "This line of reasoning was followed in two other recent cases raising the same legal issue (Lamanna v. Austria, no. 28923/95, 10.07.2001, § 36 and Weixelbraun v. Austria, no. 33730/96, 20.12.2001, § 25).",
                                "elements": []
                            },
                            {
                                "content": "28.  The Court sees nothing to distinguish the present application from the above-mentioned cases. What is decisive is that both, the Vienna Regional Criminal Court and the Vienna Court of Appeal made statements in the compensation proceedings following the applicant’s final acquittal, expressing the view that there was a continuing suspicion against him, thus, casting doubt on his innocence.",
                                "elements": []
                            },
                            {
                                "content": "29.  Accordingly, there has been a violation of Article 6 § 2 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "\nII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "31.  The applicant claimed 69,927.29 Austrian schillings (ATS) or 5,081.81 euros (EUR) for costs and expenses incurred in the domestic proceedings and ATS 134,334 or EUR 9,762.43 for costs and expenses incurred in the Convention proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government accepted an overall amount of ATS 70,000, i.e. EUR 5,087.10, as appropriate for the costs of the domestic proceedings and the Convention proceedings. They drew attention to the fact that the application was only partly declared admissible. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court, having regard to the amounts awarded in comparable cases (Rushiti, cited above, §§ 37-38, Lamanna, cited above, § 46 and Weixelbraun, cited above, § 35) and making an assessment on an equitable basis, awards a total amount of EUR 5,100 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "34.  The Court considers that the default interest should be fixed at an annual rate equal to the marginal lending rate of the European Central Bank plus three percentage points (see Christine Goodwin v. the United Kingdom [GC] no. 28957/95, § 124, to be published in ECHR 2002).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, 5,100 (five-thousand one hundred) euros in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate equal to the marginal lending rate of the European Central Bank plus three percentage points shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 5 November 2002, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrM. Pellonpää",
            "role": "judges"
        },
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "judges"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "Mr M. O’Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DEMIR v. AUSTRIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60720.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2002:1105JUD003543797",
    "externalsources": [],
    "extractedappno": [
        "35437/97",
        "28389/95",
        "28923/95",
        "33730/96",
        "28957/95"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Compensation (Criminal Proceedings) Act 1969 (Strafrechtliches Entschädigungsgesetz 1969), section 2 (1)(b)"
    ],
    "itemid": "001-60720",
    "judgementdate": "05/11/2002 00:00:00",
    "kpdate": "05/11/2002 00:00:00",
    "kpthesaurus": [
        "445",
        "325",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-2",
        "41"
    ],
    "parties": [
        "DEMIR",
        "AUSTRIA"
    ],
    "rank": "448.638458251953",
    "representedby": [],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [
        "Allenet de Ribemont v. France judgment of 10 February 1995, Series A no. 308, p. 16, § 35",
        "Christine Goodwin v. the United Kingdom [GC] no. 28957/95, § 124, to be published in ECHR 2002-...",
        "Lamanna v. Austria, no. 28923/95, 10 July 2001, § 36, § 46",
        "Rushiti v. Austria, no. 28389/95, 21 March 2000, § 31, §§ 37-38",
        "Weixelbraun v. Austria, no. 33730/96, 20 December 2001, § 25, § 35"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "320913",
    "typedescription": "15"
}