{
    "__articles": "6;6-1;6-3;6-3-b;41",
    "__conclusion": "Remainder inadmissible;Violation of Art. 6-1;Violation of Art. 6-3-b;Damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "21022/04",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "6-3-b",
            "base_article": "6",
            "element": "Violation of Art. 6-3-b",
            "type": "violation"
        },
        {
            "element": "Damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-91932.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 21022/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Finnish national, Mr Jari Natunen (“the applicant”), on 9 June 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Markku Fredman, a lawyer practising in . The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the criminal proceedings against him had not been fair in that the principle of equality of arms and the presumption of innocence had not been respected and he had been deprived of adequate facilities for the preparation of his defence.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 13 March 2008 the President of the Fourth Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1962 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant was suspected of an aggravated drugs offence. On an unspecified date the public prosecutor brought charges against him and two other persons, L.J. and J.J. According to the indictment, the defendants had decided to obtain a large amount of amphetamine from . Between 28 and 29 September 2001 the applicant and J.J. made a trip to  to arrange the purchase, acting on instructions from L.J. On 15 October 2001 the drugs, hidden in a truck, were brought to  by a fourth person. During this period the applicant kept in contact with the Estonian supplier by telephone. On 16 October 2001 the truck driver handed over the drugs to L.J. and J.J., who then hid them. Later in the evening J.J. returned for the drugs, as agreed with L.J. While J.J. was driving back to town, the police stopped and detained him and seized the drugs from his possession. In the meantime, the applicant picked up L.J. from a nearby petrol station.",
                                "elements": []
                            },
                            {
                                "content": "8.  Subsequently, all the defendants contested the above charge. The applicant denied any knowledge of the matter. He maintained that his trip to  had only been for pleasure and that he had not received any instructions from L.J. relating to it. Nor had he kept any contact with the supplier. He further denied any knowledge of what had happened at the petrol station on 16 October 2001. Apparently all the defendants asserted that their collective enterprise had concerned a plan to purchase weapons and not drugs.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 1 February 2002 the applicant’s counsel sent a letter to the police inquiring whether all the telephone calls made between the three defendants by mobile phone had been included in the pre-trial investigation material. He also requested the police to confirm in writing that it was not possible to disclose to the defence the telephone metering information in the possession of the police.",
                                "elements": []
                            },
                            {
                                "content": "10.  In their response of 8 February 2002 the police stated that all the telephone calls pertaining to the investigated offence had been included in the pre-trial investigation material. The police further confirmed that the telephone metering information in their possession could not be disclosed as it was confidential.",
                                "elements": []
                            },
                            {
                                "content": "11.  The evidence obtained through telephone surveillance and produced before the court included 21 recorded telephone conversations and 7 recorded text messages between the defendants between 25 September and 16 October 2001, apparently all pertaining to the different stages of the alleged drugs offence.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 14 February 2002 the Espoo District Court (käräjäoikeus, tingsrätten) found that the defendants had planned to purchase drugs and had carried out the plan together. It convicted them as charged and sentenced each of them to six and a half years’ imprisonment. As to the conviction of L.J. and J.J. the court relied mainly on the testimony of the truck driver and the fact that the drugs had been found in J.J.’s possession. As to its finding that all three defendants had acted in concert in committing the offence, the court relied on information obtained through telephone surveillance. According to the court, the numerous recordings of telephone conversations between the defendants consistently showed that there had been a common understanding about the plan to obtain the drugs several weeks before they were delivered. Their co-operation had begun on 28 September 2001, at the latest, when the applicant had made a trip to  with J.J. Since that journey they had been showing concern about the delay in the delivery. The court found the defendants’ account of the plan to purchase weapons unsubstantiated. The court also relied on the recordings in concluding that the applicant had participated in the actual receiving of the drugs just as actively as the other defendants, even though he had not been there to receive them in person.",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant, along with the other parties, appealed against the judgment to the Helsinki Court of Appeal (hovioikeus, hovrätten). In his letter of appeal he claimed that all that had been established beyond dispute was that he had made a trip to  and that he had been in contact with the other defendants by telephone, but that did not connect him to the offence of which he had been convicted. The District Court had failed to specify which telephone conversations proved that he had been an accomplice.",
                                "elements": []
                            },
                            {
                                "content": "14.  In his subsequent additional submission to the court the applicant also requested that the public prosecutor be ordered to produce all the recordings of the telephone conversations between the applicant and other defendants, as they would reveal that the dealings involving the defendants had related to matters other than drugs. The applicant contended that only a fraction of all these telephone conversations had been included in the pre-trial investigation material, thus giving a misleading impression of the nature of their association. If the court were to refuse this request, the defence should at least be granted access to all of the recordings.",
                                "elements": []
                            },
                            {
                                "content": "15.  The court requested the prosecutor to submit a reply regarding, inter alia, the above request. In his reply of 12 June 2002 the prosecutor stated that it was not disputed that the applicant had been in contact with J.L. and J.J. by telephone also concerning matters other than the purchase of drugs. These conversations had not, however, been included in the case material and had been destroyed, as was required under chapter 5a, section 13 of the Coercive Measures Act (pakkokeinolaki, tvångmedelslag, Act no. 450/1987). Nor did the conversations in question, according to the prosecutor, relate to any other offence which would have allowed the police to keep the recordings without breaching the law. All the conversations that pertained to the matter had been retained, included in the case file and produced to the court.",
                                "elements": []
                            },
                            {
                                "content": "16.  Having regard to the prosecutor’s reply, the Court of Appeal did not render a decision on the applicant’s request. On 13 December 2002, following an oral hearing, the court upheld the applicant’s conviction. It increased his prison sentence to seven years.",
                                "elements": []
                            },
                            {
                                "content": "17.  In its reasons the court stated, inter alia, that, apart from the testimonies given by the defendants, there was no evidence to support the allegations about purchasing weapons. Furthermore, the court found the defendants’ testimonies regarding those allegations not credible. It also found inconsistencies between the applicant’s testimony and some of the telephone conversations, which had been played back to the court.",
                                "elements": []
                            },
                            {
                                "content": "18.  The applicant sought leave to appeal to the Supreme Court (korkein oikeus, högsta domstolen) maintaining that his conviction had been based mainly, and in practice, on the courts’ false interpretation of those telephone conversations which had been included in the case file. The defence had never been given access to a large number of recordings which had not been included therein, although a request to that end had been made during the pre-trial investigation. He submitted as evidence the response given by the police on 8 February 2002. As the recordings were subsequently destroyed, the applicant had been denied the right to assess their relevance for his defence. The applicant renewed his contention that the recordings which had not been included in the case file would have shown that he had been involved with the co-defendants in a transaction not related to the purchase of drugs.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 19 December 2003 the Supreme Court refused leave to appeal.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "20.  Chapter 5a, section 2 of the Coercive Measures Act, as in force at the relevant time, provided that an authority investigating a crime could be granted permission to intercept and record telephone calls made by a suspect using an extension in his possession or another extension presumably used by him, or calls received by a suspect through such an extension, if the information thus obtainable could be assumed to be of vital importance for solving a crime. This permission could only be granted for serious offences listed in the provision, including aggravated drugs offences. Weapons offences were not included in the list.",
                                "elements": []
                            },
                            {
                                "content": "21.  Chapter 5a, sections 12 and 13 of the said Act provided that the head of the investigation or another official by his order was to check the recordings at the earliest convenience and that recordings containing information which was not related to the offence covered by the authorisation had to be destroyed after they had been checked. Section 13 allowed, however, the retention of recordings pertaining to such [other] offences where the interception of telecommunications could be permitted. Recordings which were not to be destroyed were to be retained for five years after the case had been resolved with legally binding effect or removed from the docket.",
                                "elements": []
                            },
                            {
                                "content": "22.  Chapter 5a, section 13 of the Coercive Measures Act was amended by Act no. 646/2003, which came into force on 1 January 2004. The current provision states that superfluous information obtained through interception of telecommunications but not related to the offence or pertaining to an offence other than the one covered by the authorisation, is to be destroyed after the case has been resolved with legally binding effect or removed from the docket. The Government Bill (hallituksen esitys, regeringens proposition, no. 52/2002) concerning the amendment stated that, according to the provision in force at the time, superfluous information was to be destroyed as soon as it had been checked. Information supporting the innocence of the suspect could thus also be destroyed as superfluous information. The provision was thus proposed for amendment in order to ensure that all the material would be available for the [subsequent] proceedings, where necessary.",
                                "elements": []
                            },
                            {
                                "content": "23.  Section 1 of the Act on Public Prosecutors (laki yleisistä syyttäjistä, lag om allmänna åklagare, Act no. 199/1997) provides, inter alia, that it is the duty of a prosecutor to see to the realisation of criminal liability in the consideration of a criminal case, the assessment of the charge and the trial in a manner consistent with the public interest and the legal safeguards of the parties.",
                                "elements": []
                            },
                            {
                                "content": "24.  The same principle applies to the conduct of the police, which has the duty, under section 7 (1) of the Criminal Investigations Act (esitutkintalaki, förundersökningslag, Act no. 449/1987) to investigate and take into consideration the facts both for and against the suspect.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (b) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicant complained under Article 6 §§ 1 and 3 (b) of the Convention that the proceedings had been unfair. The destruction of a major part of the recordings by the police had not been in conformity with the principle of equality of arms and had deprived him of the right to have adequate facilities for the preparation of his defence.",
                                "elements": []
                            },
                            {
                                "content": "Article 6 of the Convention reads, in relevant parts, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": " (b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "26.  The Government contested those arguments.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "27.  The Court notes that those complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1. Submissions of the parties",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant argued that the proceedings had been unfair in that the police alone had had discretion to determine which recordings were to be included in the case file and made available to the prosecutor, the defence and the courts. As a major part of the recordings had been destroyed, the courts had not been able to assess fully his contention in respect of those recordings revealing the true nature of his actions. Thus, the principle of equality of arms had not been respected. The applicant also argued that he had not had adequate facilities for the preparation of his defence as the police had destroyed the evidence before the charges had been brought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  To complement the facts of the case, the applicant submitted copies of his inquiry sent to the police (see paragraph 9 above) and the letter of response thereto (see paragraph 10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government submitted that all the recordings pertaining to the charges had been retained, included in the pre-trial investigation material as transcripts and presented as evidence in court. Any other recordings of telephone conversations had been destroyed, as required by the law in force at the time. The destruction of such recordings which had not pertained to the offence charged and which had not been produced to the court could not constitute a violation of Article 6 §§ 1 and 3 (b) of the Convention. Moreover, the decisions by the authorities in respect of the applicant’s requests to gain access to the totality of the recordings had been taken in conformity with the requirements of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government reiterated that it was the task of the domestic courts to assess the evidence presented to them and to decide whether it was sufficient for a conviction. In the present case the national courts had assessed the evidence submitted and found the applicant guilty as charged. The Government maintained that the parties had had equal access to the same recordings and other documents that had played a part in the formation of the courts’ opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government further pointed out that the Court’s case-law obliges the prosecution authorities to disclose to the defence all material evidence in their possession for or against the accused. However, the entitlement to disclosure of relevant evidence was not an absolute right. In this case, the recordings of telephone conversations not pertaining to the offence had been destroyed. The prosecution had thus been unable to disclose to the defence the requested recordings. However, it had been possible to obtain information about all the telephone conversations between the defendants by hearing them in person in court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Government submitted that the rights of the defence had been further safeguarded by the principle of objectivity governing the duties of public prosecutors, as provided in section 1 of the Act on Public Prosecutors. The prosecutor had co-operated with the police during the pre-trial investigation and had thus been able to participate in the selection of the recordings included in the case file, based on his view of which information did or did not relate to the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Government further contended that the applicant had not insisted that the destroyed recordings had contained material favourable to his defence until after having submitted his letter of appeal to the Court of Appeal. The Government argued that the applicant could have described the contents of the destroyed telephone calls during the pre-trial investigation as well as in the court proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In the light of the above, the Government argued that the principle of equality of arms had been respected by the authorities and the applicant had been afforded adequate facilities to prepare his defence in accordance with Article 6 §§ 1 and 3 (b) of the Convention. It followed that there had been no violation of Article 6 §§ 1 and 3 (b) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In their further observations the Government argued that the applicant had in his initial application only complained about the lack of access to the totality of recorded telephone conversations and that the facts concerning telephone metering information, as they transpired from the fresh documents (see paragraph 29 above), constituted a new complaint. In that part the application had been submitted out of the six months’ time-limit. Furthermore, the applicant had not raised the said issue before the national courts and had thus failed to exhaust the domestic remedies in that respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. The Court’s assessment",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court firstly notes that the applicant’s complaints, as submitted in his application, only concerned lack of access to the totality of recordings of telephone conversations between himself and the other defendants, and not the telephone metering information obtained through the secret surveillance. Rather than a fresh complaint, his subsequent submission of letters relating to the facts of the case may be regarded as a response to the Government’s contention that he had not pleaded the relevance of the destroyed recordings to his defence until having submitted the letter of appeal. For this reason the Court does not find it necessary to examine the Government’s argument set out in paragraph 36 above. As to the other submissions of the parties, the Court states the following.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court reiterates that the guarantees in paragraph 3 of Article 6 are specific aspects of the right to a fair trial set out in paragraph 1. In the circumstances of the case it finds it unnecessary to examine the applicant’s allegations separately from the standpoint of paragraph 3 (b), since they amount to a complaint that he did not receive a fair trial. It will therefore confine its examination to the question of whether the proceedings in their entirety were fair (see Edwards v. the United Kingdom, 16 December 1992, §§ 33-34, Series A no. 247B, and Rowe and Davis v. the United Kingdom [GC], no. 28901/95, § 59, ECHR 2000II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  It is a fundamental aspect of the right to a fair trial that criminal proceedings, including the elements of such proceedings which relate to procedure, should be adversarial and that there should be equality of arms between the prosecution and defence. The right to an adversarial trial means, in a criminal case, that both prosecution and defence must be given the opportunity to have knowledge of and comment on the observations filed and the evidence adduced by the other party. In addition Article 6 § 1 requires that the prosecution authorities disclose to the defence all material evidence in their possession for or against the accused (see, mutatis mutandis, Rowe and Davis, cited above, § 60, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  However, the entitlement to disclosure of relevant evidence is not an absolute right. In any criminal proceedings there may be competing interests, such as national security or the need to protect witnesses at risk of reprisals or keep secret police methods of investigation of crime, which must be weighed against the rights of the accused. In some cases it may be necessary to withhold certain evidence from the defence so as to preserve the fundamental rights of another individual or to safeguard an important public interest. However, only such measures restricting the rights of the defence which are strictly necessary are permissible under Article 6 § 1. Moreover, in order to ensure that the accused receives a fair trial, any difficulties caused to the defence by a limitation on its rights must be sufficiently counterbalanced by the procedures followed by the judicial authorities (see, mutatis mutandis, Rowe and Davis, cited above, § 61, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In cases where evidence has been withheld from the defence on public interest grounds, it is not the role of this Court to decide whether or not such non-disclosure was strictly necessary since, as a general rule, it is for the national courts to assess the evidence before them. In any event, in many cases, such as the present one, where the evidence in question has never been revealed, it would not be possible for the Court to attempt to weigh the public interest in non-disclosure against that of the accused in having sight of the material. It must therefore scrutinise the decision-making procedure to ensure that, as far as possible, it complied with the requirements to provide adversarial proceedings and equality of arms and incorporated adequate safeguards to protect the interests of the accused (see, mutatis mutandis, Rowe and Davis, cited above, § 62).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  More specifically, Article 6 § 3 (b) guarantees the accused “adequate time and facilities for the preparation of his defence” and therefore implies that the substantive defence activity on his behalf may comprise everything which is “necessary” to prepare the main trial. The accused must have the opportunity to organise his defence in an appropriate way and without restriction as to the possibility to put all relevant defence arguments before the trial court and thus to influence the outcome of the proceedings (see Can v. Austria, no. 9300/81, § 53, Commission’s report of 12 July 1984, Series A no. 96, and Moiseyev v. Russia, no. 62936/00, § 220, 9 October 2008). Furthermore, the facilities which should be enjoyed by everyone charged with a criminal offence include the opportunity to acquaint himself, for the purposes of preparing his defence, with the results of investigations carried out throughout the proceedings (see C.G.P. v. the Netherlands, (dec.), no. 29835/96, 15 January 1997, and Galstyan v. Armenia, no. 26986/03, § 84, 15 November 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Failure to disclose to the defence material evidence, which contains such particulars which could enable the accused to exonerate himself or have his sentence reduced would constitute a refusal of facilities necessary for the preparation of the defence, and therefore a violation of the right guaranteed in Article 6 § 3 (b) of the Convention (see C.G.P., cited above). The accused may, however, be expected to give specific reasons for his request (see Bendenoun v. , 24 February 1994, § 52, Series A no. 284) and the domestic courts are entitled to examine the validity of these reasons (see C.G.P., cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Turning to the present case, the Court observes that the number of the destroyed recordings, or the contents thereof, cannot be verified from the material submitted. The Government have not, however, contested the applicant’s submission that the amount of such recordings was of some significance. Nor have they been able to provide any specific information about their contents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  As to the Government’s contention that the applicant had only pleaded the relevance of the destroyed recordings after having submitted his letter of appeal to the Court of Appeal, the Court notes that under domestic law the Court of Appeal was empowered to consider questions of both fact and law, and it was still open to the applicant to request new evidence to be produced at that stage. Moreover, the Government have not argued that the requested recordings would, in fact, have been available in the District Court proceedings, any more than in the proceedings before the Court of Appeal. The Court notes in this connection that, although the actual time of destruction of the recordings in question remains unclear, it had presumably taken place in the course of the pre-trial investigation. In this respect the Court refers to the relevant provision of the Coercive Measures Act in force at the relevant time (see paragraph 21 above). As to the Government’s argument that the applicant could have described the contents of the destroyed recordings, the Court considers that the applicant could not have been expected to announce his alleged involvement in a different offence, punishable by law, prior to any charges having been brought against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court reiterates that the requirements of Article 6 presuppose that having given specific reasons for the request for disclosure of certain evidence which could enable the accused to exonerate himself, he should be entitled to have the validity of those reasons examined by a court. Although the applicant, in this case, must have known the contents of the destroyed recordings, as far as they involved him, and even if he had been able to put questions during the trial concerning all of the conversations with the other defendants, the Court points out that the national courts did not find the defendants’ allegations about the purchase of illegal weapons credible, for lack of other supporting evidence (see paragraphs 12 and 17 above). Furthermore, the Court of Appeal did not refuse to order the disclosure of the requested recordings on the ground that the applicant had not given specific and acceptable reasons for his request. Instead, it declined to render a decision in that respect, as the recordings had been destroyed and could thus not have been disclosed to the defence or produced to the court (see paragraphs 15 and 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Even though the police and the prosecutor were obliged by law to take into consideration both the facts for and against the suspect, a procedure whereby the investigating authority itself, even when co-operating with the prosecution, attempts to assess what may or may not be relevant to the case, cannot comply with the requirements of Article 6 § 1. Moreover, it is not clear to what extent the prosecutor was, in fact, involved in the decision to destroy those recordings which were not included in the case file. In this case, the destruction of certain material obtained through telephone surveillance made it impossible for the defence to verify its assumptions as to its relevance and to prove their correctness before the trial courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court finds that the present case is different from, inter alia, Fitt v. the United Kingdom [GC] (no. 29777/96, ECHR 2000II) and Jasper v. the United Kingdom [GC] (no. 27052/95, 16 February 2000) where the Court was satisfied that the defence were kept informed and were permitted to make submissions and participate in the decision-making process as far as possible and noted that the need for disclosure was at all times under the assessment of the trial judge, providing a further, important, safeguard. In those cases the Court found no violation under Article 6 § 1 (see Fitt, §§ 48-49, and Jasper, §§ 55-56). The Court recalls that, in this case, the decision regarding the undisclosed evidence was, presumably, made in the course of the pre-trial investigation without providing the defence with the opportunity to participate in the decision-making process.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In the present case the Court further notes that the contested measure stemmed from a defect in the legislation, in that it failed to offer adequate protection to the defence, rather than any misconduct of the authorities, who were obliged by law, in force at the time, to destroy the impugned recordings (see paragraph 21 above). The Court observes that in the Government Bill for the amendment of the Coercive Measures Act it was considered problematic that information supporting the innocence of the suspect could be destroyed before the resolution of the case (see paragraph 22 above). The relevant provision was amended with effect from 1 January 2004 with a view to better safeguarding the rights of the defence. This amendment, however, came too late for the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Having regard to the above considerations, the Court concludes that there has been a violation of Article 6 § 1 of the Convention taken together with Article 6 § 3 (b) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "51.  The applicant also complained under Article 6 § 2 of the Convention that the presumption of innocence had not been respected as he had been made to bear the burden of proof about not being involved in the purchase of illegal drugs. The said Article reads:",
                                "elements": []
                            },
                            {
                                "content": "“2.  Everyone charged with a criminal offence shall be presumed innocent until proved guilty according to law.”",
                                "elements": []
                            },
                            {
                                "content": "52.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "53.  The Court reiterates that, as a general rule, it is for the national courts to assess the evidence before them, while it is for the Court to ascertain that the proceedings considered as a whole were fair, which in the case of criminal proceedings includes the observance of the presumption of innocence. Article 6 § 2 requires, inter alia, that when carrying out their duties, the members of a court should not start with the preconceived idea that the accused has committed the offence charged; the burden of proof is on the prosecution, and any doubt should benefit the accused. Thus, the presumption of innocence will be infringed where the burden of proof is shifted from the prosecution to the defence (see Telfner v. Austria, no. 33501/96, § 15, 20 March 2001, with further references).",
                                "elements": []
                            },
                            {
                                "content": "54.  The Court observes that, in this case, and subject to its above findings on the applicant’s complaint under Article 6 §§ 1 and 3 (b) of the Convention, the District Court convicted the applicant after adversarial proceedings, in which he had the possibility to challenge the evidence produced against him. The applicant’s conviction was upheld by the Court of Appeal after a full review of the case in an oral hearing. Both courts gave reasons for their decisions. Having regard to the facts of the case, and given its subsidiary role regarding the assessment of evidence, the Court cannot conclude that the prosecutor had failed to establish a convincing prima facie case against the applicant. There is no indication that the domestic courts had a preconceived idea of the applicant’s guilt. In these circumstances it cannot be said that the domestic courts had shifted the burden of proof to the defendant (see, a contrario, Telfner v. Austria, cited above, § 18). It follows that this complaint must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "56.  The applicant requested, firstly, that the Court declare that the most appropriate form of redress would be, in principle, to order the re-opening of the case. In the event of a finding that the requirements of Article 6 § 1 had not been complied with, the charge against the applicant should be dismissed. Secondly, in respect of non-pecuniary damage, the applicant claimed 3,000 euros (EUR).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government considered the claim excessive as to quantum. Any award should not exceed EUR 2,500.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court accepts that the lack of guarantees of Article 6 has caused the applicant non-pecuniary damage, which cannot be made good by the mere finding of a violation. Making its assessment on an equitable basis, it awards him EUR 2,500 in respect of non-pecuniary damage. The Court considers that the award of non-pecuniary damage provides a sufficient redress in this case, having regard, in particular, to the destruction of recordings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "59.  The applicant claimed EUR 4,278.88 (inclusive of value-added tax) for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government pointed out that the Court had invited observations only in respect of complaints submitted under Article 6 §§ 1 and 3 (b) of the Convention and that the costs should be reduced accordingly. Were the Court to consider that the general costs, such as postage and copying costs, were not already included in counsel’s fee, the Government considered them reasonable as to quantum. The total award for the costs and expenses should not exceed EUR 3,200.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, the Court notes that the application to the Court was examined under the joint procedure provided for under Article 29 § 3 of the Convention and that the application was only partly successful. Taking into account all the circumstances, the Court considers it reasonable to award the sum of EUR 3,800 (inclusive of value-added tax) for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "62.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the lack of equality of arms and the right to adequate facilities for the preparation of the applicant’s defence admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention taken together with Article 6 § 3 (b) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "\t(i) EUR 2,500 (two thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "\t(ii) EUR 3,800 (three thousand eight hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 March 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NATUNEN v. FINLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-91932.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0331JUD002102204",
    "externalsources": [],
    "extractedappno": [
        "21022/04",
        "28901/95",
        "9300/81",
        "62936/00",
        "29835/96",
        "26986/03",
        "29777/96",
        "27052/95",
        "33501/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Chapter 5a, sections 12 and 13 of the Coercitive Measures Act"
    ],
    "itemid": "001-91932",
    "judgementdate": "31/03/2009 00:00:00",
    "kpdate": "31/03/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "11",
        "76",
        "136",
        "15",
        "119",
        "315",
        "440",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6-3-b",
        "6-1",
        "6-3",
        "6",
        "41"
    ],
    "parties": [
        "NATUNEN",
        "FINLAND"
    ],
    "rank": "669.091796875",
    "representedby": [
        "FREDMAN M."
    ],
    "respondent": "FIN",
    "respondentOrderEng": "15",
    "scl": [
        "Bendenoun v. France, 24 February 1994, § 52, Series A no. 284",
        "C.G.P. v. the Netherlands, (dec.), no. 29835/96, 15 January 1997",
        "Can v. Austria, no. 9300/81, § 53, Commission's report of 12 July 1984, Series A no. 96",
        "Edwards v. the United Kingdom, 16 December 1992, §§ 33-34, Series A no. 247-B",
        "Fitt v. the United Kingdom [GC], no. 29777/96, ECHR 2000-II",
        "Galstyan v. Armenia, no. 26986/03, § 84, 15 November 2007",
        "Jasper v. the United Kingdom [GC], no. 27052/95, 16 February 2000",
        "Moiseyev v. Russia, no. 62936/00, § 220, 9 October 2008",
        "Rowe and Davis v. the United Kingdom [GC], no. 28901/95, ECHR 2000-II",
        "Telfner v. Austria, no. 33501/96, 20 March 2001"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "399563",
    "typedescription": "15"
}