{
    "__articles": "6;P1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "27049/05",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-88468.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 27049/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Russian nationals, Mr Vladimir Aleksandrovich Krestyaninov (“the first applicant”) and Mrs Vera Aleksandrovna Krestyaninova (“the second applicant”), on 1 July 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr P. Laptev and Mrs V. Milinchuk, former Representatives of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 3 July 2007 the President of the First Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants are husband and wife. They were born in 1950 and 1954 respectively and live in , a town in Udmurtia.",
                                "elements": []
                            },
                            {
                                "content": "5.  As a victim of , the first applicant was entitled to State housing. As no housing had been provided, the first applicant sued the Ministry of Construction of Udmurtia, and on 14 September 2004 the Oktyabrskiy District Court of Izhevsk ordered the Ministry to:",
                                "elements": []
                            },
                            {
                                "content": "“provide the [first applicant’s] family of two ([the first applicant] himself and his wife [the second applicant]) with a decent (in terms of Izhevsk) flat in  of at least 45,7 m² meeting applicable sanitary and technical standards.”",
                                "elements": []
                            },
                            {
                                "content": "This judgment became binding on 27 September 2004.",
                                "elements": []
                            },
                            {
                                "content": "6.  On the first applicant’s request on 6 October 2004 the District Court changed the method of enforcement to a cash payment. This decision became binding on 4 November 2004.",
                                "elements": []
                            },
                            {
                                "content": "7.  In February 2005 the authorities informed the first applicant that to obtain the payment he needed to negotiate the purchase of a flat. On 7 July 2005 the applicants negotiated the purchase, and on 18 July 2005 the authorities paid the flat’s price.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "8.  Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment within two months. Under section 242.2.6 of the Budget Code of 31 July 1998, the Ministry of Finance must enforce a judgment within three months.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "9.  The applicants complained under Articles 3, 4, 13, 14, and 17 of the Convention about the delayed enforcement of the judgment. The Court will examine this complaint under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1. Insofar as relevant, these Articles read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "10.  The Government argued that the application was inadmissible. Part of the delay had been attributable to the applicants who had requested to change the mode of enforcement. The judgment had been enforced reasonably quickly: eight months after the mode of enforcement had been changed, and 11 days after the applicants had negotiated the purchase of a flat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicants maintained their complaint. They argued that they should have received the flat much earlier, in 2000, when the first applicant had received this entitlement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "13.  The Court reiterates that an unreasonably long delay in the enforcement of a binding judgment may breach the Convention (see Burdov v. Russia, no. 59498/00, ECHR 2002III). To decide if the delay was reasonable, the Court will look at how complex the enforcement proceedings were, how the applicant and the authorities behaved, and what the nature of the award was (see Raylyan v. Russia, no. 22000/03, § 31, 15 February 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In the case at hand, the enforcement of the judgment lasted eight months and 21 days: nine days from the date when the judgment became binding to the date when the mode of its enforcement had been changed, and eight months and 12 days from the date when the new mode of enforcement came into force to the day of the payment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  This period is compatible with the requirements of the Convention (see, for example, Presnyakov v. Russia (dec.), no. 41145/02, 10 November 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicants argue that the period should be calculated from the date when the first applicant obtained his entitlement to the flat. This argument is however untenable, because the aforementioned Convention provisions do not guarantee social benefits as such (see Burdov v. Russia (dec.), no. 59498/00, 21 June 2001), but only as long as they have been secured in a judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  There has, accordingly, been no violation of Article 6 § 1 of the Convention or Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 6 § 1 of the Convention or Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 25 September 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KRESTYANINOVY v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-88468.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0925JUD002704905",
    "externalsources": [],
    "extractedappno": [
        "27049/05",
        "59498/00",
        "22000/03",
        "41145/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-88468",
    "judgementdate": "25/09/2008 00:00:00",
    "kpdate": "25/09/2008 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "KRESTYANINOVY",
        "RUSSIA"
    ],
    "rank": "642.438232421875",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "350901",
    "typedescription": "14"
}