{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing)",
    "applicability": "",
    "appno": "919/15",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-178631.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 919/15) against the Republic of Azerbaijan lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Azerbaijani national, Mr Ilgar Eldar oglu Mammadov (İlqar Eldar oğlu Məmmədov – “the applicant”), on 19 December 2014.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr F. Agayev, a lawyer practising in Baku. The Azerbaijani Government (“the Government”) were represented by their Agent, Mr Ç. Asgarov.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that there had been numerous defects in the criminal proceedings against him, resulting in a violation of his right to a fair trial under Article 6 of the Convention and violations of his other Convention rights.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 20 September 2016 the complaints under Articles 6, 13, 14, 17 and 18 of the Convention were communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1970 and is currently serving a prison sentence.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant has been involved in various political organisations and local and international non-governmental organisations for a number of years. In 2009 he co-founded a political organisation named the Republican Alternative Movement (“REAL”) whose initial goal was to oppose the proposed changes to the Constitution, which included abolition of the limits on the re-election of the president, at the constitutional referendum of 18 March 2009. In 2012 the applicant was elected REAL’s chairman. In this capacity, he expressed views opposing the current Government (for more detail, see an earlier judgment of this Court, Ilgar Mammadov v. Azerbaijan, no. 15172/13, §§ 6-7, 22 May 2014). According to the applicant, REAL was quickly becoming one of the main political forces opposed to the ruling Government. In 2014 it announced that it was beginning a process of transforming itself into a political party.",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant had intended to stand as a candidate in the presidential elections of November 2013, but was unable to do so owing to the events giving rise to the present case and his nomination as a candidate was rejected by the electoral authorities (for more detail, see Ilgar Mammadov, cited above, §§ 8 and 62-67). During the events giving rise to the present case, he also made an unsuccessful attempt to have himself registered as a candidate for repeat parliamentary elections in Agdash Constituency No. 90 in June 2016.",
                                "elements": []
                            },
                            {
                                "content": "8.  Following the applicant’s arrest described below, another member of the REAL board, Mr Rasul Jafarov, was arrested under charges of illegal entrepreneurship, tax evasion and abuse of power (for more detail, see Rasul Jafarov v. Azerbaijan, no. 69981/14, 17 March 2016). According to the applicant, four other current or former members of the REAL board were forced to leave the country owing to the “pressure by the Government”.",
                                "elements": []
                            },
                            {
                                "content": "9.  In the below-mentioned criminal proceedings, one of the applicant’s co-defendants was Mr Tofiq Yaqublu, who was a deputy chairman of the Musavat Party and who also worked as a columnist for the Yeni Musavat newspaper (see Yagublu v. Azerbaijan, no. 31709/13, 5 November 2015). Pursuant to a presidential pardon decree of 17 March 2016, Mr Yaqublu was released from serving the remainder of his prison sentence.",
                                "elements": []
                            },
                            {
                                "content": "A.  The Ismayilli events of 23 and 24 January 2013 and the applicant’s visit to Ismayilli on 24 January 2013",
                                "elements": [
                                    {
                                        "content": "10.  The circumstances relating to the Ismayilli events and the applicant’s visit to Ismayilli are described as follows in Ilgar Mammadov (cited above, §§ 9-12):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“B.  The Ismayilli events of January 2013",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 23 January 2013 rioting broke out in the town of Ismayilli, located to the northwest of Baku. According to media reports quoting local residents, the rioting was sparked by an incident involving V.A., the son of the Minister of Labour and Social Protection and nephew of the Head of the Ismayilli District Executive Authority (‘IDEA’). It was claimed that after being involved in a car accident, V.A. had insulted and physically assaulted passengers of the other car, who were local residents. On hearing of the incident, hundreds (perhaps thousands) of local residents took to the streets and destroyed a number of commercial establishments (including the Chirag Hotel) and other property in Ismayilli thought to be owned by V.A.’s family.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 24 January 2013 the Ministry of Internal Affairs and the Prosecutor General’s Office issued a joint press statement, placing the blame for the rioting on E.S., a hotel manager, and his relative [El.M.], who had allegedly been drunk and who, it was claimed, had committed acts of hooliganism by damaging local residents’ property and inciting people to riot.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Meanwhile, [N.A.,] the Head of IDEA, V.A.’s uncle, publicly denied that the Chirag Hotel belonged to his family.",
                                        "elements": []
                                    },
                                    {
                                        "content": "C.  The applicant’s role in the Ismayilli events",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 24 January 2013 the applicant travelled to Ismayilli to get a firsthand account of the events. On 25 January 2013 he described his impressions from the trip on his blog. The entire post read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  A day before posting the above in his blog, on his way back by car from Ismayilli to Baku on 24 January 2013, between 5.41 and 5.46 p.m. the applicant gave a live interview to Azadliq Radio by phone, stating in particular as follows (as quoted in the domestic courts’ judgments):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Our impressions are such that, after the Quba events, this is the most serious warning to the Azerbaijani leadership that the State can no longer be governed in this manner. So, we saw a lot of police. And so, we saw up to five hundred members of various forces, the police and internal troops in front of [the IDEA building]. And people held discussions in small groups and from time to time small groups united and, for example, shouted slogans. Their main demand was for [the Head of the IDEA] to apologise for these events. Because it is claimed that his relative had caused the initial incident [that sparked the riot]. However, the government representatives consider that the State is not responsible [for these events]. Thereafter we spoke to many people from the local population. All of them were discontent, and the main reason was, of course, last night’s event, that is apparently the car accident [that sparked the riot]. But in reality there are deep social and economic problems at the root of this incident. A few families, a few small groups control the entire economy of the whole region, all of them are one another’s relatives, there can be no talk of any competitive, just economy, social infrastructure is undeveloped, people live from pension to pension. Then, there are many complaints. Ordinary people say, for example, that when cash for pensions is brought [to the region] by a bank car, the cash is put into ATMs and is available for withdrawal a week later. The people suspect that that money is invested for interest during that week and those responsible for this make profit from the interest gained on the social funding of the entire region.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Subsequent circumstances are described as follows in Ilgar Mammadov (cited above, §§ 13-15):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“13.  On 28 January 2013 the applicant posted more information on his blog concerning the events, citing the official websites of the Ministry of Culture and Tourism and the Ministry of Taxes and publishing screenshots of those sites. In particular, he noted that, according to those sources and to information posted on V.A.’s Facebook account, the Chirag Hotel was actually owned by V.A. This directly contradicted the earlier denial by the Head of IDEA. The information cited by the applicant was removed from the aforementioned Government websites and V.A.’s Facebook page within one hour of the applicant publishing his blog entry. However, the blog entry itself was extensively quoted in the media.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 29 January 2013 the Prosecutor General’s Office and the Ministry of Internal Affairs issued a new joint press statement concerning the events in Ismayilli. It noted that ten people had been charged with criminal offences in connection with the events of 23 January 2013, and had been detained pending trial. In addition, fiftytwo people had been arrested in connection with their participation in ‘actions causing a serious breach of public order’; some of them had been convicted of ‘administrative offences’ and sentenced to a few days’ ‘administrative detention’ or a fine, while others had been released. The statement further noted that ‘lately, biased and partial information has been deliberately disseminated, distorting the true nature of the mentioned events resulting from hooliganism’, including information about large numbers of injured people and the disappearance of one individual. The statement refuted that information, noting that only four people had been admitted to the regional hospital with injuries and that no one had disappeared. It further stated, inter alia, the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 30 January 2013 the applicant commented on that statement on his blog. He noted that the Government had taken a decision to ‘punish and frighten’ him, and that there were several reasons for that: firstly, the applicant’s blog posting of 28 January 2013, which had revealed facts embarrassing the Government; secondly, the fact that REAL had raised a public debate on the June 2012 legislative amendments aimed at keeping secret information concerning shareholders in companies, creating ‘a more clandestine environment for stealing the oil money’; thirdly, the applicant’s earlier criticism of the National Assembly, in which he compared it to ‘a zoo’, following enactment of the legislation placing ‘severe limitations on the freedom of assembly’ by ‘introducing unjustifiably high monetary penalties for attending unauthorised demonstrations’; and lastly, the REAL Movement’s ‘quickly accumulating strength’ prior to the presidential election, becoming a ‘serious barrier in the eyes of the traditional [political] players’ and threatening ‘to spoil the repeat of the election farce performed year after year’.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal charges against the applicant, pre-trial detention and pre-trial proceedings",
                                "elements": [
                                    {
                                        "content": "13.  On 4 February 2013 the Prosecutor General’s Office charged the applicant with criminal offences under Articles 233 (organising or actively participating in actions causing a breach of public order) and 315.2 (resistance to or violence against public officials, posing a threat to their life or health) of the Criminal Code, in connection with his alleged involvement in a riot in the town of Ismayilli on 24 January 2013. On 30 April 2013 the applicant was charged under Articles 220.1 (mass disorder) and 315.2 of the Criminal Code, thereby replacing the original charges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicant, Tofiq Yaqublu and two other defendants, E.I. and M.A., charged solely in connection with the events of 24 January 2013 (see paragraph 20 (b) and (c) below) were joined as defendants to the existing criminal case concerning the events of 23 January 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The specific actions attributed to the applicant were described as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Beginning at around 3 p.m. on 24 January 2013, Ilgar Eldar oglu Mammadov,",
                                        "elements": []
                                    },
                                    {
                                        "content": "having taken advantage of the fact that from around 9.30 p.m. on 23 January 2013 a group of persons in the town of Ismayilli had engaged in acts of malicious hooliganism causing a serious breach of public order, had deliberately burned, in a publicly dangerous manner, property belonging to various persons [including] the Chirag Hotel, four cars, five mopeds and scooters, and an auxiliary building located in the yard of a private residential house, and had committed acts of violence against Government officials,",
                                        "elements": []
                                    },
                                    {
                                        "content": "having, in his false way of thinking, considered [the above events] as a ‘rebellion’,",
                                        "elements": []
                                    },
                                    {
                                        "content": "aiming to make the above acts develop and acquire a continuous character in order to create artificial tension and to violate the social and political stability in the country,",
                                        "elements": []
                                    },
                                    {
                                        "content": "being a resident of Baku, arrived in Ismayilli and, together with Tofiq Rashid oglu Yaqublu and with the active participation of others, [committed the following:]",
                                        "elements": []
                                    },
                                    {
                                        "content": "organised, as an active participant, acts causing a serious breach of public order, by means of openly and repeatedly inciting town residents [E.I.], [M.A.] and others, who had gathered at the square near the administrative building of the Regional Education Department located on the Nariman Narimanov Street opposite to the administrative building of [the IDEA], [to do the following:]",
                                        "elements": []
                                    },
                                    {
                                        "content": "[i]  to enter in masses into the area in front of the building of [the IDEA], which is the competent body of the executive power of the Republic of Azerbaijan, and by doing so to create difficulties for the movement of traffic and pedestrians, [ii]  to disobey the lawful demands to disperse, made by Government officials wanting to stop their illegal behaviour, [iii]  to resist uniformed police officers protecting the public order, by way of committing violent acts posing danger to [police officers’] life and health, using various objects, [iv]  to disrupt the normal functioning of [the IDEA], State enterprises, bodies and organisations, as well as public-catering, commercial and public-service facilities, by way of refusing to leave, for a long period of time, the areas where the acts seriously breaching the public order were being committed, and [v]  to stop the movement of traffic, by way of blocking the central avenue and the Nariman Narimanov Street, and",
                                        "elements": []
                                    },
                                    {
                                        "content": "was finally able to achieve that, at around 5 p.m. of the same day in the town of Ismayilli, a group of persons consisting of [E.I.], [M.A.] and others had marched in masses from the mentioned square in the direction of the administrative building of [the IDEA] and had thrown stones at officers of the relevant bodies of the Ministry of Internal Affairs who were preventing [this march] in accordance with the requirements of the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "By these actions, Ilgar Eldar oglu Mammadov committed the criminal offences under Articles 233 [later replaced by Article 220.1] and 315.2 of the Criminal Code of the Republic of Azerbaijan.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The circumstances relating to the applicant’s pre-trial detention and the pre-trial proceedings are described in detail in Ilgar Mammadov (cited above, §§ 16-55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In that judgment, the Court found that, during the pre-trial period, the applicant had been deprived of his liberty without a “reasonable suspicion” of having committed a criminal offence, in breach of the requirements of Article 5 § 1 (c) of the Convention (ibid., §§ 87-101), that he had not been afforded a proper judicial review of the lawfulness of his detention in breach of Article 5 § 4 of the Convention (ibid., §§ 111-19), that his right to presumption of innocence under Article 6 § 2 of the Convention had been breached owing to the prosecuting authorities’ prejudicial statements made before he had been proved guilty according to law (ibid., §§ 125-28), and that the restriction of the applicant’s liberty had been applied for purposes other than bringing him before a competent legal authority on reasonable suspicion of having committed an offence, constituting a breach of Article 18 of the Convention taken in conjunction with Article 5 of the Convention (ibid., §§ 137-44).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The trial",
                                "elements": [
                                    {
                                        "content": "18.  After completion of the pre-trial investigation, the applicant’s case was sent to trial at the Sheki Court for Serious Crimes. The applicant was to be tried, together with seventeen others, in connection with the Ismayilli events.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant’s formal indictment sent by the prosecution to the trial court appears to have essentially repeated the initial accusations against him (see paragraph 15 above). It added, however, that as a result of the acts of mass disorder committed at around 5 p.m. on 24 January 2013, six specifically named police officers had been subjected to violence threatening their lives and health (see paragraph 48 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Out of the seventeen other defendants:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  fourteen were accused of participating in the riots on 23 January 2013 (which involved actions breaching public order, burning of private property, and acts of violence against public officials). They were charged under Articles 186.2.1, 186.2.2, 220.1 and 315.2 of the Criminal Code;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  one defendant, Mr Tofiq Yaqublu, also an opposition politician, was accused, like the applicant, of “organising” and actively participating in public disorder on 24 January 2013 by means of inciting local residents to commit acts breaching public order and acts of violence. Like the applicant, he was charged under Articles 220.1 and 315.2 of the Criminal Code; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  two defendants, E.I. and M.A., were accused of participating, together with the applicant and Tofiq Yaqublu, in the continuation of the riot on 24 January 2013 (which involved actions breaching public order and acts of violence against public officials). They were also charged under Articles 220.1 and 315.2 of the Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Applications lodged by the defence at the preliminary hearing",
                                        "elements": [
                                            {
                                                "content": "21.  On 4 November 2013 the Sheki Court for Serious Crimes held a preliminary hearing at which it examined a number of applications lodged by the applicant and other defendants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  In particular, the applicant applied to the court requesting, firstly, that it hold its hearings in a larger courtroom which could accommodate media representatives and, secondly, that it allow for video and audio recording of the hearings. The court rejected the first request, noting that no media representatives had asked to attend the hearings. It also rejected the second request, finding that the victims of the criminal offences participating in the preliminary hearing had objected to being recorded during the trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  After a break in the preliminary hearing, the defence lodged an objection to the composition of the court, referring to the fact that it had rejected the two previous requests. The court refused to examine the objection, finding that it was ill-founded and intended to delay the trial. It noted in this connection that most of the text of the objection had been preprinted before the hearing, indicating an intention by the defence to object to the composition of the court no matter what happened at the hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The defence then applied to the court with the following requests:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  that the applicant be released from detention, with reference to Article 5 of the Convention and various provisions of the domestic law;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  that the proceedings against the applicant be discontinued owing to the absence of corpus delicti and on the grounds that the charges against him were false; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  that the evidence against the applicant obtained at the pre-trial stage, including statements by a number of prosecution witnesses (including those mentioned in paragraphs 48 and 52-56 below), be declared inadmissible on the grounds that it had been unlawfully obtained, and that letters from the Ismayilli Region Police Department (“the Ismayilli RPD”) and the Ministry of National Security (“the MNS”) (see paragraph 73 below) also be declared inadmissible on the grounds that they contained information that had not been verified independently by the prosecution authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  By an interim decision of 5 November 2013, delivered following the preliminary hearing, the Sheki Court for Serious Crimes decided to reject the applicant’s requests as unsubstantiated, and to “keep unchanged” the preventive measure of remand in custody.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Evidence examined at the trial hearings",
                                        "elements": [
                                            {
                                                "content": "26.  The trial spanned approximately thirty hearings. During the course of the hearings, the Sheki Court for Serious Crimes examined testimonial evidence, as well as video recordings and other material.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  At the time of communication of the application to the respondent Government, the Court requested the parties to submit, inter alia, “the transcripts of the first-instance and higher courts’ hearings, in the parts relating to the applicant”. The applicant was not in possession of copies of the trial transcripts, as he was allowed only to consult them. The Government failed to submit full copies of the transcripts of the firstinstance hearings in the parts relating to the applicant, and limited themselves to submitting a small selection of transcripts of the preliminary hearing and transcripts of hearings of 29 November and 29 December 2013 and 13 January 2014, where the first-instance court dealt with various procedural matters. Parts of the transcripts containing full statements of the witnesses and their cross-examination were not submitted. The Government also submitted a selection of transcripts of appellate and cassation hearings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Below is a brief summary of the evidence examined by the trial court, as described in the court’s judgment itself as well as, where relevant, in the indictment and in the parties’ submissions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The statements of the fourteen defendants charged with participation in the events of 23 January 2013 (see paragraph 20 (a) above) concerned only the events of 23 January 2013 and did not include any pertinent information about the events of 24 January 2013. The court examined both the statements they had made at the trial hearings and their pre-trial statements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  When heard at the trial hearings, thirteen of the above-mentioned fourteen defendants pleaded not guilty and made statements differing from those made at the pre-trial stage. Ten of them alleged that they had given their pre-trial statements under duress, either psychological pressure or physical ill-treatment. At the conclusion of the trial, two of them retracted their allegations of ill-treatment in custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  One of the above-mentioned fourteen defendants admitted his guilt and confirmed his pre-trial statement admitting participation in public disorder on 23 January 2013.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  E.I. and M.A., the defendants charged with participation in clashes with the police in the morning (around 10:30 a.m.) and the afternoon (around 5 p.m.) of 24 January 2013 (allegedly after having been incited by the applicant) (see paragraph 20 (c) above), did not mention the applicant or Tofiq Yaqublu in their statements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  At the trial hearings, E.I. pleaded not guilty and alleged that he had been beaten and tortured by investigators at the pre-trial stage of the proceedings with the purpose of obtaining a statement favourable to the prosecution. He stated that between about 10 a.m. and 11 a.m. on 24 January 2013, there was a crowd of a hundred or so people moving in the direction of the IDEA building. The police used tear gas and rubber bullets to disperse the crowd, and in response the protesters threw stones at the police. E.I. further stated that in the afternoon of 24 January 2013, and more specifically between 4 p.m. and 5 p.m., he had not been in the town at all but had been attending a funeral in a nearby village. A number of other witnesses gave statements, some of which confirmed his version of the events (see paragraph 46 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In his pre-trial statement, E.I. had stated that he had been in the town in the afternoon of 24 January 2013 and had participated in the clashes with the police; he had not specified the exact time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  At the trial hearings, M.A. pleaded not guilty and alleged that he had been beaten by investigators at the pre-trial stage with the purpose of obtaining a statement favorable to the prosecution. In addition, the investigators had demanded a bribe in the amount of 2,000 US Dollars from him. As to the events of 24 January 2013, M.A. stated that he had been in the town between about 10 a.m. and 11 a.m. and that there had been many people in the town centre. In the afternoon, he had left Ismayilli for another town. According to the applicant, in order to prove this, M.A. had asked the court to examine records of the calls made from his mobile phone during the afternoon of 24 January 2013, but the court failed to do so.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In his pre-trial statement, M.A. had stated that on 24 January 2013 he had joined the crowd of protesters and thrown stones at the police; he had not specified the exact time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Lastly, Tofiq Yaqublu and the applicant testified as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  At the trial hearings, Tofiq Yaqublu stated that he had arrived in Ismayilli at or shortly after 4 p.m. on 24 January 2013, together with journalists M.K. and Q.M. (see paragraphs 61 and 64 below) and another journalist. They parked close to a Unibank building located near the IDEA building. They saw a number of police officers in the area. There were also many journalists waiting to interview the head of IDEA. Tofiq Yaqublu spoke to those journalists for two minutes. He then received a call on his mobile phone and, while talking on the phone, saw the applicant together with a REAL member, N.C. (see paragraph 58 below). He stopped for five to ten seconds to quickly greet the applicant. The situation in the area was calm. He then went to see the burned hotel, where he was approached by two or three police officers who asked him to accompany them to a police station. In the police station, he was taken to S.K., a senior police officer of the Ismayilli RPD (see also paragraph 45 below), who enquired about the reasons for his visit to Ismayilli. A little later M.K. was also asked by phone to go to the police station. Both of them were told to leave Ismayilli and to report in Baku that the situation in the town had calmed down. They were then allowed to leave the police station. According to Tofiq Yaqublu, not counting the time he had spent at the police station, he spent about ten minutes in total in Ismayilli. During that time, he did not see any crowds or any clashes and did not hear anyone shouting slogans. He left Ismayilli at around 5 p.m.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Tofiq Yaqublu’s statement at the trial slightly differed from his pre-trial statement. In particular, in his pre-trial statement, Tofiq Yaqublu had stated that he had arrived in Ismayilli at around 3 p.m. There he had seen a small group of eight to ten young locals. He had approached them and questioned them very briefly about the events of the previous night.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In his statement at the trial hearings, the applicant submitted that his arrest had been politically motivated. As to the events in question, he stated that, after hearing about the events of 23 January 2013 in the news, the next day he and N.C. (see paragraph 58 below) had gone to Ismayilli by car. At around 3.30 p.m. on 24 January 2013 they had entered the Ismayilli Region and had arrived in the Ismayilli town centre at around 4 p.m. On the way to the town centre, they stopped from time to time and spoke to local residents, without getting out of the car, to receive information about the events that had taken place up to that time. In the town centre, they parked at the central square, where there was a group of journalists. He spoke to the journalists who told him that, despite the situation being calm at that moment, there was an atmosphere of tension in the town. While standing next to the journalists, he then posted some observations on his Facebook page. Just then he saw Tofiq Yaqublu passing by, speaking on his mobile phone. They greeted each other. After that, he, N.C. and one of the journalists went to a nearby teahouse. While they were in Ismayilli, there were no crowds of protesters and no violent clashes happening. After spending around thirty minutes in the teahouse, they left the town. On the way back to Baku, he gave a telephone interview to Azadliq Radio.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The trial court heard around one hundred witnesses, the majority of whom were prosecution witnesses. Twenty-three of them had the status of victims of criminal offences and were mostly either police officers who had allegedly suffered minor injuries or owners of damaged or destroyed property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The majority of witnesses and victims of the criminal offences gave statements concerning solely the events of 23 January 2013. According to their statements, there was a spontaneous riot by local residents in the evening of 23 January 2013, sparked by violent behaviour of the director of the Chirag Hotel (E.S.) and his companion (El.M.), both of whom were heavily inebriated, after a car accident in which they had been involved. E.S. and El.M. repeatedly insulted and physically assaulted the other car’s driver and some local residents who were in the vicinity of the accident. This resulted in a fight where E.S. and El.M. got beaten up and, with more people joining the fight, it eventually escalated into a riot. The riot continued late into the night and resulted in injuries to a number of people, including several police officers, and the destruction of various property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The victims included the owner, employees and guests of the hotel and a few bystanders who had lost their property, as well as a number of injured police officers. For example, one of the victims, V.Az., a maid employed by the hotel, stated that some of her personal belongings had been destroyed during the events of 23 January 2013.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Two police officers stated that there was public disorder on the morning of 24 January 2013 (according to one, between about 10 a.m. and 11 a.m.; according to the other, between about 11 a.m. and noon). A crowd moved from the area near the administrative building of the Regional Education Department in the direction of the IDEA building, throwing stones at the police. One of the two police officers, E.A., stated that between about 10 a.m. and 11 a.m., he had been injured by a stone thrown at him and had been immediately taken to hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  S.K., a senior police officer of the Ismayilli RPD, gave a lengthy statement about the events of 23 January 2013. As to those of 24 January 2013, he stated that Tofiq Yaqublu had been detained and brought to him at the police station, and that at that time he had been informed that the applicant had also been in Ismayilli but had been “lost among the crowd and disappeared”. S.K. had spoken to Tofiq Yaqublu for about half an hour, and thereafter the latter had been released. According to S.K., there had been outbreaks of unrest throughout the day on 24 January 2013.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Thirteen residents of Ismayilli or various villages around Ismayilli made statements, mostly very scant, containing various types of information relating to the events of 24 January 2013. None of those witnesses’ statements related directly to the charges against the applicant or Tofiq Yaqublu. Seven of them stated that on the afternoon of 24 January 2013, they had travelled in the same bus as E.I. (see paragraph 33 above) from one of the villages in Ismayilli Region to the town of Ismayilli, and had arrived in the evening, by which time there was unrest in the town. Three of them specified that they had arrived in the town between 5 p.m. and 6 p.m., while three others stated that they had arrived between 7 p.m. and 8 p.m. or when “it was already dark”. One did not specify the time of arrival.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Ten police officers mentioned in their pre-trial statements that they had seen the applicant on 24 January 2013. Some of them stated that there had been disorder between about 10 a.m. and 11 a.m. on 24 January 2013. They further stated that on the afternoon of 24 January 2013 (according to three of them, at around 4 p.m.; according to two of them, at around 5 p.m.; according to four of them, between 4 p.m. and 5 p.m.; and one of them did not specify the exact time), they had seen a crowd gathered near the administrative building of the Regional Education Department (only two of them specified the size of the crowd, one of whom stated that there were twenty people, and the other – two hundred people). According to the documents in the case file, at least three of them stated that the people moved to the area close to the Regional Education Department along the “hospital road”, which was the informal name for M.F. Akhundov Street used by locals. All ten of them further stated that they had also seen the applicant and Tofiq Yaqublu among the crowd, inciting people to act unlawfully by telling them to “block the road, disobey orders, throw stones, go towards the IDEA building”, and that, following this, the crowd had moved towards the IDEA building and thrown stones at the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  According to their own pre-trial statements (as summarised in the first-instance court’s judgment), six of the above-mentioned police officers had allegedly been hit by stones thrown by the crowd on the afternoon of 24 January 2013. All six of them were recognised as “victims of crime”. Two of them stated that they had not sustained any injuries because they had been wearing thick winter coats, while the others either stated that they had received only minor injuries or did not mention any injuries. One of them was the police officer who subsequently retracted his pre-trial statement (see paragraph 49 below), including the allegation that he had been hit by a stone. There were no medical records or other evidence in respect of any injuries to those police officers. According to the applicant, the very first time the above-mentioned six police officers were questioned about the events of 24 January 2013 was five months later, between 24 and 27 June 2013, and it was at that time that it was first alleged that they had had stones thrown at them on the afternoon of 24 January 2013. The Government remained silent in respect of these specific allegations by the applicant and did not submit any relevant documentary evidence refuting them. Neither did the Government submit full copies of these police officers’ pre-trial statements or relevant excerpts of the trial transcripts reflecting their statements at the trial hearings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  One of the above-mentioned six police officers gave a differing statement during the trial hearings, claiming that he had been at the police station the whole day on 24 January 2013. He stated that he had not seen any of the accused committing or inciting others to commit acts of disorder. He explained that he had signed his pre-trial statement without having read it. According to the applicant, three months after the first-instance court had delivered its judgment, that police officer was dismissed from the police service.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  According to the applicant, another police officer also initially retracted his pre-trial statement, giving a similar explanation to that of the above-mentioned officer, but after a break in the hearing, he asked to be heard again and informed the court that he confirmed the content of his pretrial statement. The Government did not submit the transcripts reflecting the statements of this witness at the trial and did not otherwise comment on the above allegation by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The other police officers’ statements at the trial hearings appeared to confirm their pre-trial statements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  According to the first-instance court’s judgment, two residents of Ismayilli, R.N. and I.M., stated that between about 5 p.m. and 6 p.m. on 24 January 2013 they had seen a crowd of people near the administrative building of the Regional Education Department. They had also seen the applicant and Tofiq Yaqublu inciting them to riot, after which the crowd moved in the direction of the IDEA building committing acts of mass disorder. Both R.N. and I.M. specified that the crowd moved in the direction of the building of the Regional Education Department, and from there in the direction of the IDEA building, along the “hospital road” (M.F. Akhundov Street).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  According to the applicant, during cross-examination by the defence, which was not reflected in the first-instance court’s judgment, both of those witnesses, especially R.N., had given answers contradicting their earlier statements. In particular, the applicant claimed in his appeal (see paragraph 117 below) that, in his witness statement, R.N. had said that from around 3 p.m. on 24 January 2013 he had been at his relative’s home for lunch. After lunch, sometime before 5 p.m., he had gone to the area next to the Regional Education Department, where he had seen the applicant and Tofiq Yaqublu inciting a large crowd of people to riot and that thereafter the crowd had attacked the police with stones. During cross-examination at the trial hearings, in response to a question by the defence, he had stated that, in connection with this criminal case, he had participated as a witness in the questioning by the prosecution authorities only two days after the Ismayilli events, and that he had not been a participant in any other investigative steps and had not signed any other procedural documents relating to this case. Following that response, the defence produced a copy of the record of the inspection of the damage to the Chiraq Hotel and N.A.’s house, which had been conducted from 10 a.m. to 4.10 p.m. on 24 January 2013 (see paragraph 65 below). According to the record, R.N. had been present during the inspection as an attesting witness and had signed the inspection record. Despite the fact that this had revealed a clear inconsistency between the record and R.N.’s testimony and his responses to the defence’s questions, raising a number of questions as to the witness’s integrity and the truthfulness of his statements, the presiding judge had hastily dismissed the witness without giving the defence an opportunity to ask any more questions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Similarly, according to the applicant, witness I.M.’s statement contained contradictory details and he had been unable to respond to the defence’s questions seeking clarification. Moreover, the defence had found out that that witness’s son was an employee of the burned hotel owned by V.A.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Government remained silent in respect of the above-mentioned allegations by the applicant in respect of R.N. and I.M.’s self-contradictory statements and did not submit any relevant documentary evidence refuting them. Neither did the Government submit full copies of these witnesses’ pre-trial statements or relevant excerpts of the trial transcripts reflecting their statements at the trial hearings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  One resident of a nearby village, R.B., who had been in the town on 24 January 2013, stated, briefly, that there had been disorder in the centre of the town between about 4 p.m. and 5 p.m. and that he had seen the applicant and Tofiq Yaqublu in the crowd. R.B. specified that the protesters moved towards the town centre along the “hospital road” (M.F. Akhundov Street). According to the applicant, R.B. also stated that he had not heard exactly what the applicant and Tofiq Yagublu had been saying to people around them (see paragraph 116 below for more detail).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  N.M., a journalist, stated that he had arrived in Ismayilli between about 3 p.m. and 4 p.m. together with N.C. He had seen several other journalists in the town centre. There had been no rioting or clashes with the police at that time. The applicant did not make any inflammatory statements to local residents. After a while, the witness had gone to a teahouse together with the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  N.C., the applicant’s colleague from REAL who had travelled together with the applicant and N.M. to Ismayilli, stated that they had arrived in the town at around 4 p.m. There had been no rioting or clashes with the police at that time. After staying in the square near the IDEA building for twenty-five to thirty minutes, they had gone to a teahouse. At around 5 p.m. they had left the town.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  I.A., a journalist, stated that there had been some disturbances in the town between about 10 a.m. and 11 a.m. and that the police had used water cannons and rubber bullets against the protesters. At around 4 p.m. other journalists had arrived from Baku. The applicant and Tofiq Yaqublu had arrived with them. At that time, there had been no unrest and no clashes with the police. The applicant had invited him for a tea, but he had refused. At around 5 p.m. the applicant had left the town together with N.M. and N.C. After they had left, in the evening, there had been clashes between protesters and the police, which had continued until around 11 p.m.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  M.R., a journalist, stated that she had contacted the applicant by phone from Baku while he was in Ismayilli on 24 January 2013.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  M.K., a journalist, stated that he had travelled to Ismayilli together with Tofiq Yaqublu. They had arrived a little after 4 p.m. Very shortly after their arrival, Tofiq Yaqublu had been taken by plain-clothed individuals to the police station. A few minutes later, he himself had gone to the same police station, where both of them had been told that the situation in the town was now calm and had been asked to go back to Baku. No inflammatory statements were made by Tofiq Yaqublu while they were in Ismayilli.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  R.C., a journalist, stated that between about 3 p.m. and 4.p.m. he had seen Tofiq Yaqublu in Ismayilli. A little while later, sometime between 4 p.m. and 5 p.m., he had seen the applicant and N.C. and had spoken to them for a few minutes. At around that time, plain-clothed individuals had taken Tofiq Yaqublu to the police station. After the applicant and Tofiq Yaqublu had left the town, between about 8 p.m. and 9 p.m. there had been a new round of clashes between the protesters and the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  E.M., a journalist, stated that he had seen Tofiq Yaqublu being taken to the police station; he did not specify the time. He had also seen the applicant. In the evening, after the applicant and Tofiq Yaqublu had left the town, there had been clashes between protesters and the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Q.M., a journalist, stated that he had arrived in Ismayilli at around 4 p.m., together with M.K. and Tofiq Yaqublu. The latter had been taken to the police station a few minutes later. There had been no rioting or clashes with the police at that time. He had not seen the applicant at all while he had been in Ismayilli.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The court also examined various material evidence, including video recordings and photographs of the events; inspection reports of damage to the Chirag Hotel, a house owned by the head of IDEA, several burned cars and scooters, public light fixtures, and other public and private property; and property documents showing, inter alia, that V.A. had property rights to the hotel. It appears that one of the formal inspections of the damaged property was conducted from 10 a.m. to 4.10 p.m. on 24 January 2013, in the presence of R.N. (see paragraph 53 above) as an attesting witness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  As for the injuries to police officers during the events of 23 and 24 January 2013, the court took note of six forensic reports dated between 24 and 26 January 2013 documenting various injuries sustained by six police officers on either 23 or 24 January 2013, and a record of 25 February 2013 showing that one more injured police officer had been admitted to hospital on 24 January 2013. None of these seven injured police officers were the same as the six who had allegedly been hit by stones on the afternoon of 24 January 2013 (see paragraph 48 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The court ordered forensic examinations in respect of allegations of ill-treatment by a number of the accused, including E.I. and M.A. (see paragraphs 30, 33 and 35 above). According to the forensic reports issued on 25 January 2014 (a year after the events in question), no injuries had been found on them. The court questioned four police officers named by the accused in connection with the alleged ill-treatment, all of whom denied that the accused had been ill-treated. The court noted that the majority of the accused, except one, had not complained of ill-treatment before being heard at the trial hearings. A criminal complaint by one of the accused had been examined by the Sabunchu District Prosecutor’s Office and dismissed. In such circumstances, the court concluded that the defendants’ allegations of ill-treatment were ill-founded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  In so far as directly relevant to the specific charges against the applicant, the court examined the following evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  According to the description given in the court’s judgment, a video recording of 24 January 2013 showed the applicant and Tofiq Yaqublu “standing in the centre of the town of Ismayilli, opposite to the administrative building of the Education Department, at a place where acts of mass disorder had been committed”. The description did not specify the time of day when that scene had been shot.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Another set of video recordings of the events of 24 January 2013 showed a group of local residents in the centre of the town, in N. Narimanov Street and M.F. Akhundov Street, blocking the roads, shouting slogans and disobeying repeated orders by the police to disperse. The same video contained scenes showing E.I. and M.A. throwing stones at the police and encouraging others in the crowd to do the same and to disobey the police. There was also a scene showing a police officer (who was not one of the officers who claimed to have been injured on the afternoon of 24 January 2013 (see paragraphs 44 and 48 above)) getting injured by a stone and leaving the area limping. Lastly, the video showed the police using a water cannon against the crowd and the protesters dispersing in various directions. The description of the above recordings did not specify the time of day when those scenes had been shot.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The court also examined the applicant’s mobile phone geolocalisation records for 24 January 2013. They indicated that at 2.41 p.m. he had been within the zone of the antenna in the town of Gobustan; at 3.39 p.m. – the antenna in the village of Diyalli in the Ismayilli region; at 3.46 p.m., 3.59 p.m., 4.27 p.m., 4.40 p.m. and 4.58 p.m. – the antenna on Javanshir Street in the town of Ismayilli; at 6.09 p.m. – the antenna in the village of Bizlan in the Ismayilli region; at 7:25 p.m. – the antenna in Gobustan; and at 8.41 p.m. – an antenna in Baku.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The court further examined the content of the applicant’s blog post (see paragraph 10 above) and the content of the telephone interview he had given to Azadliq Radio between 5.41 p.m. and 5.46 p.m. on 24 January 2013 (see paragraph 11 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The court also examined information given by the Ismayilli RPD and the MNS, described in the judgment as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“According to letter no. 2/117 of the Ismayilli District Police Department dated 1 April 2013, on 24 January 2013, at places where people were densely gathered in front of the Education Department in Ismayilli, [Tofiq Yaqublu], together with [the applicant], incited people to make assertions against the State and government bodies and their activities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "According to letter of 6/2274 of the Ministry of National Security dated 20 April 2013, on 24 January 2013 [Tofiq Yaqublu and the applicant] were in Ismayilli and called on residents to resist the police, to block roads ... and to commit other similar acts aimed at disturbing social and political stability.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Requests and objections lodged by the defence during the trial hearings",
                                        "elements": [
                                            {
                                                "content": "74.  On 18 November 2013 the applicant’s lawyers applied to the trial court with a number of requests, in particular:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  that the applicant be released from pre-trial detention, with reference to Article 5 of the Convention and various provisions of domestic law (this request was similar to the one lodged at the preliminary hearing);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  that various pieces of evidence against the applicant obtained at the pre-trial stage be declared inadmissible, including statements by a number of prosecution witnesses (including those mentioned in paragraphs 48 and 52-56 above) on the grounds that they had been unlawfully obtained, and the letters from the Ismayilli RPD and the MNS (see paragraph 73 above) on the grounds that they contained information that had not been verified independently by the prosecution authorities (this request was also similar to the one lodged at the preliminary hearing);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  that additional witnesses for the defence be heard (including I.A., R.C., and E.M. (see paragraphs 59 and 62-63 above)) and other additional evidence (inter alia, contemporaneous media reports concerning the events of 24 January 2013) be examined; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d)  that the hearings be held in a larger courtroom which could accommodate media representatives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The court examined those requests at the hearing held on 29 November 2013 and decided: (a)  to reject the request for release on the grounds that the applicant’s circumstances had not changed; (b)  to reject the request concerning the inadmissibility of the evidence produced by the prosecution, on the grounds that it was ill-founded; (c)  to postpone the examination of the request for admission of additional evidence, because it was not sufficiently substantiated; and (d)  to reject the request to change the hearing venue, because media representatives were able to attend the hearings in the current venue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  It appears from the transcript of the hearing of 29 November 2013 that there was a verbal altercation between the applicant and Tofiq Yaqublu on one side, and some prosecution witnesses on the other, and that the presiding judge called the accused to order on several occasions. The judge also issued a warning to one of the applicant’s lawyers, Mr F. Agayev, for loudly objecting to the court’s decisions to reject the defence’s requests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  On 2 December 2013, after having consulted the transcript of the preliminary hearing, the applicant’s lawyers applied to the court to amend some of the wording used in the transcript to describe the applicant’s statement during the preliminary hearing to the effect that he considered the trial to be a sham and did not accept the trial court as a fair tribunal. On 13 December 2013 the court held that the transcript had been correct and that the amendments proposed had the purpose of justifying the applicant’s and his lawyers’ disrespectful attitude towards the court during the preliminary hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  On 29 December 2013 the applicant applied for access to the transcripts of the trial hearings, arguing that under the Code of Criminal Procedure, the transcript of each hearing had to be drafted within three days of the hearing and made available to the parties within the following three days. The court rejected the request, ruling that the transcripts should be made available to the parties not after each trial hearing, but after the completion of the trial. On 13 January 2014 the court reiterated its position on that matter.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  On 11 January 2013 one of the applicant’s lawyers applied to the court to terminate the participation in the trial as “victims of crime” of six police officers who had allegedly been hit by stones during the afternoon of 24 January 2013 (see paragraph 48 above). He claimed that the decision granting them victim status had been unsubstantiated. In support of the request, the lawyer argued that all of those police officers had first been questioned five months after the events by the same investigator. He further argued that it had not been shown that the police officers had sustained any injuries, and that there were no forensic reports in this respect. Moreover, having been given victim status, unlike regular witnesses, those persons had been present in the courtroom throughout the entire trial, giving them an ability to coordinate their statements, not only with each other but with other prosecution witnesses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  It appears that the above-mentioned application was dismissed by the court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  At the hearing held on 13 January 2014 one of the applicant’s lawyers, Mr F. Agayev, lodged a second objection to the composition of the court, arguing, inter alia, that the court was biased: it had rejected all of the defence’s requests and created obstacles to the proper questioning of “fake witnesses” by the defence. The court dismissed the objection, finding, inter alia, that it was ill-founded, that the reasons for the objection were artificial and unsubstantiated, and that it appeared to have been lodged with the purpose of delaying the trial. The court also imposed a fine on the lawyer in the amount of 220 Azerbaijani manats (AZN), under Article 107.4 of the CCrP, for disrupting the court proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  In February 2013 the applicant’s lawyers applied to the court to admit and examine as evidence contemporaneous reports by various news agencies, including the Azerbaijan Press Agency (“the APA”) and Trend, showing that no clashes had been reported to be happening in Ismayilli at the time the applicant was there. It appears that this request was rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  After the Sheki Court for Serious Crimes had delivered its judgment (see paragraphs 85 et seq. below), on 17 March 2014 the applicant’s lawyers and on 19 March 2014 the applicant himself applied for access to the transcripts of the court hearings. On 4, 10, 16 and 22 April 2014 the applicant was given access to the transcripts for a total of seventeen hours and thirty minutes. It appears that one of the applicant’s lawyers, Mr F. Agayev, was not given access to the transcripts because he had refused the demand by a court clerk to hand over all of the technical devices he had been carrying (his mobile phone, tablet, and so on) which could have been used to photograph pages of the transcripts. He had refused that demand on the grounds that there were more than ten volumes of transcripts (a total of about 2,000 to 3,000 pages) and that there was not enough time to properly consult them without the use of technical devices. It appears from the documents in the case file that the applicant’s other lawyer, Mr K. Bagirov, was given access to the transcripts for an unspecified period of time. However, he was not allowed to make copies of the transcripts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  On 28 April 2014 the applicant submitted to the Sheki Court for Serious Crimes his remarks concerning the transcripts of the trial hearings, of which he had time to read about 500 pages. He alleged that in a number of instances various statements by witnesses had been distorted or misrepresented in the transcripts in a manner unfavourable to him. By a decision of 12 May 2014 the court refused to accept the applicant’s remarks, holding that the transcripts were accurate.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The trial court’s conclusions and verdict in its judgment of 17 March 2014",
                                        "elements": [
                                            {
                                                "content": "85.  On 17 March 2014 the Sheki Court for Serious Crimes delivered its judgment, deciding as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  As to the accused whose allegations of ill-treatment were considered to be ill-founded (see paragraph 67 above), the court decided to take into account their pre-trial statements, in which they had admitted the factual accusations against them, as more truthful than their statements at the trial hearings, in which they had pleaded not guilty and claimed to have been illtreated at the pre-trial stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  In respect of the other accused and witnesses who had given differing statements at the pre-trial stage and during the trial hearings, including the police officer who had retracted his pre-trial statement (see paragraph 49 above) and the accused E.I. and M.A., the court decided to take into account the pre-trial statements as being more “truthful and objective”, reasoning that the statements they had made later at the trial hearings, which had been more favourable to the accused, had been inconsistent with other evidence and had been designed to help the accused “avoid criminal liability”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  With regard to the accusations against the applicant in particular, the court found as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The statements of prosecution witnesses, video recordings and other evidence proved that there had been mass disorder in Ismayilli between about 4 p.m. and 5 p.m. on 24 January 2013, that the applicant had been in Ismayilli at that time, and that, together with Tofiq Yaqublu, he had incited local residents, including E.I. and M.A., to commit those violent acts of mass disorder, threatening the lives and health of six police officers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The court further held that the statements made by the applicant on his blog (see paragraph 10 above) and in his interview to Azadliq Radio (see paragraph 11 above) also proved that, even before traveling to Ismayilli, he had had an “intention to organise mass disorder” and that, when in Ismayilli, he was guilty of inciting people to commit acts of disorder and to disobey the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  As to the statements of witnesses Q.M., E.M., R.C., M.K., I.A., N.C. and N.M., who had said that there had been no clashes between protesters and the police in the town at that time and that neither the applicant nor Tofiq Yaqublu had incited anyone to violence or disobedience, the court found that there were inconsistencies in their statements. In particular, the court found as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“However, [Q.M.] stated that, after he had greeted [the applicant], he had gone to sleep in the car. In fact, he had not known the whereabouts of [the applicant and Tofiq Yaqublu] during that period of time. [M.K.] stated that, after getting out of the car, Tofiq Yaqublu had gone on foot towards the building of the IDEA, whereas during the pre-trial investigation [M.K.] had stated that [Q.M.] had left them, that he himself had frequently changed his location in order to record the people moving around in the square, that he had separated from Tofiq Yaqublu, that Tofiq Yaqublu had been at another place, that [another journalist] had been taking photos, that [N.A., the Head of the IDEA] had started to give an interview at that time, and that, when he had been going for the interview, Tofiq Yaqublu ... had been arrested and taken away by plain-clothed individuals. [E.M.] stated that Tofiq Yaqublu had been arrested before the interview given by [the Head of the IDEA], while [R.C.] stated that the interview ... had lasted about twenty minutes at most and that, during that period of time, he had not been aware of the whereabouts of [the applicant] and Tofiq Yaqublu. As it can be seen from the above, the witnesses who stated that they had been next to [the applicant] and Tofiq Yaqublu at all times concealed the essence of the matter by giving contradictory statements.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The court found that the statements by those witnesses were favourable to the applicant and Tofiq Yaqublu because those witnesses knew the defendants personally and wanted to “help them avoid criminal liability”. Their statements were not accepted as “objective, sincere and truthful” because they were “incompatible with the facts of the case and contradicted the irrefutable evidence” of the applicant’s guilt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The court further found that, likewise, the applicant’s and Tofiq Yaqublu’s statements at the trial hearings claiming that there had been no mass disorder while they had been in Ismayilli did not reflect the actual circumstances, and had been made in order to “avoid criminal liability”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Sheki Court for Serious Crimes convicted the applicant under Articles 220.1 and 315.2 of the Criminal Code and sentenced him to seven years’ imprisonment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The other defendants were also found guilty as charged and given sentences ranging from two years and six months’ to eight years’ imprisonment, with some sentences being conditional.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  The applicant’s appeal against the judgment of 17 March 2014",
                                "elements": [
                                    {
                                        "content": "96.  On 14 April 2014 one of the applicant’s lawyers, Mr F. Agayev, lodged an appeal against the judgment of the Sheki Court for Serious Crimes of 17 March 2014.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The lawyer pointed out at the outset that at the time of lodging the appeal, neither a full copy of the text of the judgment of 17 March 2014 nor the transcripts of the trial hearings had yet been made available to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The lawyer argued that the applicant had been convicted following a sham trial by a court which had tried him from a position of “presumption of guilt” throughout the entire proceedings. The applicant’s visit to Ismayilli, as an opposition politician, to find out the reasons for the events of 23 January 2013 had been used by the Government as an excuse to punish him for his legitimate political criticism, a decision which had been taken long before the Ismayilli events.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The rights of the defence had been seriously restricted in that the majority of their well-founded requests and objections had been routinely dismissed; the defence had not been given adequate access to trial transcripts and some of the evidence (including some video material); the defence lawyers had not been allowed to use various technical devices, such as laptop and tablet computers, during the trial hearings, and so on.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The formal accusations against the applicant (see paragraphs 15 and 19 above) had been written in a manner which did not comply with the norms of the Azerbaijani language, making it difficult to understand exactly what the applicant was accused of. The factual allegations against him were unclear and did not fit the elements of the criminal offences proscribed under Articles 220.1 and 315.2 of the Criminal Code. Given that the applicant had been in Ismayilli for only about one hour and had no prior personal acquaintance with anyone implicated in the riots of the previous night, it was highly improbable – and even physically impossible – for him to have “organised” mass disorder within such a short time frame, as described in the formal accusations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The applicant had been accused and convicted of organising an outbreak of mass disorder which had never happened. All the reliable and meaningful evidence produced at the trial had clearly shown that there had been no acts of mass disorder during the afternoon of 24 January 2013 while the applicant was in the town.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  Firstly, all video recordings and other relevant material evidence showed that there had been no clashes with the police in the afternoon of 24 January 2013 and that the applicant had not incited anyone to violence or disobedience.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  In particular, a video recording originally taken from the website of Obyektiv TV, operated by an NGO named the Institute for Reporters’ Freedom and Safety (“the IRFS”), had been edited before its examination by the court (see paragraphs 69-70 above). As to the parts of the video showing clashes between protesters and the police (it appears that, here, the lawyer referred to the scenes described in paragraph 70 above), it was clear from the size and direction of the shadows cast by buildings, people and other objects that the video had been shot during the morning. That fact had been additionally confirmed by the chairman of the IRFS in a letter dated 24 January 2014. The full, unedited version of the video attached to the letter contained scenes shot during the afternoon of 24 January 2013 showing numerous police vehicles on M.F. Akhundov Street advancing in the direction of the IDEA building with no protesters present. Then it showed the applicant, N.C. and N.M. standing near the Education Department and calmly talking to each other, with no one else in the vicinity. Afterwards, Tofiq Yaqublu could be seen talking to R.C. and two others (it appears that the above scenes correspond to the scenes described in paragraph 69 above). Then, it showed Tofiq Yaqublu being taken by the police to a car and driven away. Later, an interview with the head of the IDEA was shown. Throughout the entire video, the situation in the town during the afternoon of 24 January 2013 was calm and under the control of the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  A video made available by the Yeni Musavat newspaper showed the absence of any clashes between protesters and the police during the afternoon of 24 January 2013. According to the applicant’s lawyer, the firstinstance court added that video to the case file but, for unexplained reasons, decided not to use it as evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  A third video that was examined during the trial had been recorded by a camera installed on the Unibank building, directed at the area of M.F. Akhundov Street near the building of the Regional Education Department. From that angle, if any crowd had passed in the vicinity of the Education Department and headed towards the IDEA building, it would certainly have been reflected in the recording. However, the parts of the video corresponding to the period between 4 p.m. and 5 p.m. on 24 January 2014 did not show any crowd or even a small group of protesters in that area.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The applicant’s mobile phone geo-localisation records showed that he had left the town of Ismayilli by 4.58 p.m. Similarly, Tofiq Yaqublu’s mobile phone geo-localisation records showed that he had left the town by 5.17 p.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  On several occasions the defence had requested the trial court to examine a number of contemporaneous news reports by various information agencies, television and radio stations, and other mass-media sources which had closely followed the Ismayilli events. None of them had reported any unrest happening in Ismayilli in the afternoon of 24 January 2013 and had only reported clashes happening in the evening, starting at around 8 p.m. However, the court had rejected the defence’s requests to examine that material.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  Secondly, the applicant’s version of the events was strongly corroborated by the statements of Tofiq Yaqublu, N.C., N.M., M.K., R.C., I.A., Q.M., E.M. and others. They had all stated that there had been no clashes during the afternoon of 24 January 2013 and that the applicant had not incited anyone to commit any acts of disorder. Those statements were mutually consistent and were also corroborated by all the material evidence, as described above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  Two of the accused, E.I. and M.A., had both stated that there had been unrest in Ismayilli during the morning of 24 January 2013, but that they had both been out of town during the afternoon. Neither the investigating authorities nor the court had bothered to check their alibis. Their statements also indirectly corroborated the applicant’s version of the events, namely that there had been no unrest during the afternoon of 24 January 2013. Also, both of them had alleged before the court that they had been ill-treated by the investigating authorities with the aim of obtaining statements incriminating the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  Three police officers had mentioned in their statements that there had been no unrest during the afternoon of 24 January 2013. One police officer had testified that he had been injured by a stone during the morning. Their statements also corroborated the applicant’s version of the events.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  As to the witnesses who had testified against the applicant, the majority of them were police officers. Their statements were contradictory, false, inconsistent in various details (such as, for example, the time and exact locations where they had seen the applicant and Tofiq Yaqublu) and conflicted with all the video recordings and other material evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  In particular, the assertion that six police officers had been hit by stones on the afternoon of 24 January 2013 was false. None of those police officers had reported being injured or hit by stones immediately or soon after the alleged incident. All of them had been recognised as “victims of crime” and questioned by the prosecution for the first time only between 24 and 27 June 2013, five months after the events. There had been no medical evidence of their injuries. By contrast, the injuries sustained by seven police officers on 23 January and during the early hours of 24 January 2013 had been promptly documented either on the same day or a couple of days later. In such circumstances, it was clear that the above-mentioned six police officers had given false testimony against the applicant. The applicant had formally applied to the court to exclude them from the trial as “victims of crime”, but to no avail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  When cross-examined by the defence at a trial hearing, one of the above-mentioned six police officers had been unable to name the personnel of the police unit to which he had been deployed and, until assisted by a prosecutor, could not pinpoint his own exact location in Ismayilli at the time when he had allegedly seen the applicant. When the defence lawyer had tried to get him to show, on an official map of Ismayilli, exactly where he had seen the applicant and Tofiq Yaqublu standing and inciting the crowd, the presiding judge had forbidden the use of the map. When the defence lawyer had then asked the police officer to describe his location with reference to various landmarks next to the Regional Education Department, the presiding judge had dismissed the question. The defence lawyer had then lodged a second objection to the composition of the trial court. In response, the presiding judge had decided, firstly, to leave the objection unexamined and, secondly, to fine the lawyer in the amount of AZN 220 for having lodged an allegedly unsubstantiated objection designed to delay the hearing. Thereafter, the defence lawyers for all of the accused had been dissuaded from lodging any further objections, having been clearly shown that doing so would be meaningless.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  Similarly, other police officers had been unable to answer the defence’s questions seeking clarification, or had given statements that differed significantly from their pre-trial statements, only to radically revert back to their pre-trial statements immediately after a break in the hearing announced by the court. On some occasions, the court had dismissed police officers from the witness stand before the defence could complete the crossexamination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  Furthermore, at the trial one of the police officers (see paragraph 50 above) had retracted the written statement he had signed at the pre-trial stage, stating that everything in it had been a product of an investigator’s imagination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The applicant’s lawyer argued that, at the trial hearings, witness R.B. (see paragraph 56 above) had stated that he had seen only about twenty people in the town centre between about 4 p.m. and 5 p.m. on 24 January 2013, and that, although he had seen the applicant and Tofiq Yaqublu among them, he had not heard what they had been talking about with the people around them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  The lawyer further argued that R.N. was a ”fake witness” engaged by the police and claimed that both witnesses R.N. and I.M. had given knowingly false and contradictory statements as described in paragraphs 5354 above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  In conclusion, the applicant’s lawyer argued that a proper assessment of the available evidence clearly showed that, contrary to the prosecution’s version of the facts, there had been no acts of mass disorder at the time when the applicant had been in the town (between about 4 p.m. and 5 p.m.) and that some clashes between protesters and the police had taken place several hours before he had arrived in the town (between about 10 a.m. and 11 a.m.) and several hours after he had left the town (after 8 p.m.). Statements given by the prosecution witnesses, to the contrary, had been shown to be contradictory, unreliable or false, and uncorroborated by the available material evidence. Accordingly, there was no corpus delicti in respect of the criminal offences for which the applicant had been convicted.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Examination of the applicant’s appeal and subsequent appeals and proceedings",
                                "elements": [
                                    {
                                        "content": "119.  Before the examination of the appeal, on 2 June 2014 the applicant applied to the Sheki Court of Appeal for access to the remaining part of the transcripts of the trial hearings for consultation. His request was granted and the date for his consultation of the transcripts was scheduled for 9 June 2014. However, on 6 and 9 June 2014 he lodged two applications withdrawing his previous request and, instead, asking for a speedy examination of his appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  During the examination of the appeal by the Sheki Court of Appeal, the applicant’s lawyers lodged a number of applications repeating those lodged with the first-instance court. It appears that all of them were rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  By a judgment of 24 September 2014 the Sheki Court of Appeal upheld the applicant’s conviction and sentence, essentially reiterating the reasoning of the first-instance court in respect of the charges against him. The judgment did not address any of the arguments raised in the applicant’s appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  In November 2014 the applicant’s lawyers submitted a number of remarks concerning the transcript of the appellate hearings, and requesting amendments. The Sheki Court of Appeal refused to amend the transcripts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  On 14 November 2014 the applicant’s lawyers lodged a cassation appeal with the Supreme Court, reiterating the points raised in the previous appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  On 19 November 2014 a judge of the Supreme Court requested all the material of the case file from the Sheki Court for Serious Crimes. At the first hearing held on 13 January 2015 the Supreme Court decided, in the absence of any objections, to postpone further hearing of the case for an indefinite period because more time was needed for examination of the case file. The hearing was resumed on 13 October 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  By a decision of 13 October 2015, the Supreme Court quashed the Sheki Court of Appeal’s judgment of 24 September 2014, having found that the lower courts’ rejection of the defence’s requests for the examination of additional defence witnesses (in particular, two members of REAL and one NGO director) and other evidence (in particular, contemporaneous news reports by various media agencies, additional mobile-phone records, additional video recordings, and so on) had been insufficiently reasoned and were in breach of the domestic procedural rules and the requirements of Article 6 of the Convention. The case was remitted for a new examination by the appellate court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  New examination by the Sheki Court of Appeal",
                                "elements": [
                                    {
                                        "content": "126.  Before the repeat examination of the case by the Sheki Court of Appeal, the applicant, who at that time was serving his sentence in Penal Facility No. 2 in Baku, wrote to the appellate court several times waiving his right to be personally present at the appeal hearings to be held in Sheki, expressing confidence that his lawyers would conduct his defence adequately in his absence. The Sheki Court of Appeal responded each time with an explanation that, under domestic law, the defendant’s presence at appeal hearings was mandatory and invited him to attend the hearings. Finally, on 20 April 2016 the court ruled that the applicant should be brought to Sheki for the appeal hearings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  During the hearings at the Sheki Court of Appeal, the applicant’s lawyers lodged a number of applications, including requests for the applicant’s release from detention; for the allegedly unlawfully obtained statements of prosecution witnesses (including those mentioned in paragraphs 48 and 52-56 above) and other evidence produced by the prosecution (including the letters of the Ismayilli RPD and the MNS) to be declared inadmissible; for additional defence witnesses to be heard; for the admission and examination of contemporaneous news reports by various information agencies; and for examination of the video recording taken by the camera installed on the Unibank building. It appears that, apart from the first two requests, all the others were granted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  The appellate court re-examined the case material of the firstinstance trial and, in addition, examined new evidence. In particular, it heard two new defence witnesses (both members of REAL). Their statements do not appear to have contained any significant details in respect of the accusations against the applicant. The court also examined a number of contemporaneous news reports and the “Unibank video recording”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  By a judgment of 29 April 2016, the Sheki Court of Appeal upheld the applicant’s conviction and sentence. Below is the summary of the appellate court’s reasoning contained in its judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The court’s assessment of the evidence examined at the first-instance and appeal hearings began as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Having viewed the recording of the video surveillance camera installed at the ATM of Unibank in the town of Ismayilli, directed at M.F. Akhundov street leading towards the administrative buildings of the IDEA and the Education Department, the court determined that between 4 p.m. and 5 p.m. on 24 January 2013 [the situation] was relatively calm on that street.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having examined [reports] of APA, Trend and other mass media ..., the court noted that the media had reported that, as a continuation of the events starting on 23 January 2013, between 4 p.m. and 6 p.m. on 24 January 2013 there was a general situation of confrontation and tension in the centre of Ismayilli, [and had also reported] about growing numbers of people on the streets in the vicinity of buildings of government bodies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is noted in the 25 January 2013 issue of the Yeni Musavat Online newspaper ... that [E.M.], the newspaper’s correspondent sent to Ismayilli, reported at 4.05 p.m. on 24 January 2013 that ‘currently numerous vehicles – buses, water cannons, and other vehicles, thought to be coming from Baku – are entering the town. The crowd around the area where the government bodies are located has been growing and tension remains.’ At 5 p.m. he reported that ‘... despite the engagement of additional forces, the crowd is growing on the streets where the government bodies are located and around them. According to local rumours, the protest, which started in the town centre yesterday, would continue tonight after dark’.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  The court also referred to, as evidence, the letters from the Ismayilli RPD and the MNS, as described in the first-instance judgment (see paragraph 73 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The judgment continued as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The court does not accept as evidence the statements of witnesses [Q.M., E.M., R.C., M.K., I.A., N.C. and N.M.] that there were no riots between 4 p.m. and 5 p.m. on 24 January 2013 and the statements of [the applicant and Tofiq Yaqublu] that they did not incite the public to riot or resist the police, that there were no riots between 4 p.m. and 5 p.m. on 24 January 2013, and that they spent only five to ten minutes in Ismayilli.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In particular, [Q.M.] stated that, after he had greeted [the applicant], he had gone to sleep in the car and, in fact, had not known the whereabouts of [the applicant and Tofiq Yaqbulu] during that period of time. [M.K.] stated that, after getting out of the car, Tofiq Yaqublu had gone on foot towards the building of the IDEA, while during the pre-trial investigation [M.K.] had stated that [Q.M.] had left them, that he himself had frequently changed his location in order to record the people moving around in the square, that he had separated from Tofiq Yaqublu, that Tofiq Yaqublu had been at another place, that [another journalist] had been taking photos, that [the head of the IDEA] had started to give an interview at that time, and that, when he had been going for the interview, Tofiq Yaqublu ... had been arrested and taken away by plain-clothed individuals. [E.M.] stated that Tofiq Yaqublu had been arrested before the interview given by [the head of the IDEA], while [R.C.] stated that the interview ... had lasted about twenty minutes at most and that, during that period of time, he had not been aware of the whereabouts of [the applicant] and Tofiq Yaqublu. As it can be seen from the above, the witnesses who stated that they had been next to [the applicant] and Tofiq Yaqublu at all times, concealed the essence of the matter by giving conflicting statements. Moreover, in his interview to ... Azadliq Radio given from 5.41 to 5.46 p.m. on 24 January 2013, Tofiq Yaqublu stated that ‘[he had been] detained at the police station for approximately forty minutes ... [He had been] taken to [S.K.’s] office at the police station [who alleged that Tofiq Yaqublu] had come here to organise sabotage and to prepare people for more protests. [The police were then reassured that Tofiq Yaqublu was indeed a columnist for a newspaper]. For that reason, [he] was released.’ This interview proves that Tofiq Yaqublu was not taken to the police station without a reason, but that he was detained ... because of his actions aimed at disruption and sabotage.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  The court then noted that the statements of ten police officers, including five of the six alleged victims of crime (see paragraphs 47-48 above) and witnesses R.N., I.M. and R.B. (see paragraphs 52-56 above) indicated that between about 4 p.m. and 5 p.m. on 24 January 2013 there was mass disorder in front of the building of the Regional Education Department and that the applicant and Tofiq Yaqublu had incited people to riot and resist the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  The court referred to the applicant’s interview with Azadliq Radio (see paragraph 11 above). According to the court’s interpretation, contrary to what the applicant had stated in the court proceedings, the content of his interview showed that the situation had not been calm in Ismayilli during his visit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  In respect of the witness statements favouring the applicant, the court concluded as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Having come to the same conclusion as the first-instance court, the court considers that ... the witnesses [Q.M., E.M., R.C., M.K., I.A., N.C., and N.M.] wanted to help [the applicant and Tofiq Yaqublu], whom they knew and had relations with, avoid criminal liability. The specific circumstances mentioned in their statements cannot be accepted as objective, sincere and genuine because they do not fit the factual circumstances of the case and conflict with other, irrefutable evidence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  As to the video recording by the camera installed on the Unibank building, the court assessed it as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The court holds that the statements of [the applicant and Tofiq Yaqublu] ... do not fit the actual circumstances of the case. [Their] statements ... are of a self-defence nature and designed to avoid criminal liability. As the main evidence proving their statements, they rely on the recording dated 24 January 2013 of the video surveillance camera installed at the ATM of Unibank, directed at M.F. Akhundov Street leading towards the administrative buildings of the IDEA and the Education Department. Although the recording shows that between about 4 p.m. and 5 p.m. the situation was relatively calm on that street, it is not the only street leading to the centre (the IDEA [building]); moreover, it cannot be ruled out that individuals could have gone along that street towards the building of the [IDEA] one-by-one and gathered there [afterwards], or could have arrived in the centre from other directions. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  As to the video evidence originally examined by the first-instance court, the Sheki Court of Appeal mentioned the video recording showing the applicant and Tofiq Yaqublu “standing in the centre of the town of Ismayilli, opposite to the administrative building of the Education Department, at a place where acts of mass disorder had been committed”, without specifying the time of day when that scene had been shot (see paragraphs 69 and 103 above). However, the Sheki Court of Appeal did not mention any of the other video recordings of 24 January 2013 relied on by the first-instance court, showing clashes between protesters and the police (see paragraphs 70 and 103 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  The court further noted that, according to the information obtained from the first-instance court, throughout the day on 24 January 2013 fortyfour people had been arrested under the Code of Administrative Offences, including nine people arrested between 4 p.m. and 7 p.m. The court concluded that this was an indication that the situation in the town had not been calm while the applicant was there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  The judgment continued as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[The applicant and Tofiq Yaqublu] claimed that the evidence gathered by the prosecution against them had been false. As an example, they referred to the testimony of [R.N.] who had participated, as an attesting witness, in the inspection of the scene of the events [of the previous night] from 10 a.m. to 4.10 p.m. on 24 January 2013, and had later testified that at around 5 p.m. on the same day he had seen [the applicant and Tofiq Yaqublu inciting people to commit acts of disorder]. [They] argue that [R.N.] is a person who cooperates with the police and that the police had instructed him to testify against them. However, the court holds that [R.N.’s] presence during the inspection of the scene of the events as an attesting witness does not make it impossible for him to have observed and witnessed an event occurring one hour later.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  The appellate court then digressed to discuss at significant length the Court’s judgment in Ilgar Mammadov (cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.  The appellate court’s judgment continued as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Being far from an intention to give an assessment of the European Court’s position in its above-mentioned judgment, the court holds that, first of all, [the applicant’s and Tofiq Yaqublu’s] unlawful actions should be evaluated through the prism of the events that took place in Ismayilli on 23 and 24 January 2013. That is so because those events constituted the reason and grounds for instituting criminal proceedings and the criminal prosecution of [the applicant, Tofiq Yaqublu] and others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As described above, on 23 and 24 January 2013 in Ismayilli, under the organisation and with the active participation of the accused persons, a crowd formed by a large number of residents spontaneously joined together and destroyed, by burning, and partly looted the building of the Chirag Hotel, destroying equipment and items found inside the building, as well as personal belongings of the hotel guests and staff; [they also destroyed, by burning,] three cars in the grounds of the hotel, damaged houses and cars on the streets with stones, [and also destroyed, by burning,] private property of people who had no connection to the events, and inflicted bodily injuries on individuals, including many police officers who were performing their official duty to restore public order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In connection with these events, on 23 January 2013 criminal proceedings were instituted under Articles 186.2.2, 221.2.1, 233 and 315.2 of the Criminal Code of the Republic of Azerbaijan and eighteen individuals were charged [in the framework of those proceedings], over fifty individuals were found administratively liable, and twenty-four individuals were recognised as victims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The criminal events that occurred in Ismayilli were the most widely covered news for several days by both local and reputable foreign mass media. In other words, they were not ordinary events that happened in Ismayilli.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In connection with the participation of [the applicant] in those events and the criminal offences committed by him, as well as the evidence concerning those offences, the court finds it necessary to reiterate once more the following.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Although [the applicant] states that he arrived in Ismayilli at 3.46 p.m. and left before 5 p.m. on 24 January 2013, examination of the detailed invoice of his incoming and outgoing mobile calls, and his blog post of 25 January 2013, where he shared his impressions from his trip by writing ‘yesterday I was in Ismayilli for a little more than two hours together with another member of our movement (REAL) and a media coordinator’, proves that on 24 January 2013 [the applicant] was in Ismayilli from 3.46 p.m. to 6 p.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant] insists that, when he was in Ismayilli, there was no mass disorder there. However, this statement is completely refuted by the case material.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  In this connection, the court continued:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Victims [in particular, five police officers (of the six mentioned in paragraph 48 above), E.A. (see paragraph 44 above) and V.Az. (see paragraph 43 above)] and witnesses [in particular, R.N., I.M. and R.B. (see paragraphs 52-56 above), as well as S.K. (see paragraph 45 above) and four other police officers (see paragraph 47 above)] stated during both the pre-trial investigation and the first-instance hearings that throughout the day on 24 January 2013, including between 4 p.m. and 6 p.m., mass riots had continued, crowds of people had attacked the [IDEA] building and had stoned police officers. They also testified that they had seen [the applicant and Tofiq Yaqublu] standing separately from each other, raising their hands, talking to people surrounding them and saying ‘do not be afraid of anything, enter the building of the IDEA, stone the police officers’. At their instigation, a group of individuals started moving towards the building of the IDEA and [the applicant and Tofiq Yaqublu] were also among them. The police attempted to isolate [the applicant and Tofiq Yaqublu] from the crowd by requesting them to [step aside], but they disobeyed and moved to the back of the crowd.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Another circumstance worth noting is that [two police officers] gave those statements on 28 January 2013 and [R.N. and I.M.] gave their statements on 2 February 2013, that is before [the applicant’s] arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At the same time, [R.N. and I.M.] confirmed their statements during face-to-face confrontations with [the applicant].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "143.  The court then once again referred to the information reported by the Yeni Musavat Online newspaper (see paragraph 130 above) and the information the applicant had published on his Facebook page (see paragraph 10 above). It then reiterated that nine people had been arrested between 4 p.m. and 7 p.m. on 24 January 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  The judgment continued:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The above-mentioned circumstances show that on 24 January 2013, when [the applicant and Tofiq Yaqublu] were in Ismayilli, the events were unfolding there and that the crowd attacked the IDEA building and committed acts of violence against the police.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  The court then found that it was not “believable” that the applicant had visited Ismayilli simply to gather “first-hand information”, considering, inter alia, that his Facebook posts were aimed at “promoting disobedience”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  The court also found that the applicant’s Facebook posts of the afternoon of 24 January 2013 and his blog post of 25 January 2013 (see paragraph 10 above) were proof of his intention to organise mass disorder. In particular, it stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The above-mentioned [posts by the applicant] demonstrate once again that, before traveling to Ismayilli, the applicant had an intention to organise mass disorder with the aim of defending the REAL movement’s demands for the creation of conditions for a revolt, and that, after he had arrived in Ismayilli, he had carried out his intention.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  The court concluded its analysis as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The above-mentioned circumstances of the case prove beyond doubt that on 24 January 2013 [the applicant] travelled to Ismayilli and organised mass disorder there together with [Tofiq Yaqublu]. Moreover, at around 5 p.m. on the same date, as active participants, [they] were able to achieve that a group of individuals formed of [E.I.], [M.A.] and others marched in masses in the direction of the administrative building of the [IDEA], and threw stones at police officers who were preventing [this march] in accordance with the requirements of the law, resulting in the use of violence posing a danger to the lives and health of [six named police officers].",
                                        "elements": []
                                    },
                                    {
                                        "content": "As for [the applicant and Tofiq Yaqublu] arriving from Baku and, within two hours, managing to convert unorganised riots into organised acts of subversion, the court considers that in normal circumstances it would not appear convincing that [this could have been done]; however, it must be taken into account that [the rioters] considered [N.A.], the Head of the [IDEA], responsible for the events, they were enraged and, as [the applicant] himself stated, ‘the situation was flammable’. [The applicant and Tofiq Yaqublu] took advantage of this factor and, using anti-government slogans, attracted [the rioters’] attention, enraged them even more and then committed the criminal offences described above.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  The cassation appeal and the Supreme Court’s final decision",
                                "elements": [
                                    {
                                        "content": "148.  On 21 June 2016 the applicant’s lawyer, Mr F. Agayev, lodged a cassation appeal against the Sheki Court of Appeal’s judgment of 29 April 2016, reiterating the points in his previous appeals and arguing further that the appellate court had assessed the evidence in a manifestly arbitrary manner. As an example, he pointed out that the court had failed to duly take into account that the video recording by the Unibank camera clearly refuted the prosecution’s version of the events, according to which the crowd had allegedly moved specifically along M.F. Akhundov Street in the direction of the police positioned near the IDEA building. Moreover, the court had wrongly concluded that the applicant had left Ismayilli at 6 p.m., whereas the mobile phone geo-localisation records showed that his mobile had been last registered in the centre of the town at 4.58 p.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  By a decision of 18 November 2016 the Supreme Court upheld the Sheki Court of Appeal’s judgment of 29 April 2016, finding that the lower court had correctly assessed the evidence and correctly applied the provisions of criminal law and criminal procedure.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  Actions taken in respect of the applicant’s lawyers",
                                "elements": [
                                    {
                                        "content": "150.  After the first-instance trial at the Sheki Court for Serious Crimes, on 17 March 2014 the presiding judge sent letters to the Bar Association requesting that disciplinary measures be taken against the applicant’s lawyers, Mr F. Agayev and Mr K. Bagirov. The court stated that they had breached procedural rules and the rules on lawyers’ conduct on numerous occasions throughout the trial, by making unauthorised objections and offensive and disrespectful remarks about various parties and the court, and refusing to wear lawyers’ robes despite numerous demands by the presiding judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "151.  After the proceedings at the Sheki Court of Appeal, on 25 September 2014 the presiding judge of that court also sent letters to the Bar Association requesting that it take disciplinary measures against both lawyers, stating that they had behaved similarly throughout the appellate proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "152.  On 10 December 2014 the Bar Association held that Mr K. Bagirov had breached the rules for ethical conduct of advocates. It decided to refer his case to a court with a view to his disbarment and to suspend his activity as an advocate pending a decision by the court. On 10 July 2015 the Nizami District Court delivered a judgment ordering Mr K. Bagirov’s disbarment. The judgment was upheld by the higher courts. Mr K. Bagirov has lodged an application with the Court concerning the matter (Bagirov v. Azerbaijan, no. 28198/15, communicated to the respondent Government on 24 June 2016).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Criminal Code",
                                "elements": [
                                    {
                                        "content": "153.  Article 220.1 of the Criminal Code provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 220. Mass disorder",
                                        "elements": []
                                    },
                                    {
                                        "content": "“220.1.  Organisation of or participation in mass disorder accompanied by violence, plunder, arson, destruction of property, use of firearms or explosive substances or devices, or by armed resistance to public officials –",
                                        "elements": []
                                    },
                                    {
                                        "content": "is punishable by deprivation of liberty for a period from four to twelve years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  Article 315 of the Criminal Code provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 315.  Resistance to or violence against a public official",
                                        "elements": []
                                    },
                                    {
                                        "content": "“315.1.  Use of violence against, or violent resistance to, a public official in connection with the exercise of the latter’s official duties, or use against the close relatives of such a public official of violence which does not pose a danger to their life or health, or the threat of use of such violence –",
                                        "elements": []
                                    },
                                    {
                                        "content": "is punishable by deprivation of liberty for a period of up to three years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "315.2.  Use against persons mentioned in Article 315.1 of this Code of violence which poses a danger to their life and health –",
                                        "elements": []
                                    },
                                    {
                                        "content": "is punishable by deprivation of liberty for a period from three to seven years.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "155.  Article 137 of the Code of Criminal Procedure (“CCrP”) provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 137.  Use as evidence of material obtained in the course of search operations",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If material obtained as a result of a search operation has been obtained in accordance with the Law of the Republic of Azerbaijan on Search Operations and is presented and verified in accordance with the requirements of this Code, it may be accepted as evidence for criminal prosecution.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  Article 419 of the CCrP provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 419.  Examination of the merits of a cassation appeal (kassasiya şikayəti) or cassation ‘protest’ (kassasiya protesti)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“419.1.  When examining the merits of a cassation appeal or cassation ‘protest’, the Supreme Court deals only with the points of law and verifies whether the rules of criminal law and this Code were applied correctly.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S GENERAL OBJECTION AS TO THE ADMISSIBILITY OF THE APPLICATION AS A WHOLE",
                        "elements": [
                            {
                                "content": "157.  The Government noted that the application had been lodged on 19 December 2014, at the time when the applicant’s first cassation appeal was still pending before the Supreme Court. The application had been communicated to the respondent Government on 20 September 2016, before the Supreme Court delivered its final decision of 18 November 2016 following the applicant’s second cassation appeal. The Government argued that, both on the date of lodging and on the date of communication, the application was premature and, therefore, should have been declared inadmissible for non-exhaustion of domestic remedies.",
                                "elements": []
                            },
                            {
                                "content": "158.  The applicant submitted that he had lodged the application before the delivery of a final decision by the Supreme Court because, given the “unhealthy political context” in which the existing formal remedies operated and, more specifically, the political context of the criminal proceedings against him, he considered that the appeals to the higher courts did not constitute a remedy capable of providing redress and offering reasonable prospects of success in respect of his complaints.",
                                "elements": []
                            },
                            {
                                "content": "159.  The Court reiterates that the assessment of an applicant’s obligation to exhaust domestic remedies is normally carried out with reference to the date on which the application was lodged with it (see, for example, Trabelsi v. Belgium, no. 140/10, § 89, ECHR 2014 (extracts)). However, where an applicant continues to pursue the domestic remedies after the lodging of his application but before the decision on its admissibility is reached, the Court examines the question of exhaustion of domestic remedies as of the time it decides on the admissibility of the application, and not as of the time of lodging of the application (see Ramazanova and Others v. Azerbaijan, no. 44363/02, § 42, 1 February 2007). Before deciding on the admissibility of the application, the Court, being master of its own procedure and of its own rules, may request the parties, under Rule 54 § 2 (b) of the Rules of Court, to submit observations on various issues raised by the application, including its admissibility, where it considers that the discharge of its functions under the Convention so requires.",
                                "elements": []
                            },
                            {
                                "content": "160.  In the present case, the application was lodged on 19 December 2014, at the time when the applicant’s first cassation appeal before the Supreme Court, the final instance in criminal proceedings, was pending. On 13 October 2015 the Supreme Court, having examined that appeal, remitted the case to the appellate instance for a new examination. On 29 April 2016 the Sheki Court of Appeal delivered a new judgment upholding the applicant’s conviction and on 21 June 2016 the applicant appealed against that judgment to the Supreme Court.",
                                "elements": []
                            },
                            {
                                "content": "161.  On 20 September 2016 the President of the Section decided, pursuant to Rule 54 § 2 (b) of the Rules of Court, to communicate the complaints under Articles 6, 13, 14, 17 and 18 of the Convention to the respondent Government, including among the questions to the parties a general question as to whether the applicant had exhausted all effective domestic remedies as required by Article 35 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "162.  On 18 November 2016 the Supreme Court delivered the final domestic decision upholding the applicant’s conviction. No further ordinary appeals against this decision were available to the applicant. Accordingly, as of the current stage of the proceedings before the Court, where it has not yet decided on the admissibility of the communicated complaints, the point raised in the Government’s objection is moot because the application can no longer be considered premature.",
                                "elements": []
                            },
                            {
                                "content": "163.  For the above reasons, the Court rejects the Government’s general objection and will proceed to examine the admissibility of each complaint separately.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "164.  Relying on Article 6 §§ 1 and 3 (b) of the Convention, the applicant complained that:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the domestic courts’ judgments were ill-reasoned and that his conviction had been based on flawed and manifestly wrongly assessed evidence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  his right to equality of arms had been breached, in that the domestic courts had not duly examined the defence’s objections and requests concerning the admission of evidence and conduct of the proceedings;",
                                "elements": []
                            },
                            {
                                "content": "(c)  the facilities for the preparation and conduct of the defence had not been adequate, in that the defence had not been given proper access to the transcripts of the trial hearings, either before or after the trial, and had not been allowed to use laptop and tablet computers during the trial hearings; and",
                                "elements": []
                            },
                            {
                                "content": "(d)  the entire proceedings had been excessively lengthy, especially the examination of the first cassation appeal by the Supreme Court, which had taken almost one year.",
                                "elements": []
                            },
                            {
                                "content": "The Court, as master of the characterisation to be given in law to the facts of the case, considers that the complaint falls to be examined under Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. Judgment shall be pronounced publicly but the press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society, where the interests of juveniles or the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "165.  The Government argued that, in connection with the parts of the complaint relating to the lack of adequate facilities for the preparation of the defence (in particular, allegedly inadequate access to the trial transcripts and the prohibition on using electronic devices during hearings) and the length of proceedings, the applicant had not exhausted domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "166.  The Government pointed out that the applicant’s appeals had had a “similar text and nature” and had mostly referred to the circumstances of the case and not the procedure. They argued that the applicant had not complained before the appellate and cassation courts of inadequate facilities for the preparation of the defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "167.  They further argued that the applicant had never complained at domestic level about the length of the appellate and cassation proceedings. Under Article 419.1 of the CCrP, the Supreme Court had competence to verify whether the rules of criminal law and procedural law had been applied correctly; therefore, the applicant could have complained of procedural breaches before the Supreme Court. Moreover, at the Supreme Court hearing of 13 January 2015, during which the presiding judge decided to postpone the examination of the cassation appeal for an indefinite period of time owing to the complexity of the case, the defence did not raise any objections to the postponement. At no point during the entire period of postponement did the applicant apply to the Supreme Court for resumption of the hearings; nor did he complain otherwise of a delay in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "168.  The applicant contested the Government’s objection. He argued that, in his requests, motions and appeals, he had repeatedly complained of the inadequacy of the facilities for the preparation of his defence. As to the length of the proceedings, the applicant did not directly address the Government’s non-exhaustion arguments, but said that “it [had not been] difficult for [him] to foresee that the court proceedings in this case would be artificially delayed”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "169.  As to the part of the complaint concerning the length of the proceedings, the Court considers that, even assuming that the applicant has exhausted the domestic remedies, it is in any event inadmissible for the following reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "170.  The reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and of the relevant authorities (see, among many other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999II, and Jurica v. Croatia, no. 30376/13, § 76, 2 May 2017). In criminal matters, the “reasonable time” referred to in Article 6 § 1 begins to run as soon as a person is “charged”. “Charge”, for the purposes of Article 6 § 1, may be defined as “the official notification given to an individual by the competent authority of an allegation that he has committed a criminal offence”, a definition that also corresponds to the test whether “the situation of the [suspect] has been substantially affected” (see, among many other authorities, McFarlane v. Ireland [GC], no. 31333/06, § 143, 10 September 2010, and O’Neill and Lauchlan v. the United Kingdom, no. 41516/10 and 75702/13, § 82, 28 June 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "171.  The Court notes that in the present case the criminal proceedings lasted slightly longer than three years and nine months in three judicial instances and that the higher two instances (the Sheki Court of Appeal and the Supreme Court) examined the case two times each. Given the complexity of the case, the Court considers that the overall length of the proceedings was not so excessive as to be in breach of the “reasonable time” requirement. It follows that this part of the complaint is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "172.  The Court notes that, in his appeal against the judgment of the Sheki Court for Serious Crimes of 17 March 2014 (see paragraph 99 above) and all his subsequent appeals, the applicant expressly complained of inadequate facilities for the conduct of his defence, including lack of access to the hearing transcripts and prohibition on using electronic devices. It follows that this part of the complaint cannot be rejected for non-exhaustion of domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "173.  The Court further notes that the remainder of the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "174.  The applicant argued that he had been convicted for political reasons and that his case demonstrated that there was broad, systematic and illegal cooperation between the courts, the prosecution authorities and the executive power in order to remove him, as a political contender, from running for presidential and parliamentary elections. He argued that the domestic judicial system operated in an unhealthy political context. When it came to politically motivated cases, the domestic courts, including higherinstance courts, implemented the ruling party’s political will and it would be out of the question for them to acquit defendants. The domestic courts’ judgments distorted the facts, contained contradictory and illogical conclusions, and made findings that did not follow from the arguments raised by the parties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "175.  According to the formal charges against him, the applicant was accused of “organising mass disorder” which simply had not happened in the manner and circumstances described by the prosecution. All of the reliable evidence available in the file, if properly assessed, demonstrated that there had been no clashes between protesters and the police between around 4 p.m. and 5 p.m. on 24 January 2013, at the time when the applicant had been in the town.",
                                                "elements": []
                                            },
                                            {
                                                "content": "176.  Moreover, in order to have “organised” mass disorder the applicant would have had to have planned riots in advance, created illegal groups to take action, and assigned roles and functions to members of those groups. He would have had to have accomplished all of that in an unfamiliar town, with people whom he had not personally known before, and within less than two hours of his arrival in the Ismayilli region, including about one hour in the town of Ismayilli. According to the applicant, even theoretically speaking, that would have been impossible to do.",
                                                "elements": []
                                            },
                                            {
                                                "content": "177.  The domestic courts, and in particular the Sheki Court of Appeal, found that the statements of seven victims of crime and eight witnesses had supported the prosecutions’ version of the events (see paragraph 142 above). However, that was obviously wrong, as two of the alleged victims had never even mentioned the applicant in their statements. Police officer E.A. had been injured between 11 a.m. and noon on 24 January 2013 and hospitalised long before the applicant had arrived in the town (see paragraph 44 above). He had not mentioned the applicant in his statement. The statement of victim V.Az. had not mentioned the applicant either (see paragraph 43 above). As for the other victims and witnesses, the applicant pointed out that their statements were contradictory, lacked credibility and were clearly refuted by other evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "178.  In particular, all of the police officers who had testified against the applicant were “fulfilling political orders as part of the State machinery utilised by the Government for their partisan purpose of silencing the applicant”, and were not credible witnesses. That being said, their statements were characterised by obvious discrepancies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "179.  The defence had repeatedly objected to the credibility of the six police officers who were recognised as “victims of crime” in an incident relating to the charges against the applicant, for a number of reasons highlighted in the applicant’s appeals and objections (see, for example, paragraphs 112-13 above). Moreover, one of those police officers stated at the court hearings that the prosecution had “exploited his trust” and that the contents of his pre-trial statement against the applicant had been false. That same police officer was dismissed from the police service about three months after the delivery of the first-instance judgment. Similarly, another police officer had also retracted his pre-trial statement, but was pressured to take back his retraction during a break in the hearing. However, the domestic courts repeatedly failed to adequately address the question of the credibility of those witnesses, which also affected the credibility of other police officers who had given similar pre-trial statements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "180.  All the police officers and some of the civilian witnesses stated that the clashes involving the applicant had occurred when a large crowd had moved in the direction of the IDEA building along M.F. Akhundov Street. That allegation was clearly refuted by the Unibank video recording. Not only did the courts fail to address that inconsistency, but the Sheki Court of Appeal’s assessment of the video recording was “an example of extreme manipulation with the aim of twisting and distorting the obvious facts”. While the appellate court had to concede that, according to the video, the situation on M.F. Akhundov Street at the relevant time had been “relatively calm”, it went on to reason that that street was not the only possible way in which a crowd could have moved to the crime scene or that people could have gone along that street “one by one”. In so doing, the court disregarded the fact that several prosecution witnesses had expressly stated that the crowd had gathered and moved in the direction of the IDEA building along that street.",
                                                "elements": []
                                            },
                                            {
                                                "content": "181.  There were a number of other inconsistencies between prosecution witnesses’ statements which, despite the objections by the defence, the courts failed to address, for example the exact timing of the alleged clashes involving the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "182.  The applicant also pointed out that only three prosecution witnesses were not police officers. Their credibility was also flawed. In particular, R.N. had given false evidence. When heard during the trial, he stated that on the afternoon of 24 January 2013 he had been at his cousin’s place, which was fifteen minutes’ walk from the centre. He had left his cousin’s at around 5 p.m., headed to the centre and seen clashes incited by the applicant on M.F. Akhundov Street. However, when the defence produced a copy of the record of the inspection of the damages to the Chiraq Hotel and N.A.’s house, which had been carried out from 10 a.m. to 4.10 p.m. on 24 January 2013 in the presence of R.N. as an attesting witness, it had become clear that R.N. had lied about being at his cousin’s place and had concealed his participation as an attesting witness at the inspection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "183.  Witness I.M. was affiliated with V.A., the owner of the Chirag Hotel who had allegedly been involved in the incident sparking the riots, and his uncle N.A., the Head of IDEA. In particular, I.M.’s son worked at the Chirag Hotel. The court did not address that issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "184.  As to the letters by the Ismayilli RPD and the MNS, the information contained in those documents was based on unknown, anonymous sources which had not been examined by the courts, despite the defence’s repeated objections. That evidence was admitted in violation of Article 137 of the CCrP.",
                                                "elements": []
                                            },
                                            {
                                                "content": "185.  The domestic courts refused, without proper reasoning, to attribute any weight to the statements of witnesses in favour of the applicant. All of the witnesses in favour of the applicant unequivocally stated that there had been no violent clashes between any protesters and the police between 4 p.m. and 5 p.m. on 24 January 2013, the period when the applicant had been in the town. Moreover, the first-instance court distorted some of those witnesses’ statements in its judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "186.  While the Sheki Court of Appeal, referring to the contemporaneous report of Yeni Musavat Online, found that it indicated that there had been “tension” in the town (see paragraph 130 above), neither that newspaper, nor any other news agency actually reported any clashes happening between 4 p.m. and 5 p.m. on 24 January 2013. This was another example of how the domestic courts interpreted evidence that was clearly favourable to the applicant against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "187.  The courts also distorted the content of the applicant’s blog posts and social media posts in their judgments, took separate phrases out of context and arbitrarily interpreted their meaning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "188.  Furthermore, E.I. and M.A., both of whom were accused of participating in the clashes incited by the applicant, had both stated that they had not been in the town on the afternoon of 24 January 2013 at the time of the alleged clashes. E.I.’s statements to that effect were confirmed by seven witnesses who confirmed his alibi, but the courts failed to take that fact into account in their legal analysis. M.A. submitted that his alibi could be confirmed by examining his incoming and outgoing mobile phone calls, but that was not done by the trial court. The video examined by the court did indeed show E.I. and M.A. participating in the clashes, but during the morning of 24 January 2013, before the applicant’s arrival in the town.",
                                                "elements": []
                                            },
                                            {
                                                "content": "189.  As another piece of evidence against the applicant, allegedly proving that there had been unrest in the town while he had been there, the Sheki Court of Appeal, in its judgment of 29 April 2013, relied on the information received from the first-instance court that nine people had been arrested under the Code of Administrative Offences between 4 p.m. and 7 p.m. on 24 January 2013 (see paragraphs 138 and 143 above). However, that information, without any further details, could not serve as evidence incriminating the applicant. It was never specified at what location and for what type of actions those people had been arrested. The prosecution did not submit any documents or any other details about the circumstances of those administrative arrests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "190.  The Sheki Court of Appeal also made a wrong factual finding about the time of the applicant’s presence in Ismayilli (see paragraph 141 above). Although the mobile phone geo-localisation records clearly showed that the applicant had last been in the centre of the town at 4.58 p.m. and that, subsequently, he had been located outside the town in the Ismayilli Region, on his way back to Baku, the court concluded, without any proper basis, that he had been in the town until 6 p.m.",
                                                "elements": []
                                            },
                                            {
                                                "content": "191.  The applicant argued that his lawyers were repeatedly prevented by the courts from conducting his proper defence and were harassed for defending him. The first-instance court’s refusal to allow the applicant and his lawyers to adequately familiarise themselves with the transcripts of the hearings during the trial prevented them from properly preparing the defence for the upcoming first-instance hearings and for the appellate hearings. Despite the defence’s objections, the trial was held in a very small courtroom. Given that there were eighteen accused, around twenty lawyers had to sit close to each other in cramped conditions. The applicant’s lawyers were forbidden to use tablets, laptops and other electronic devices, which were necessary given the large amount of case material (a total of 7,000 to 8,000 pages in twenty-six volumes, plus video recordings with a total duration of dozens of hours). The prohibition on electronic devices forced the defence to carry huge amounts of paper material, which was unproductive, as it made it more difficult to quickly find material relevant to the evidence currently under examination. The first-instance court prevented the defence from cross-examining witnesses properly and often interrupted the cross-examination under various pretexts. Whenever the defence objected to the unfair conduct of the trial or to the court’s unfounded interruptions of the cross-examination, the court qualified it as disruptive behaviour by the defence lawyers and eventually initiated proceedings to disbar the lawyers. One of the lawyers, Mr F. Agayev, was fined and another, Mr K. Bagirov, was eventually disbarred.",
                                                "elements": []
                                            },
                                            {
                                                "content": "192.  At the outset, the Government submitted that the Court’s findings in the Ilgar Mammadov judgment (cited above) could not “serve as a reference note for the examination of the applicant’s complaints concerning the trial proceedings”. They further invited the Court “to avoid reference to its findings of fact and assumptions as to the applicant’s arrest and his participation in the events in the town of Ismayilli”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "193.  In response to the applicant’s arguments concerning lack of proper reasoning and arbitrary assessment of evidence by the domestic courts, the Government cited lengthy passages from the Sheki Court of Appeal’s judgment of 29 April 2016 (see paragraphs 129-47 above). The Government endorsed the conclusions of the domestic courts, including the Sheki Court of Appeal, and submitted that the courts had examined all the submissions and evidence presented by the applicant and delivered substantiated decisions in respect of them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "194.  The Government pointed out that one of the main reasons given by the Supreme Court in its decision of 13 October 2015 to remit the case for new examination was the fact that most of the defence’s submissions had been dismissed by the lower courts. During the re-examination by the Sheki Court of Appeal, additional evidence submitted by the applicant had been admitted and examined by the court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "195.  As to the applicant’s objection to the use as evidence of the letters of the Ismayilli RPD and MNS, the Government, while conceding that the information provided in those letters had not identified its particular sources, pointed out that the information itself had been provided by the authorities directly responsible for the implementation of “operational activities and collection of information related to crimes”. The use of that evidence did not amount to unfairness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "196.  The applicant had been able to object to the alleged irregularities in the way in which the witness evidence had been obtained and to cross-examine the witnesses and victims. The courts had heard the evidence, considered the arguments of the defence, and made a reasonable determination of the facts. The Government argued that it was not the Court’s task to re-assess the domestic courts’ findings of fact based on a reasonable assessment of evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "197.  The Government further argued that the applicant’s lawyers had been afforded adequate facilities for the preparation and conduct of his defence. It had been explained to them that, in accordance with the relevant provisions of the CCrP, transcripts could be made available to the parties after the conclusion of the trial, and not after each individual hearing. After the conclusion of the trial, the applicant and his lawyers were given access to the transcripts and the applicant was able to make observations in connection with their content. The applicant himself had refused to finish the process of familiarising himself with the transcripts (see paragraph 119 above). As to the defence’s inability to use electronic devices, the reason those devices were forbidden was because they could have been used to make audio and video recordings of the trial, whereas at the preliminary hearing the first-instance court had rejected a request for the audio or video recording of the trial (see paragraph 22 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Preliminary remarks",
                                        "elements": [
                                            {
                                                "content": "198.  The Court will first address the Government’s submission that its findings in the Ilgar Mammadov judgment (cited above) were not relevant to the present application and should not be used for examination of the applicant’s complaints related to the fairness of the trial proceedings (see paragraph 192 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "199.  In this connection, the Court reiterates that in the Ilgar Mammadov judgment it found, among other things, violations of Article 5 §§ 1 (c) and 4 of the Convention and a violation of Article 18 of the Convention in conjunction with Article 5, in respect of the applicant’s pre-trial detention in the framework of the same criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "200.  One of the main factors leading the Court to its conclusions was the finding of a prima facie lack of plausibility of the accusations against the applicant. This, coupled with the political activities of the applicant and the reaction of the authorities vis-à-vis those activities, called for a high level of scrutiny of the facts on which the charges were based. In particular, in paragraphs 92-94 of that judgment it found as follows with respect to the prosecution’s version of the events forming the basis for the charges against the applicant:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“92.  The Court has to have regard to all the relevant circumstances in order to be satisfied that there existed any objective information showing that the suspicion against the applicant was ‘reasonable’. In this connection, the Court finds it material that the applicant was an opposition politician who had a history of criticising the current Government in the wake of the upcoming presidential elections, that some members of parliament had threatened to sue him, and that before his arrest the applicant had posted on his blog sourced information showing that at least part of the official Government version of what had happened in Ismayilli might have been untrue or misrepresented and openly suggesting that the official version was a coverup attempt. What also needs to be considered is that the applicant was charged with ‘organising’ a riot that had already started in Ismayilli one day before his visit to the town and that had initially been sparked, in a spontaneous manner, by an incident of local significance. By all accounts, the applicant had nothing to do with the original incident of 23 January 2013 that had caused the riot or with what was going on in Ismayilli prior to his visit, and the prosecuting authorities’ own account of the events, both in their press statement of 29 January 2013 and in the description of the charges against the applicant ..., shows that most, if not all, of the damage caused by the rioting (such as burning of buildings and cars) had taken place on 23 January 2013, before the applicant’s arrival.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  Against this background, the prosecution accused the applicant of essentially the following: that he had arrived in Ismayilli one day after the spontaneous and disorganised ‘acts of hooliganism’ had already taken place and that, within a period of about two hours (the overall length of his stay in the town), he had managed to seize a significant degree of control over the situation, turn the ongoing disorganised rioting into ‘organised acts’ of disorder, establish himself as a leader of the protestors whom he had not known before and who had already gathered without his involvement, and directly cause all of their subsequent disorderly actions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Court notes that, as a general rule, problems concerning the existence of a ‘reasonable suspicion’ arise at the level of the facts ... The very specific context of the present case calls for a high level of scrutiny of the facts. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "201.  The Court concluded in the Ilgar Mammadov judgment that, contrary to Article 5 § 1 (c) of the Convention, it had not been shown that there had existed any evidence (“specific facts or information”) giving rise to a “reasonable” suspicion justifying the applicant’s arrest; no such facts or information were produced by the prosecution during the pre-trial proceedings (see Ilgar Mammadov, cited above, §§ 95-101). In breach of the requirements of Article 5 § 4 of the Convention, the domestic courts failed to request and review the “initial evidence” in the prosecution’s possession and thereby failed to assess the reasonableness of the suspicion underpinning the applicant’s arrest (ibid., §§ 97 and 116-18). Thus, the domestic authorities had not been able to demonstrate that they had acted in good faith when restricting the applicant’s right to liberty (ibid., § 141). Having also had regard to the combination of case-specific facts, the Court found that, contrary to the requirements of Article 18 of the Convention, the authorities’ actions had been driven by improper reasons: the actual purpose of the applicant’s detention was to silence or punish him for criticising the Government and attempting to disseminate, in his blog and social media posts, what he believed was the true information that the Government were trying to hide (ibid., §§ 142-44).",
                                                "elements": []
                                            },
                                            {
                                                "content": "202.  The scope of the Ilgar Mammadov judgment was limited, inter alia, to the issues of compatibility with Articles 5 §§ 1 (c) and 4 and Article 18 of the Convention of the applicant’s detention during the pre-trial stage of the proceedings. In the present case, however, the Court is called upon to examine a different set of legal issues – namely, whether the criminal proceedings against the applicant, taken as a whole, were fair, as required by Article 6 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "203.  While the issues to be examined and the legal standards applicable under Article 6 of the Convention are different, both the previous case and the present case concern the same criminal proceedings against the applicant involving the same charges stemming from the same events. As the Court held in the Ilgar Mammadov judgment, during the pre-trial stage of the proceedings, the accusations against the applicant suffered from a prima facie lack of plausibility. In particular, the Court highlighted the fact that the applicant was accused of arriving in Ismayilli one day after the spontaneous and disorganised “acts of hooliganism” had already taken place and that within the short period of two hours, his overall stay in the town, he managed to seize a significant degree of control over the situation, turn the ongoing disorganised rioting into “organised acts” of disorder, establish himself as a leader of the protestors whom he had not known before and who had already gathered without his involvement, and directly cause all of their subsequent disorderly actions. As already noted, this lack of plausibility of the accusations, coupled with the attitude of the authorities towards the applicant’s political activities, called for a high level of scrutiny of the facts. The circumstances on which this previous finding of the Court was based remain unchanged in the present case. The Court will therefore proceed with analysing under Article 6 whether this deficiency has been compensated by the evidence presented at the trial and the reasons provided by the domestic courts.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "204.  Having considered the matters complained of in the present case, the Court will begin its analysis by examining the issues relating to parts (a) and (b) of the applicant’s complaint (see paragraph 164 above). In doing so, it will have regard to the proceedings as a whole, including all judgments delivered by both the first-instance and appellate courts which examined the case on points of fact and law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "205.  The Court reiterates that it is not its task to take the place of the domestic courts, which are in the best position to assess the evidence before them, establish facts and interpret domestic law. The Court will not, in principle, intervene, unless the decisions reached by the domestic courts appear arbitrary or manifestly unreasonable and provided that the proceedings as a whole were fair, as required by Article 6 § 1 (see Khamidov v. Russia, no. 72118/01, § 170, 15 November 2007, and Nemtsov v. Russia, no. 1774/11, § 87, 31 July 2014). Although it is not the Court’s function under Article 6 § 1 to deal with errors of fact or law allegedly committed by the domestic courts, decisions that are “arbitrary or manifestly unreasonable” may be found incompatible with the guarantees of a fair hearing (see Nemtsov, cited above, § 88; Berhani v. Albania, no. 847/05, §§ 50-56, 27 May 2010; Ajdarić v. Croatia, no. 20883/09, §§ 47-52, 13 December 2011; and Anđelković v. Serbia, no. 1401/08, §§ 2629, 9 April 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "206.  The Court reiterates further that, in view of the principle that the Convention is intended to guarantee not rights that are theoretical or illusory but rights that are practical and effective (see Artico v. Italy, 13 May 1980, § 33, Series A no. 37, and Karajanov v. the former Yugoslav Republic of Macedonia, no. 2229/15, § 51, 6 April 2017), the right to a fair trial cannot be seen as effective unless the requests and observations of the parties are truly “heard”, that is to say, properly examined by the tribunal (see Dulaurans v. France, no. 34553/97, § 33, 21 March 2000; Ajdarić, cited above, § 33; and Carmel Saliba v. Malta, no. 24221/13, § 65, 29 November 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "207.  Whilst acknowledging the domestic judicial authorities’ prerogative to assess the evidence and decide what is relevant and admissible, the Court reiterates that Article 6 § 1 places the “tribunal” under a duty to conduct a proper examination of the submissions, arguments and evidence adduced by the parties (see Van de Hurk v. the Netherlands, 19 April 1994, § 59, Series A no. 288, and Carmel Saliba, cited above, § 64). According to the Court’s established case-law reflecting a principle linked to the proper administration of justice, judgments of courts and tribunals should adequately state the reasons on which they are based (see Tchankotadze v. Georgia, no. 15256/05, § 102, 21 June 2016). The extent to which this duty to give reasons applies may vary according to the nature of the decision and must be determined in the light of the circumstances of the case (see García Ruiz v. Spain [GC], no. 30544/96, § 26, ECHR 1999I, and Moreira Ferreira v. Portugal (no. 2) [GC], no. 19867/12, § 84, 11 July 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "208.  While Article 6 guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence as such, which is primarily a matter for regulation under national law (see Schenk v. Switzerland, 12 July 1988, § 46, Series A no. 140; Jalloh v. Germany [GC], no. 54810/00, § 94, ECHR 2006IX; and De Tommaso v. Italy [GC], no. 43395/09, § 170, ECHR 2017 (extracts)). It is therefore not the role of the Court to determine, as a matter of principle, whether particular types of evidence – for example, evidence obtained unlawfully in terms of domestic law – may be admissible or, indeed, whether the applicant was guilty or not. The question which must be answered is whether the proceedings as a whole, including the way in which the evidence was obtained, were fair. This involves an examination of the “unlawfulness” in question and, where a violation of another Convention right is concerned, the nature of the violation found (see Jalloh, cited above, § 95, and Bykov v. Russia [GC], no.  4378/02, § 89, 10 March 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "209.  In determining whether the proceedings as a whole were fair, regard must also be had to whether the rights of the defence were respected. It must be examined in particular whether the applicant was given the opportunity to challenge the authenticity of the evidence and to oppose its use. In addition, the quality of the evidence must be taken into consideration, including whether the circumstances in which it was obtained cast doubt on its reliability or accuracy (see Bykov, cited above, § 90, and Erkapić v. Croatia, no. 51198/08, § 72, 25 April 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "210.  The Court has also held, in cases concerning various issues under Article 6 of the Convention in connection with criminal proceedings, that the burden of proof is on the prosecution and that any doubt should benefit the accused (see Ajdarić, cited above, § 35, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "211.  In the present case, the direct evidence supporting the accusations against the applicant, on which his conviction rested to a decisive degree, consisted of statements given by several police officers and civilian witnesses, as well as the information contained in the letters from the Ismayilli RPD and MNS. For reasons specified below, the Court considers that there were serious shortcomings in the manner in which the above evidence was admitted, examined and/or assessed and the manner in which the courts dealt with the defence’s objections concerning that evidence. The courts also heard several defence witnesses, but refused to give any weight to their statements, for reasons that the Court considers inadequate, as will be explained below. Finally, in convicting the applicant, the domestic courts examined material evidence, including video recordings, contemporaneous news reports, the applicant’s blog posts and social media posts. In the Court’s view, the manner in which that evidence was examined was manifestly unreasonable. The Court will proceed with examining, in turn, the different categories of evidence in detail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "212.  In its judgment of 29 April 2016, the Sheki Court of Appeal listed seven witnesses with the status of victims, including V.Az. (see paragraph 43 above), police officer E.A. (see paragraph 44 above) and five other police officers, and eight witnesses, including three civilians (R.N., I.M. and R.B.), police officer S.K. (see paragraph 45 above) and four other police officers, whose statements allegedly proved the accusations against the applicant, in particular the allegation that between 4 p.m. and 6 p.m. on 24 January 2013 there had been mass riots in the town of Ismayilli and that the applicant, together with Tofiq Yaqublu, had incited the protesters to commit those acts of mass disorder and had themselves participated in those acts, which had resulted in injuries to six police officers (see paragraph 142 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "213.  The key evidence on which the conviction of the applicant was based were the testimonies of the police officers who were recognised as victims and claimed to have been hit by stones during the alleged clashes with the protesters between 4 p.m. and 5 p.m. on 24 January 2013. Those police officers testified that they had observed the applicant organising and inciting the protesters to attack, and the protesters then proceeding to attack them. Throughout the proceedings the defence repeatedly raised objections as to the participation of those police officers in the trial as victims and as to the credibility of their statements. In particular, the defence argued that: (a)  for unexplained reasons, those police officers had been questioned for the first time as late as five months after the events in question; (b)  prior to that they had never reported or complained about being injured or attacked by protesters, unlike other police officers injured on 23 January and during the morning of 24 January 2013, who had either immediately reported their injuries, or had been immediately hospitalised and examined by forensic experts; (c)  there was no medical or any other evidence of their injuries; and (d)  their statements were not credible as they were stating that a crowd of protesters had been moving along M.F. Akhundov Street towards the IDEA building, a fact which was clearly refuted by the video recording of the Unibank camera (see paragraph 130 above and further details in paragraphs 231-32 below). The Court agrees with the applicant that those were strong and factually substantiated objections, which were capable of calling into question the credibility of those witnesses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "214.  However, those objections were either not addressed at all or inadequately addressed by the domestic courts in their judgments. In particular, the courts never addressed in their judgments the issue of the belated appearance of the testimony of those police officers, the reasons for the failure of those police officers to report the events immediately after they occurred and the manner in which they were later identified as witnesses. While the Government did not submit the transcripts of the relevant hearings, the information available to the Court suggests also that those police officers were never questioned on all those issues and that the defence was limited in cross-examining them. Moreover, in the absence of any evidence of those police officers being injured or attacked by protesters, the first-instance court accepted their designation as “victims of crime” without any objective justification and without providing reasons, despite the explicit objections by the defence. This allowed all of them to be present in the courtroom while each of them was heard by the court, making it possible for them to coordinate their statements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "215.  During the trial hearings, one of the six police officers recognised as a victim retracted his pre-trial statement, explaining that he had signed it without having read it. That retraction, and the manner in which it had been made, cast further serious doubt on the credibility of statements of the whole group of six police officers recognised as victims, whose pre-trial statements had been obtained at around the same time. That situation required the domestic courts to inquire further into the circumstances in which the evidence had been obtained, in order to eliminate all doubt as to its reliability and quality. That issue was repeatedly brought to the domestic courts’ attention by the applicant’s defence. However, the Court notes that, although it appears that the domestic courts eventually refrained from relying on that particular police officer’s pre-trial statement, they failed to adequately incorporate the circumstances and reasons for his retraction into their legal analysis and to address the implications that such a retraction had on the credibility of all six police officers recognised as “victims of crime”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "216.  The Court also notes the applicant’s submission that yet another police officer retracted his pre-trial statement during the trial only to confirm it after a break, as well as the applicant’s claim that the police officer who did retract his pre-trial statement was dismissed from his post three months after the trial. The Court is particularly concerned by the failure of the respondent Government to provide the transcripts of the relevant hearings and the fact that they entirely failed to address those allegations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "217.  In light of these circumstances, the Court considers the failure of the domestic courts to inquire into the circumstances in which the pre-trial statements of the above-mentioned police officers had been obtained, with a view to determining whether any undue pressure had been applied on them to testify against the applicant, as a failure in the domestic courts’ duty to conduct a proper examination of the submissions, arguments and evidence adduced by the parties and to provide an adequately reasoned judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "218.  Furthermore, with regard to all of the police officers who testified against the applicant, including those recognised as victims, the defence argued, both at the trial hearings and in the appeals, that the statements they had made at the trial hearings contradicted their pre-trial statements and were inconsistent with other evidence, such as other prosecution witnesses’ statements and video evidence. The defence further argued that those police officers had been unable to answer questions seeking to clarify the facts (see, for example, paragraphs 113-14 above), and that the trial court had on some occasions cut their cross-examinations short, depriving them of the opportunity to further challenge the witnesses’ credibility. On the basis of the information available to the Court, it appears that there were discrepancies in the police officers’ statements, for example, with regard to the exact timing of the alleged clashes involving the applicant and the number of protesters (see paragraph 47 above). In view of the short stay of the applicant in Ismayilli and all the other circumstances of the case, those discrepancies were clearly of high relevance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "219.  The Sheki Court of Appeal also ignored the clear contradiction between the statements of some of the police officers that the protesters had been approaching along the M.F. Akhundov Street (see paragraph 47 above) and their own finding, made on the basis of the Unibank video, that there had been no protesters moving along that street (see paragraph 130 above). The appellate court also did not explain its reliance on police officers E.A. and S.K. as witnesses who had allegedly identified the applicant as an instigator and participant in the attack against police officers, despite S.K.’s testimony that he had been in his office during the time of the applicant’s stay in Ismayilli (see paragraph 45 above) and E.A.’s testimony that between 10 a.m. and 11 a.m. (before the applicant’s arrival in the town) he had been injured by a stone thrown at him and immediately taken to hospital (see paragraph 44 above). Nothing in the documents submitted to the Court suggests that those two police officers testified to have actually seen the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "220.  The Court reiterates that contradictions between the various statements made by a witness, as well as serious discrepancies between different types of evidence produced by the prosecution, give rise to serious grounds for challenging the credibility of the witness and the probative value of his or her testimony; as such, this type of challenge constitutes an objection capable of influencing the assessment of the facts based on that evidence and, ultimately, the outcome of the trial (compare Huseyn and Others v. Azerbaijan, nos. 35485/05 and 3 others, § 206, 26 July 2011). However, the domestic courts’ judgments remained silent as to the defence’s objections and arguments in this regard. This omission is even more conspicuous in view of the fact that the domestic courts actually analysed, of their own accord, certain alleged inconsistencies in the statements of the defence witnesses (see paragraphs 91 and 132 above and paragraphs 226-27 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "221.  Given the nature and substance of the defence’s objections raised against the above-mentioned group of witnesses, the Court considers that the domestic courts were required to examine and give reasoned answers to those objections. Failure to do so by the domestic courts rendered the manner in which they admitted and assessed those witnesses’ statements inadequate. In such circumstances, the domestic courts’ reliance on those witnesses’ statements to convict the applicant was manifestly unreasonable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "222.  The Court now turns to the manner of the examination and assessment by the domestic courts of the statements of three “civilian” witnesses. The defence repeatedly noted in its appeals that, at the trial hearing, R.N. had stated that he had been at his cousin’s place until around 5 p.m. on 24 January 2013, after which he had headed in the direction of the town centre where he had seen clashes involving the applicant. When asked by the defence whether he had participated in any investigative steps related to the events of 23 and 24 January 2013, he answered in the negative. Subsequently, the defence produced a document showing that R.N. had participated as an attesting witness in the inspection of the burned Chirag Hotel and other property from 10 a.m. to 4.10 p.m. on 24 January 2013, essentially exposing the fact that he had lied, firstly, about being at his cousin’s place at that time and, secondly, about not having participated in any investigative steps related to the case. The Court notes that, if R.N. did indeed make false statements as described by the applicant, then the credibility of all his statements would be compromised and could not be directly used by a fair tribunal without additional assessment of their credibility. Although the Sheki Court of Appeal took note of that objection in its judgment of 29 April 2016, it dismissed it, stating merely that “[R.N.’s] presence during the inspection of the scene of the events as an attesting witness does not make it impossible for him to have observed and witnessed an event occurring one hour later” (see paragraph 139 above). The Court finds such reasoning to be inadequate, because it avoided examining the crux of the objection with respect to R.N., namely the fact that he had made false statements before the first-instance court. In such circumstances, the Court finds that the domestic court’s rejection of the applicant’s objection and its decision to accept R.N.’s testimony as good evidence to be manifestly unreasonable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "223.  The Court further notes that, in his appeals, the applicant also raised points challenging the strength, level of detail and credibility of the statements given by witnesses I.M. and R.B. (see paragraphs 116-17 above). Those points were not examined by the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "224.  In view of the above-mentioned considerations, the Court finds that there were serious doubts about the reliability and accuracy of the statements given by the above-mentioned prosecution witnesses, which the domestic courts failed to address in an adequately reasoned manner. Accepting those statements as evidence in support of the charges against the applicant was thus manifestly unreasonable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "225.  Finally, as noted above, the Sheki Court of Appeal also listed V.Az. among the witnesses whose statements allegedly proved the accusations against the applicant (see paragraphs 142 and 212 above). However, the Court notes that, according to the information available in the case file, V.Az. made no statements about the events of the afternoon of 24 January 2013 and did not mention the applicant at all in her testimony (see paragraph 43 above). Nor did she make any statements directly or indirectly relating to the accusations against the applicant, or otherwise incriminating him in any way. Accordingly, her inclusion in the list of witnesses who testified in support of the accusations against the applicant amounted to a misrepresentation of her statements by the domestic court, which the Court can only qualify as arbitrary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "226.  The Court further notes that several witnesses who were present in the centre of Ismayilli at the relevant time confirmed in their testimony the applicant’s version of the events (see paragraphs 57-59 and 61-64 above). In this connection, it observes, firstly, that in rejecting those witnesses’ statements, the domestic courts essentially focused on the fact that some of the witnesses had not been in close physical proximity to the applicant during the entire time he had spent in Ismayilli, and that therefore they could not say with certainty that the applicant had not incited the crowd to commit acts of disorder (see paragraphs 91 and 132 above). The Court finds this approach taken by the domestic courts excessively stringent and one that does not adequately address the relevant issues. A highly relevant part of those witnesses’ statements was that throughout the afternoon of 24 January 2013 no crowd of protesters had gathered in the centre of the town and no clashes occurred between protesters and the police. Their statements corroborated the applicant’s version of the events and did not appear to contain any internal inconsistencies. If there was no crowd of protesters present, the applicant could not have incited it to commit any illegal acts, and in such circumstances it was immaterial if some of those witnesses had been unable to closely observe the applicant at every moment of his stay in Ismayilli.",
                                                "elements": []
                                            },
                                            {
                                                "content": "227.  Secondly, the Court notes that, in any event, the domestic courts dismissed the statements of all the defence witnesses as untruthful, finding that they wanted to help the applicant “avoid criminal liability” because they had known him personally and “had relations” with him (see paragraphs 92 and 135 above). Even assuming that N.C. and N.M., who travelled together with the applicant to Ismayilli, could arguably have had close professional or friendly relations with the applicant, it is not clear why and on what particular basis the domestic courts found that all the other defence witnesses, mostly journalists, had close relations with the applicant, or why such a finding would lead to an assumption that they would necessarily give untruthful statements in court and risk committing perjury. In such circumstances, the Court considers that the domestic courts’ conclusion that all of the witnesses who testified in the applicant’s favour were untruthful and biased towards the applicant was made without sufficient reasons and without due regard to their individual situations (compare Nemtsov, cited above, § 91). At the same time, as noted above, the courts did not attempt to afford the same level of scrutiny to the alleged inconsistencies and other serious shortcomings in the statements of the prosecution witnesses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "228.  The Court also takes note of the applicant’s submissions in his appeals that the trial court had failed to adequately assess the alibis of E.I. and M.A., alleged participants in the violent clashes allegedly incited by the applicant during the afternoon of 24 January 2013, both of whom stated that they had not been in the town that afternoon (see paragraphs 33 and 35 above). It does indeed appear from the material in the case file that a number of witnesses stated that they had been on an out-of-town bus with E.I. in the afternoon of that day (see paragraph 46 above). In the Court’s view, the defence’s argument in this respect was relevant. However, having had regard to all the judgments and decisions by the domestic courts, the Court notes that they remained silent on this point. As such, the domestic courts failed to give a reasoned decision in connection with yet another substantiated argument raised by the defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "229.  The domestic courts also relied on the letters of the Ismayilli RPD and the MNS incriminating the applicant (see paragraphs 73 and 131 above), accepting the brief and vague factual statements contained in them at face value and relying on them as established facts. The Court notes that the applicant repeatedly objected to the use of those letters as evidence, arguing that it was not clear what the content of those letters was based on. The Court considers that, whereas the applicant’s conviction was based to a certain degree on the factual statements contained in those letters, he should have had an adequate opportunity to challenge the authors of the letters, as witnesses who had made statements against him (see, mutatis mutandis, Insanov v. Azerbaijan, no. 16133/08, § 161, 14 March 2013). No such opportunity was afforded to him. Moreover, the domestic courts did not independently examine any documentary or other material that may have been in the possession of the Ismayilli RPD and the MNS, which had served as the basis for the factual assertions made in their letters. Whatever form that material might have taken (such as investigative documents, video material, reports of search operations, and so on), it was not referenced in the letters in question and was not presented during the trial. Simply put, the factual allegations made in those letters were unsubstantiated. The fact that the letters were written by law-enforcement authorities was, in itself, of no significance, as it is the task of a court of law, vested with the competence to determine the question of guilt in criminal cases, to examine the relevant original evidence and to establish the facts. Accordingly, the Court considers that, by relying on the letters of the Ismayilli RPD and the MNS to convict the applicant and ignoring the defence’s well-founded objections in respect of them, the domestic courts breached the applicant’s rights to have all the evidence produced in the presence of the accused at a public hearing with a view to adversarial argument, and to be given an adequate and proper opportunity to challenge and question witnesses against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "230.  Turning to the assessment by the domestic courts of the video evidence, the Court notes that the first-instance court relied on the video footage showing clashes between protesters and the police (see paragraphs 70 and 89 above), to which the applicant’s defence objected arguing that the footage in question had been shot in the morning of 24 January 2013, before the applicant had arrived in the town (see paragraph 103 above). In its judgment of 29 April 2016, the Sheki Court of Appeal did not rely on that footage showing clashes between protesters and the police (see paragraph 137 above), in an apparent recognition of the objection that the events recorded on that video had not taken place in the afternoon of 24 January 2013. Furthermore, following repeated requests by the defence in this regard, the Sheki Court of Appeal also agreed to allow as evidence and examine the video recording of the Unibank camera during the reexamination of the applicant’s case on appeal. Its assessment of this evidence, however, is open to serious criticism.",
                                                "elements": []
                                            },
                                            {
                                                "content": "231.  It appears from the information available to the Court that the video recording clearly showed that during the afternoon of 24 January 2013, and more specifically between 4 p.m. and 5 p.m., the situation on M.F. Akhundov Street, leading to the IDEA building, was calm and that no crowds of protesters and no violent clashes with the police occurred. This video evidence refuted the statements of the prosecution witnesses that large numbers of protesters had moved along M.F. Akhundov Street in the direction of the building of the Regional Education Department and, from there, in the direction of the IDEA building at around that time (see paragraphs 47, 52 and 56 above). It conflicted with the prosecution’s version of the events and supported the applicant’s version of the events, seriously undermining the accusations against him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "232.  However, the Sheki Court of Appeal essentially ignored the fact that the images on the video contradicted the specific factual claims made against the applicant. Instead, it speculated that “it [was] not the only street leading to the centre (the IDEA [building]) and, moreover, it [could not] be ruled out that individuals could have gone along that street towards the building of the [IDEA] one-by-one and gathered there [afterwards], or could have arrived in the centre from other directions”. By offering such an assessment, the Sheki Court of Appeal essentially created a third, purely hypothetical version of the events which had never been argued by the prosecution and which was unsupported by any existing evidence. The Court considers that, by dismissing the evidence favourable to the applicant in such a manner, the domestic court placed an extreme and unattainable burden of proof on the applicant, contrary to the basic requirement that the prosecution has to prove its case and one of the fundamental principles of criminal law, namely, in dubio pro reo (compare Nemtsov, cited above, § 92). Such assessment of the evidence was manifestly unreasonable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "233.  The Court further takes note of the domestic courts’ assessment of the applicant’s posts made on his blog and on the social media, as well as the transcript of his interview with Azadliq Radio, resulting in a finding that the content of those posts and the interview demonstrated his “intent to organise mass disorder” even before travelling to Ismayilli (see paragraphs 90 and 146 above). The impugned posts were made and his interview given either in Ismayilli or after leaving it, and in none of them did the applicant talk about anything that preceded his visit. More importantly, having examined the full content of the applicant’s posts and the interview cited in paragraphs 10 and 11 above, the Court finds that the applicant merely conveyed what he had seen and heard in Ismayilli and offered an interpretation of the events from his own perspective. No intent to commit a criminal offence or any incitement to violence can be discerned from the applicant’s impugned statements. While the applicant’s statements were strongly critical of the authorities, who he thought were responsible for the riots, there is nothing to suggest that he overstepped the limits of protected political speech on a question of significant public interest. The Court reiterates that it has held that there was a violation of Article 18 of the Convention, in conjunction with Article 5 of the Convention, in its previous judgment related to the criminal proceedings against the applicant, finding that the actual purpose of the impugned measures against him was to silence or punish him for criticising the Government and attempting to disseminate what he believed was the true information that the Government were trying to hide (see Ilgar Mammadov, cited above, §§ 142-43). In the light of those circumstances, the Court considers the reliance of the domestic courts on the public statements of the applicant as evidence in support of his conviction as a clear disregard for the values underlying the Convention and as arbitrary, for the purposes of its analysis under Article 6 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "234.  Following the applicant’s repeated requests in this regard, the Sheki Court of Appeal examined some contemporaneous news reports corresponding to the approximate time the applicant had been present in Ismayilli (see paragraph 130 above). Even though the cited media sources reported that there was “a general situation of confrontation and tension” in the town, that there was a growing crowd and that there were rumours that protests would continue “tonight after dark”, none of them had expressly reported any actual violent clashes happening during the afternoon of 24 January 2013. Accordingly, the absence of reports of any incidents of violence or mass disorder at that time was not corroborative of the prosecution’s version of the events. Nevertheless, without providing sufficient reasons, the Sheki Court of Appeal apparently decided that those reports supported the prosecution’s case. The Court considers that such assessment of the evidence in question was arbitrary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "235.  The manner in which the courts examined other circumstantial evidence was also incomprehensive and in breach of the defence’s right to effectively challenge the evidence against the applicant. As an example, the Sheki Court of Appeal relied on the fact that nine people had been subjected to administrative arrest between 4 p.m. and 7 p.m. on 24 January 2013 and found that this was proof that violent clashes had been occurring in the town at that time (see paragraphs 138 and 143-44 above). The court did not look into the details of those administrative cases or examine the relevant case files. However, in the absence of any further details as to the identities of the arrested individuals, the circumstances and reasons for their arrests and specific charges against them, the above information was insufficient to establish that those arrests bore any relevance to the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "236.  The Court further notes that, in all of his appeals, the applicant also complained about the manner in which other evidence had been handled by the trial court. In particular, he submitted, with substantiated argumentation, that the prosecution had edited the original video recording by Obyektiv TV, operated by the IRFS, taken during the morning of 24 January 2013, in order to pass it as proof of alleged clashes that had taken place in the afternoon of that day. He pointed out that there existed a full version of that video and a letter by the chairman of the IRFS confirming that there had been no acts of disorder by protesters during the afternoon of 24 January 2013. He also submitted that, in addition to the above video recording and the Unibank video recording discussed above, there existed another video recording of a similar nature made by the Yeni Musavat newspaper, which had allegedly been admitted as evidence but not examined by the first-instance court (see paragraphs 103-04 above). The Court considers that the applicant’s allegations that the prosecution had tampered with evidence and that the trial court had failed to adequately examine evidence in his favour were serious allegations which were directly relevant to the charges against him. In a case where it was a major point of contention between the parties as to whether any acts of mass disorder had actually taken place while the applicant was in Ismayilli, the principles of a fair trial required the courts to adequately and comprehensively examine all relevant evidence adduced by the parties, particularly evidence as strong as provided in the available video recordings. However, both the Sheki Court of Appeal and the Supreme Court, which reviewed the applicant’s appeals twice each, remained silent in respect of those allegations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "237.  Having regard to the aforementioned considerations, the Court finds that the applicant’s rights to a reasoned judgment and to examine witnesses were infringed. His conviction was based on flawed or misrepresented evidence and his objections in this respect were inadequately addressed. The evidence favourable to the applicant was systematically dismissed in an inadequately reasoned or manifestly unreasonable manner. Even though the case was remitted once for a new examination by the Supreme Court and an attempt was made to address some of the defence’s requests and objections, none of the shortcomings noted above were eventually remedied. The above findings are sufficient to conclude that the criminal proceedings against the applicant, taken as a whole, did not comply with guarantees of a fair trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "238.  In view of the above conclusion, the Court considers that it is not necessary to further examine in detail the applicant’s arguments concerning the allegedly inadequate facilities for the preparation of the defence. It is also unnecessary, in the present case, to examine the issue concerning the disbarment of one of his lawyers (see paragraphs 152 and 191 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "239.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "240.  In conjunction with the complaint under Article 6 of the Convention, the applicant complained under Article 13 of the Convention that there had been no effective remedies against the excessive length of the proceedings and the breach of his right to a fair trial.",
                                "elements": []
                            },
                            {
                                "content": "Article 13 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "241.  The Government submitted that the applicant had at his disposal effective domestic remedies in relation to all parts of his complaint under Article 6 of the Convention. The applicant disagreed and maintained his complaint.",
                                "elements": []
                            },
                            {
                                "content": "242.  The Court notes that it declared the part of the complaint under Article 6 concerning the length of the proceedings inadmissible (see paragraph 171 above). In view of the above conclusion, the Court finds that, in the present case, the applicant does not have an “arguable claim” for the purposes of the part of the complaint under Article 13 raised in conjunction with the above-mentioned part of the complaint under Article 6 of the Convention. It follows that this part of the complaint is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "243.  As to the remainder of the above complaint, the Court notes that it is linked to the part of the complaint under Article 6 declared admissible and examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "244.  Having found that there has been a violation of Article 6 § 1 of the Convention, the Court considers that it is not necessary to examine separately whether, in this case, there has been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "245.  In conjunction with the complaint under Article 6 of the Convention concerning the fairness of the proceedings, the applicant complained under Article 14 of the Convention that the proceedings against him had been discriminatory owing to his political opinions and his role as an opposition politician.",
                                "elements": []
                            },
                            {
                                "content": "Article 14 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "246.  The Government submitted that the applicant had not exhausted domestic remedies in respect of this complaint because he had failed to raise it in substance before the domestic courts. On the merits, the Government contested the applicant’s arguments.",
                                "elements": []
                            },
                            {
                                "content": "247.  The applicant disagreed with the Government’s objection on nonexhaustion and maintained his complaint.",
                                "elements": []
                            },
                            {
                                "content": "248.  As to the objection concerning the non-exhaustion of domestic remedies, the Court finds that the Government have not demonstrated that, in this particular case, raising these issues before the domestic courts would afford the applicant a reasonable prospect of success and, therefore, rejects the objection. The Court further notes that the complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "249.  Having found that there has been a violation of Article 6 § 1 of the Convention, the Court considers that it is not necessary to examine separately whether, in this case, there has been a violation of Article 14 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 17 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "250.  The applicant complained under Article 17 of the Convention that, by depriving him of liberty and deliberately delaying the criminal proceedings against him, the authorities had sought to destroy the rights and freedoms set out in the Convention and to limit them to a greater extent than is provided for in the Convention, resulting in the applicant’s removal from the political stage and his inability to participate in elections.",
                                "elements": []
                            },
                            {
                                "content": "Article 17 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Nothing in [the] Convention may be interpreted as implying for any state, group or person any right to engage in any activity or perform any act aimed at the destruction of any of the rights and freedoms set forth herein or at their limitation to a greater extent than is provided for in the Convention.”",
                                "elements": []
                            },
                            {
                                "content": "251.  The Government submitted that the applicant had not exhausted domestic remedies in respect of this complaint because he had failed to raise it in substance before the domestic courts. On the merits, the Government contested the applicant’s arguments.",
                                "elements": []
                            },
                            {
                                "content": "252.  The applicant disagreed with the Government’s objection on nonexhaustion and maintained his complaint.",
                                "elements": []
                            },
                            {
                                "content": "253.  The Court considers that, even assuming that the applicant has exhausted the domestic remedies, the complaint is in any event inadmissible for the following reasons.",
                                "elements": []
                            },
                            {
                                "content": "254.  The present complaint under Article 17 is raised in conjunction with, firstly, the part of the complaint under Article 6 concerning the length of the proceedings which was declared inadmissible (see paragraph 171 above) and, secondly, other issues (the applicant’s detention and his right to stand as a candidate in elections) which did not fall within the scope of the complaint under Article 6 of the Convention as raised in the present case. It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  ALLEGED VIOLATION OF ARTICLE 18 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "255.  The applicant further complained that his rights had been restricted for purposes other than those prescribed in the Convention, and in particular in order to remove him from the political stage as a critic of the Government and a potentially serious contender at presidential, parliamentary and municipal elections, and to intimidate other existing and potential political opponents of the current Government. Article 18 provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The restrictions permitted under [the] Convention to the said rights and freedoms shall not be applied for any purpose other than those for which they have been prescribed.”",
                                "elements": []
                            },
                            {
                                "content": "256.  The Government argued that the applicant had not raised this complaint before the domestic courts and that, therefore, it was inadmissible for non-exhaustion of domestic remedies. As to the merits of the complaint, the Government contested the applicant’s arguments.",
                                "elements": []
                            },
                            {
                                "content": "257.  The applicant disagreed with the Government’s objection on admissibility and maintained his complaints.",
                                "elements": []
                            },
                            {
                                "content": "258.  The Court does not consider it necessary to examine the Government’s objection because, even assuming that the applicant has exhausted domestic remedies, there is no need in the present case to give a separate ruling on the complaint under Article 18 for the following reasons.",
                                "elements": []
                            },
                            {
                                "content": "259.  The applicant did not specify in the application form with which other complaint or complaints he intended to link his complaint under Article 18. His observations do not clarify the matter either. In such circumstances, given that the complaint under Article 6 of the Convention is the main complaint in the present case, the Court considers that Article 18 was invoked in conjunction with Article 6 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "260.  The Court recalls that it has already held in Ilgar Mammadov (cited above, §§ 142-43) that the restriction of the applicant’s liberty prior to the conviction which is the focus of the present application had been applied for purposes other than bringing him before a competent legal authority on a reasonable suspicion of having committed an offence. This led the Court in that case to find a breach of Article 18 taken in conjunction with Article 5 of the Convention (see paragraph 17 above).",
                                "elements": []
                            },
                            {
                                "content": "261.  Furthermore, the Court observes that the question whether Article 6 of the Convention contains any express or implied restrictions which may form the subject of the Court’s examination under Article 18 of the Convention remains open (compare, for example, Navalnyy and Ofitserov v. Russia, nos. 46632/13 and 28671/14, § 129, 23 February 2016, where, in the circumstances relevant to that case, it rejected as incompatible ratione materiae a complaint under Article 18 raised in conjunction with Articles 6 and 7; Năstase v. Romania (dec.), no. 80563/12, §§ 105-09, 18 November 2014, where it rejected as manifestly ill-founded a complaint under Article 18 raised in conjunction with Article 6; and Khodorkovskiy v. Russia (no. 2), no. 11082/06, § 16, 8 November 2011, and Lebedev v. Russia (no. 2), no. 13772/05, §§ 310-14, 27 May 2010, where it declared admissible the applicants’ complaints under Article 18 raised in conjunction with Articles 5, 6, 7 and 8 and subsequently, having examined the merits of those complaints in the judgment of Khodorkovskiy and Lebedev v. Russia, nos. 11082/06 and 13772/05, §§ 897-909, 25 July 2013, found no violation of Article 18).",
                                "elements": []
                            },
                            {
                                "content": "262.  Taking those circumstances into account and having further regard to the submissions of the parties and its findings under Article 6 § 1 of the Convention, the Court considers that there is no need to give a separate ruling on the complaint under Article 18 in the present case (compare Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014, with further references).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "263.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "264.  The applicant claimed 95,000 euros (EUR) in respect of pecuniary damage. In particular, he claimed EUR 70,000 for loss of earnings during the period of his imprisonment, starting from 4 February 2013. In support of this claim, he submitted a copy of his tax declaration for 2012 declaring an annual income in the amount of 11,339.75 Azerbaijani manats (AZN) (equivalent, according to the applicant, to EUR 10,927.77 at the time of submitting the claim). He also claimed, without submitting any documentary proof, EUR 25,000 in respect of damage incurred as a result of expenses for food and clothing supplied to him in prison by his family.",
                                                "elements": []
                                            },
                                            {
                                                "content": "265.  The Government argued that the claims were unsubstantiated. In particular, the document submitted by the applicant as a “tax declaration” did not indicate the source of income and the applicant submitted no other explanation for the sources of his income.",
                                                "elements": []
                                            },
                                            {
                                                "content": "266.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged. In any event, none of the above claims is supported by relevant and sufficient evidence. It therefore rejects these claims.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "267.  The applicant claimed EUR 150,000 in respect of non-pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "268.  The Government argued that the claim was unsubstantiated and that the applicant had not suffered any non-pecuniary damage, and urged the Court to reject the claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "269.  Making its assessment on an equitable basis, the Court awards the applicant EUR 10,000 in respect of nonpecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "270.  The applicant also claimed AZN 10,000 for legal fees before the domestic courts and the Court and EUR 200 for other expenses related to the lodging of the application with the Court. No supporting documents were submitted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "271.  The Government argued that, in the absence of any supporting documents, the claim in respect of costs and expenses must be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "272.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. Under Rule 60 of the Rules of Court, any claim for just satisfaction must be itemised and submitted in writing together with the relevant supporting documents or vouchers, failing which the Chamber may reject the claim in whole or in part. In the present case, the claim is neither itemised nor supported with any documentary evidence. Therefore, the Court rejects the claim in respect of costs and expenses (compare Malik Babayev v. Azerbaijan, no. 30500/11, § 97, 1 June 2017).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "273.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Rejects the Government’s general objection as to the admissibility of the application as a whole;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints under Articles 6 and 13 of the Convention (with the exception of the part concerning the length of the proceedings) and Article 14 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the complaints under Articles 6 and 13 of the Convention (in the part concerning the length of the proceedings) and Article 17 of the Convention inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that it is not necessary to examine separately the complaints under Articles 13 and 14 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that it is not necessary to examine the admissibility and merits of the complaint under Article 18 of the Convention taken in conjunction with Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 10,000 (ten thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Azerbaijani manats at the rate applicable at the date of settlement; and",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 November 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following joint concurring opinion of judges Nussberger, Tsotsoria, O’Leary and Mits is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  In the instant case the Chamber has found unanimously that Article 6 of the Convention has been violated as the applicant did not have a fair trial. It was also unanimous in considering that the Court’s previous judgment Ilgar Mammadov v. Azerbaijan (no. 15172/13, 22 May 2014) and the present case “concern the same criminal proceedings against the applicant involving the same charges stemming from the same events” (§ 203 of the judgment). While we agree with the other members of the Chamber that it is “not necessary to examine the admissibility and merits of the complaint under Article 18 of the Convention taken in conjunction with “Article 6 of the Convention”, we do not think that the reasons given for this finding are sufficient (§§ 255-262). In our view further explanations are required in order to avoid any misunderstandings in this respect.",
                        "elements": []
                    },
                    {
                        "content": "2.  In its 2014 judgment the Court found a violation of Article 18 of the Convention taken in conjunction with Article 5 of the Convention. The relevant argumentation (Ilgar Mammadov v. Azerbaijan, no. 15172/13, §§ 142-44, 22 May 2014) was taken up in the present judgment:",
                        "elements": []
                    },
                    {
                        "content": "3.  If pre-trial detention is found to be abusive as it has been used for another purpose than the one for which it has been allowed by the Convention – how then can the trial concerning the same criminal proceedings involving the same charges stemming from the same events be regarded differently? How can it be seen just as a violation of Article 6 of the Convention and not also as an abuse of power?",
                        "elements": []
                    },
                    {
                        "content": "4.  The most obvious approach in such a situation of “continuing deficiencies” would be to apply Article 18 of the Convention in conjunction with Article 6 of the Convention and to consider pre-trial detention and detention together as a whole. This approach was not an option, however, in the present case because of inconsistencies in the Court’s case-law on this point and because of what was at stake for the applicant.",
                        "elements": []
                    },
                    {
                        "content": "5.  In essence, existing case-law reveals different approaches in the Court to the question whether Article 18 of the Convention can be applied in conjunction with Article 6 of the Convention. As indicated in paragraph 261 of the Chamber judgment, in some cases the Court has applied Article 18 in conjunction with Article 6. In Năstase v. Romania (dec.), no. 80563/12, §§ 105-09, 18 November 2014, for example, a complaint raised under Article 18 in conjunction with Article 6 was examined and rejected as manifestly ill-founded; in Khodorkovskiy v. Russia (no. 2) (dec.), no. 11082/06, § 16, 8 November 2011, and Lebedev v. Russia (no. 2) (dec.), no. 13772/05, §§ 310-14, 27 May 2010, complaints under Article 18 in conjunction with Articles 5, 6, 7 and 8 were declared admissible; and subsequently in the judgment of Khodorkovskiy and Lebedev v. Russia, nos. 11082/06 and 13772/05, §§ 897-909, 25 July 2013, a violation of Article 18 in conjunction with these articles was not found.",
                        "elements": []
                    },
                    {
                        "content": "6.  At the same time there are cases where complaints raised under Articles 18 and 6 were declared inadmissible ratione materiae because Article 6 does not contain express or implied restrictions and this, in the view of the relevant formation, precluded application of Article 18 in conjunction with it (see, as the most recent example, Navalnyye v. Russia, no. 101/15, §§ 87-89, 17 October 2017).",
                        "elements": []
                    },
                    {
                        "content": "7.  Due to these inconsistencies in the case-law, instead of deciding on the application of Article 18 in conjunction with Article 6 of the Convention at the Chamber level, it would have been necessary to refer the case to the Grand Chamber pursuant to Article 30 of the Convention. This would have entailed, however, an important delay in handing down the judgment. For the applicant, who has been deprived of his liberty since 4 February 2013, despite the Court’s findings in its judgment of 22 May 2014 (i.e. for more than four years and nine months), this would be tantamount to “justice delayed” and thus “justice denied”.",
                        "elements": []
                    },
                    {
                        "content": "8.  We agree with the reasons for the applicability of Article 18 in conjunction with Article 6 that already have been provided by some of our colleagues. We would like to emphasise the following aspects.",
                        "elements": []
                    },
                    {
                        "content": "9.  The case-law rejecting application of Article 18 in conjunction with Article 6 finds its basis in a report delivered in 1974 by the European Commission of Human Rights in Kamma v. the Netherlands, no. 4771/71, Commission’s report of 14 July 1974, Decisions and Reports 1. The Commission dealt with the application of Article 18 in conjunction with Article 5 and it noted that “it follows from the terms of Art[icle] 18 that a violation can only arise where the right or freedom concerned is subject to ‘restrictions permitted under this convention’”.",
                        "elements": []
                    },
                    {
                        "content": "10.  The Commission further observed that the right of security under Article 5 is guaranteed in absolute terms and there can be no violation of Article 18 in conjunction with this “right”. In contrast, the right to liberty may be restricted under sub-paragraphs (a) to (f) of Article 5, with the result that there may therefore be a violation of Article 18 in conjunction with this “right”.",
                        "elements": []
                    },
                    {
                        "content": "11.  The same logic is followed in the context of Articles 18 and 6 (see § 87 in Navalnyye v. Russia, which refers to § 73 in Gusinskiy v. Russia, no. 70276/01, 19 may 2004, Reports of Judgments and Decisions 2004-IV, which refers to Kamma v. the Netherlands).",
                        "elements": []
                    },
                    {
                        "content": "12.  It is important to note, however, that Article 6 of the Convention allows for both explicit and implicit restrictions. An express limitation applies to the public pronouncement of judgments (Article 6 § 1, sentence 2 of the Convention). Furthermore, the Court has recognised in its jurisprudence several implied limitations. Already in 1975, in the case of Golder v. the United Kingdom, no. 4451/70, § 38, 21 February 1975, the Court acknowledged that the right of access to a court is not absolute and may be subject to implied limitations. Since then the Court has developed extensive case-law assessing the proportionality of restrictions concerning access to the courts. The Grand Chamber has confirmed that there may be restrictions to the right to legal assistance which have to be considered in the light of the overall fairness of the trial (see Salduz v. Turkey [GC], no. 36391/02, § 55, ECHR 2008, Dvorski v. Croatia [GC], no. 25703/11, § 79, ECHR 2015, Ibrahim and Others v. the United Kingdom [GC], nos. 50541/08 and 3 others, §§ 256-257, ECHR 2016, Simeonovi v. Bulgaria, no. 21980/04, § 116, 12 May 2017).",
                        "elements": []
                    },
                    {
                        "content": "13.  We consider that when analysing the applicability of Article 18 in conjunction with Article 6 of the Convention these developments in the case-law have to be taken into account.",
                        "elements": []
                    },
                    {
                        "content": "14.  Furthermore, it is necessary to compare the ratio of Article 5 with the ratio of Article 6 of the Convention when discussing this issue. Article 5 states that “everyone has the right to liberty and security” and that “no one shall be deprived of his liberty (...)”. Article 6 asserts that “(...) everyone is entitled to a fair and public hearing (...)”. The Court has applied Article 18 when the deprivation of liberty has taken place for abusive reasons beyond the restrictions permitted under Article 5. Why then can Article 18 not be applied when a person is deprived of access to a court with all fair trial guarantees or of legal assistance for abusive reasons beyond the restrictions acceptable under Article 6? We do not see a conceptual justification for applying Article 18 in conjunction with Article 5 but not applying it in conjunction with Article 6.",
                        "elements": []
                    },
                    {
                        "content": "15.  As to the object and purpose of Article 18, the predecessor of this Article was introduced in the draft text of the Convention by the Conference of Senior Officials that took place from 8 - 17 June 1950. In the commentary to the text of the Convention proposed by the Conference what later became Article 18 was presented as a “general principle” and “the application of the theory of the misapplication of power”. This Article was explained as pursuing a global aim, in the aftermath of WWII, of preventing states from imposing internally legal restrictions upon individual freedoms for totalitarian reasons in the interests of its totalitarian grip as opposed to applying them for democratic reasons in the public interest. The object and purpose of Article 18 as demonstrated by the Travaux Préparatoires does not support a narrow application of Article 18, for example, only in relation to articles which expressly provide for restrictions.",
                        "elements": []
                    },
                    {
                        "content": "16.  The Court is increasingly seised of complaints alleging violations of Article 18. These complaints emanate from different Member States. Although the situation in Europe today cannot be compared to that in Europe in 1950, the importance of this Article has not diminished. The right to a fair trial under Article 6 is one of the guarantees with reference to which fundamental abuses by a state may likely manifest themselves. Therefore, trials before a court must never be used for “ulterior purposes”. This is the conditio sine qua non; the very basis for the idea of “fair trial” as understood in the Convention. Almost all the other guarantees are futile if this most basic guarantee is called into question or undermined.",
                        "elements": []
                    },
                    {
                        "content": "17.  If we have agreed in the present case to the Court’s finding under point 6 of the operative part that it is not necessary to examine the admissibility and merits of the complaint under Article 18, this does not mean that had a violation been found, this would not have added an important element to the Court’s assessment of the case. On the contrary, it does make an important difference to find that there has been an abuse of a right.",
                        "elements": []
                    },
                    {
                        "content": "18.  Therefore in concluding that it was not necessary to examine this question separately due to the very specific circumstances of the case, notably the ongoing imprisonment of the applicant, we merely accept to leave the question open.",
                        "elements": []
                    },
                    {
                        "content": "19.  We nevertheless want to emphasize that the applicability of Article 6 in conjunction with Article 18 of the Convention has to be clarified in the near future.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ILGAR MAMMADOV v. AZERBAIJAN (No. 2)",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-178631.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:1116JUD000091915",
    "externalsources": [],
    "extractedappno": [
        "919/15",
        "15172/13",
        "69981/14",
        "31709/13",
        "28198/15",
        "140/10",
        "44363/02",
        "25444/94",
        "30376/13",
        "31333/06",
        "41516/10",
        "75702/13",
        "72118/01",
        "1774/11",
        "847/05",
        "20883/09",
        "1401/08",
        "2229/15",
        "34553/97",
        "24221/13",
        "15256/05",
        "30544/96",
        "19867/12",
        "54810/00",
        "43395/09",
        "4378/02",
        "51198/08",
        "35485/05",
        "16133/08",
        "46632/13",
        "28671/14",
        "80563/12",
        "11082/06",
        "13772/05",
        "47848/08",
        "30500/11",
        "101/15",
        "49872/11",
        "4771/71",
        "70276/01",
        "4451/70",
        "36391/02",
        "25703/11",
        "50541/08",
        "21980/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-178631",
    "judgementdate": "16/11/2017 00:00:00",
    "kpdate": "16/11/2017 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "ILGAR MAMMADOV",
        "AZERBAIJAN"
    ],
    "rank": "2100.24072265625",
    "representedby": [
        "AGAYEV F."
    ],
    "respondent": "AZE",
    "respondentOrderEng": "5",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "475124",
    "typedescription": "15"
}