{
    "__articles": "6;6-1;8;29;29-3;35;35-1;35-3;41;P1-1;P1-1-1",
    "__conclusion": "Violation of Art. 6-1;Violation of P1-1;Remainder inadmissible;Pecuniary damage - Government to pay outstanding judgment debt;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "11324/02",
    "article": [
        "8",
        "p1-1",
        "29",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - Government to pay outstanding judgment debt",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-70365.docx": [
            {
                "content": "PROCEDURE",
                "elements": [],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "Article 6",
                        "elements": [
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Article 1 of Protocol No. 1",
                        "elements": [
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "A.  Complaint under Article 8 of the Convention",
                        "elements": [
                            {
                                "content": "15.  The applicant complained about a violation of Article 8 of the Convention without any specific reasoning.",
                                "elements": []
                            },
                            {
                                "content": "16.  The Court finds no indication whatsoever in the case-file which might disclose any appearance of a violation of this provision. The Court, therefore, rejects this part of the application, in accordance with Article 35 §§ 3 and 4 of the Convention, as being manifestly ill-founded.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.  Complaints under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 to the Convention",
                        "elements": [
                            {
                                "content": "19.  The Court recalls its recent case-law on this issue (see Voytenko v. Ukraine, no. 18966/02, §§ 28-31, 29 June 2004 and Shmalko v. Ukraine, no. 60750/00, §§ 37-39, 20 July 2004). It finds no reason to distinguish the present application from these previous decisions. It concludes therefore that the applicant was absolved from pursuing the remedy invoked by the Government and has therefore complied with the requirements of Article 35 § 1 of the Convention. The Court further finds the examples supplied by the Government from the domestic case-law of limited assistance in this connection.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Government maintained that there was no infringement of Article 6 § 1 of the Convention or of Article 1 of Protocol No.1. They stated that the original non-enforcement of the judgment was caused by the difficult financial situation of the Coal Mine. The Government maintained that, although the debtor company was a State-owned enterprise, it was a separate legal entity and the State could not be held responsible for its debts under domestic law. The Government thus stated that the State's responsibility for the enforcement of the judgment in the applicant's favour was limited to the actions of the bailiffs, who took all necessary steps under domestic legislation to enforce the judgment of 11 June 2001. Furthermore, the period of time when the writ of execution was entrusted to the coal mine's liquidators must, in the Government's view, be exempted from the overall length of the enforcement for which the State can be held accountable.",
                                "elements": []
                            },
                            {
                                "content": "22.  The applicant reiterated that the State was responsible for the delay in the enforcement of the court judgment in his favour.",
                                "elements": []
                            },
                            {
                                "content": "23.  Insofar as the Government maintains that the State cannot be held responsible for the coal mine's debts, the Court recalls that the decision to wind up the coal mine was taken by the Ministry of Fuel and Energy, which, furthermore, disposed of its property as it found fit, ordering the transfer of the Coal Mine's assets first to the Ukrvuglrestrukrutizatsyya Company and then to the Luganskuglrestrukrutizatsyya and the Donetskvuglrestrukrutizatsyya Companies. Moreover, the debtor companies operated in a highly regulated area of coal mining, where the State determines, inter alia, the amount and the terms of payment of the employees' salaries and benefits (see, mutatis mutandis, Dubenko v. Ukraine, cited above, §§ 22-29).",
                                "elements": []
                            },
                            {
                                "content": "24.  The Court considers, therefore, that, as in the Mykhaylenky and Others v. Ukraine case (see, nos. 35091/02 and following, §§ 44-45, ECHR 2004...) the Government have failed to demonstrate that the debtor companies enjoyed sufficient institutional and operational independence from the State to absolve the State from responsibility under the Convention for its acts and omissions.",
                                "elements": []
                            },
                            {
                                "content": "25.  The Court notes that, to date, the judgment given in favour of the applicant remains unenforced in full. In the Court's opinion, given the finding of State liability for the debts owed to the applicant in the present case, the period of non-execution should not be limited to the enforcement stage only, but should include the period of debt recovery in the course of the liquidation proceedings. Consequently, the period of debt recovery in the applicant's case has so far lasted four years and three months Mykhaylenky and Others v. Ukraine, cited above, § 53).",
                                "elements": []
                            },
                            {
                                "content": "26.  The Court further finds it important to distinguish the present case from the decision of 11 January 2005 in Ganenko v. Ukraine, where the two years' delay in providing the applicant with a car designed for disabled persons was found to be compatible with the Convention (see Ganenko v. Ukraine (dec.), no. 27184/03, 11 January 2005). The Court, first, notes that in the instant case the period of non-execution of the court judgment was considerably longer. Moreover, the argument that “the enforcement of a judgment incorporating a ruling of a non-pecuniary nature may take more time than is the case for payment of money awarded under a court judgment”, which the Court relied on in the Ganenko decision, cannot be applied to the present case, as it was precisely money (a monetary compensation for the car) which the applicant was awarded by the domestic court and subsequently deprived of due to the State's failure to execute the judgment. Moreover, unlike the present applicant, Mr Ganenko had a vehicle at his disposal while awaiting delivery of the new car.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Court has frequently found violations of Article 6 § 1 of the Convention and of Article 1 of Protocol No. 1 in cases raising similar issues to the ones in the present case (Romashov v. Ukraine, cited above, § 46; Dubenko v. Ukraine, cited above, §§ 47 and 51; and Sokur v. Ukraine, cited above, § 37)",
                                "elements": []
                            },
                            {
                                "content": "28.  Having examined the material submitted to it, the Court finds in the present case that by failing for several years to take the necessary measures to comply with the enforceable judgment in the applicant's favour, the Ukrainian authorities prevented him from receiving the money he could reasonably have expected to receive.",
                                "elements": []
                            },
                            {
                                "content": "29.  There has accordingly been a violation of Article 6 § 1 of the Convention and of Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "30.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "A.  Damage and costs and expenses",
                        "elements": []
                    },
                    {
                        "content": "B.  Costs and expenses",
                        "elements": [
                            {
                                "content": "35.  The applicant did not submit any claim under this head within the set time-limit; the Court therefore makes no award in this respect.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.  Default interest",
                        "elements": []
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning Article 6 § 1 of the Convention and Article 1 of the Protocol No. 1 to the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the judgment debt still owed to him, as well as EUR 2,000 (two thousand euros) in respect of non-pecuniary damage, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 October 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "MrsE. Fura-Sandström",
            "role": "judges"
        },
        {
            "name": "MsD. Jočienė",
            "role": "judges"
        },
        {
            "name": "MrD. Popović",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "13/09/2005 00:00:00",
    "docname": "CASE OF CHERNOBRYVKO v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-70365.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:1004JUD001132402",
    "externalsources": [],
    "extractedappno": [
        "11324/02",
        "67534/01",
        "74221/01",
        "29439/02",
        "18966/02",
        "60750/00",
        "35091/02",
        "27184/03"
    ],
    "importance": "4",
    "introductiondate": "26/01/2002 00:00:00",
    "issue": [
        "Article 124 of the Constitution",
        "Law of Ukraine of 21 April 1999 on Enforcement Proceedings, Articles 2 and 85-86",
        "Law of Ukraine of 24 March 1998 on the State Bailiffs' Service, Articles 11 and 13",
        "Regulations of the State Treasury of Ukraine of 5 October 2001 on the procedure for the forced recovery of funds from the accounts of institutions and organisations, opened by the bodies of the State Treasury, clause 3.6"
    ],
    "itemid": "001-70365",
    "judgementdate": "04/10/2005 00:00:00",
    "kpdate": "04/10/2005 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "236",
        "369",
        "304",
        "445",
        "7",
        "40",
        "113",
        "136",
        "406",
        "451",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-1",
        "8",
        "29",
        "35-1",
        "35-3",
        "41",
        "6-1",
        "35",
        "6",
        "29-3",
        "P1-1"
    ],
    "parties": [
        "CHERNOBRYVKO",
        "UKRAINE"
    ],
    "rank": "526.137573242188",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Dubenko v. Ukraine, no. 74221/01, §§ 22 29, 47 and 51, 30 November 2004",
        "Ganenko v. Ukraine (dec.), no. 27184/03, 11 January 2005",
        "Mykhaylenky and Others v. Ukraine, nos. 35091/02, §§ 44-45, 53, ECHR 2004 ...",
        "Romashov v. Ukraine, no. 67534/01, §§ 16-19, 46, 27 July 2004",
        "Shmalko v. Ukraine, no. 60750/00, §§ 37-39, 20 July 2004",
        "Sokur v. Ukraine, no. 29439/02, §§ 18 and 22, 37, 26 April 2005",
        "Voytenko v. Ukraine, no. 18966/02, §§ 28-31, 29 June 2004"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "329213",
    "typedescription": "15"
}