{
    "__articles": "14;14+P1-1;41;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 14+P1-1 - Prohibition of discrimination (Article 14 - Discrimination) (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions;Article 1 of Protocol No. 1 - Protection of property);Pecuniary damage - reserved;Non-pecuniary damage - award",
    "applicability": "14",
    "appno": "17966/10",
    "article": [
        "14",
        "41",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "Violation of Article 14+P1-1 - Prohibition of discrimination",
            "mentions": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions",
                "Article 1 of Protocol No. 1 - Protection of property"
            ],
            "type": "violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "Violation of Article 14+P1-1 - Prohibition of discrimination",
            "mentions": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions",
                "Article 1 of Protocol No. 1 - Protection of property"
            ],
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - reserved",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-110180.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 17966/10) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Spanish national, Mr Francisco Manzanas Martin (“the applicant”), on 26 March 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Pérez Subirana, a lawyer practising in . The Spanish Government (“the Government”) were represented by their Agent, Mr F. Irurzun Montoro, State Counsel.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained that the refusal to pay him a retirement pension was in breach of the principle of non-discrimination enshrined in Article 14 of the Convention in conjunction with Article 9 of the Convention and Article 1 of Protocol No. 1, in so far as Spanish law treated evangelical ministers in a different and discriminatory manner compared to catholic priests in respect of pensions.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 24 February 2011 the President of the Third Section decided to give notice of the application to the Government. It was also decided that the Chamber would rule on the admissibility and merits of the applications at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1926 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  From 1 November 1952 to 30 June 1991, when he reached retirement age, the applicant worked as a minister of the . During his years as a minister, he received remuneration from the . However, the Church did not pay any social security contributions on his behalf, as there was no provision in Spanish law for it to do so.",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant had previously worked as an employee between 1 January 1944 and 15 October 1946. After being ordained he again worked as a salaried employee from 13 March 1974 to 9 September 1978, while carrying out his duties as a minister.",
                                "elements": []
                            },
                            {
                                "content": "8.  The applicant applied to the National Social Security Agency (INSS) for a retirement pension. By a decision of 26 October 2004 the INSS rejected his application on the grounds that he had not completed the minimum period of pensionable service, that is, 15 years (5,475 days). Added together, the two periods during which the applicant contributed, between 1944 and 1946 and between 1974 and 1978, totalled 2,560 days.",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicant asked the INSS to reconsider his case. In two decisions of 15 March and 23 May 2005 the INSS again rejected the applicant’s claims, confirming its initial decision.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant brought proceedings against the INSS before the Employment Tribunal to secure a retirement pension. He alleged that he was being discriminated against in so far as the legislation provided for Catholic priests to receive a retirement pension as they were part of the general social security scheme.",
                                "elements": []
                            },
                            {
                                "content": "11.  In a judgment of 12 December 2005 Barcelona Employment Tribunal no. 33 allowed the applicant’s claims and ordered the INSS to pay him a retirement pension. Analysing the changes in the legislation on the subject, the court considered that the law clearly treated Catholic priests more favourably than Evangelical ministers, which was contrary to the secularity of the State enshrined in the Constitution of 1978.",
                                "elements": []
                            },
                            {
                                "content": "12.  The court noted that even prior to the promulgation of the Constitution the first paragraph of Article 1 of Royal Decree 2398/1977 of 27 August 1977 had already established that priests and ministers of all faiths and churches registered with the Ministry of the Interior should be treated as salaried employees and be covered by the social security scheme. However, the second paragraph of that same Article specified that this was for immediate application only in respect of Catholic priests, which was done by order of the Ministry of Health and Social Security on 19 December 1977. Two subsequent Royal Decrees (nos. 487/1998 of 27 March 1998 and 2665/1998 of 11 December 1998) provided for Catholic clergy and priests who left the priesthood or ceased their religious activities to be able to count all their years of service with the church towards the years of contributions necessary to qualify for a retirement pension, provided that they made the capital payments corresponding to those years.  ministers were brought into the scheme twenty-two years after their Catholic counterparts, by Royal Decree 369/1999 of 5 March 1999, although they were not given the same possibility as Catholic priests of making up the missing annuities to qualify for a retirement pension. The court observed that by the time this decree took effect the applicant had ceased his pastoral activities, and according to the provisions of the decree his years as a minister could not be taken into account in calculating his years of contribution. The court considered that depriving the applicant of access to a retirement pension in the same conditions as those enjoyed by Catholic priests violated his right to equal treatment and freedom of worship enshrined in the Constitution. The court referred to Articles 6 and 7 of the Judicature Act (Ley Orgánica del Poder Judicial LOPJ) (see paragraph 16 below) and noted that Article 9 (2) of the Spanish Constitution stated: “It is the responsibility of the public powers to promote conditions so that liberty and equality of the individual and the groups he joins will be real and effective, to remove those obstacles which impede or make difficult their full implementation, and to facilitate participation by all citizens in political, economic, cultural, and social life”. Consequently, in the interest of the applicant’s fundamental rights the court considered that the provisions applied to Catholic priests – particularly Royal Decrees 487/1998 and 2665/1998 – could be applied to the applicant by analogy, enabling him to accumulate the minimum number of years of contribution thanks to his years as a minister, provided that he paid the capital corresponding to those missing years. It awarded the applicant a retirement pension from 22 July 2004 onwards, on the basis of 398.44 euros (EUR) a month.",
                                "elements": []
                            },
                            {
                                "content": "13.  The INSS lodged a súplica appeal against that decision. By a judgment of 26 July 2007 the High Court of Catalonia set aside the first-instance judgment. It noted that  ministers had been included in the general Social Security scheme by Law 24/1992 of 10 October 1992 approving the cooperation agreement between the State and the Federation of Evangelical religious entities of Spain (FEREDE). The right of Evangelical Church ministers to contribute and to receive the corresponding benefits had thus come into being under that law and the practical conditions of their integration in the general Social Security scheme had been laid out in Royal Decree 369/1999. In the instant case the court observed that the applicant had reached retirement age in 1991, prior to the enactment of Law 24/1992, which would have allowed him to pay Social Security contributions in order to be entitled to a pension. The fact that the applicant’s previous years of pastoral activity could not be taken into consideration was not the result of inactivity on the part of the State but of a lack of legislation because of the failure of the State and the various  authorities to reach an agreement. In the light of these considerations the court deemed that the applicant did not satisfy the statutory conditions to qualify for a retirement pension, which was a matter of ordinary law and not of discrimination in comparison with the situation of Catholic priests.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant lodged an amparo appeal with the . By a decision notified on 29 September 2009 that court declared the appeal inadmissible on the ground that it lacked the constitutional importance provided for in Article 50 § 1 b) of the Institutional Act on the Constitutional Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "15.  The relevant provisions of the 1978 Constitution provide as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 14",
                                "elements": []
                            },
                            {
                                "content": "“Spaniards are equal before the law and may not in any way be discriminated against on account of birth, race, sex, religion, opinion or any other personal or social condition or circumstance.”",
                                "elements": []
                            },
                            {
                                "content": "Article 16",
                                "elements": []
                            },
                            {
                                "content": "“1. Freedom of ideology, religion and worship of individuals and communities is guaranteed, with no other restriction on their expression than may be necessary to maintain public order as protected by law.",
                                "elements": []
                            },
                            {
                                "content": "2. No one may be compelled to make statements regarding his religion, beliefs or ideologies.",
                                "elements": []
                            },
                            {
                                "content": "3. There shall be no State religion. The public authorities shall take the religious beliefs of Spanish society into account and shall consequently maintain appropriate cooperation with the Catholic Church and the other confessions.",
                                "elements": []
                            },
                            {
                                "content": "16.  The relevant parts of the Judicature Act read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6",
                                "elements": []
                            },
                            {
                                "content": "“The judges and courts shall apply no regulations or other provisions which are contrary to the Constitution, the law or the principle of hierarchy of legal norms.”",
                                "elements": []
                            },
                            {
                                "content": "Article 7",
                                "elements": []
                            },
                            {
                                "content": "“The rights and freedoms enshrined in Chapter II of Title II of the Constitution fully bind the judges and the courts and are guaranteed by them.",
                                "elements": []
                            },
                            {
                                "content": "In particular, the rights set forth in Article 53 § 2 of the Constitution shall be upheld in their full constitutional content, and no judicial decision shall restrict, diminish or overrule that content ...”",
                                "elements": []
                            },
                            {
                                "content": "17.  The relevant provisions of Royal Decree 2398/1977 of 27 August 1977, regulating the social security of the clergy, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 1",
                                "elements": []
                            },
                            {
                                "content": "“1. The priests of the Catholic Church and the ministers of the other Churches and religious denominations duly registered with the Ministry of the Interior shall be included in the scope of the general Social Security scheme, on terms to be established by regulation.",
                                "elements": []
                            },
                            {
                                "content": "2. Diocesan priests of the Catholic Church shall be considered as salaried employees for the purposes of their inclusion in the general Social Security scheme, in the manner set forth in the present Royal Decree.”",
                                "elements": []
                            },
                            {
                                "content": "18.  The relevant parts of the Ministerial Order of 19 December 1977 (in force since 1 January 1978), which regulates certain aspects of the inclusion of diocesan Catholic priests in the general Social Security scheme, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 1",
                                "elements": []
                            },
                            {
                                "content": "“Diocesan priests of the Catholic Church shall be considered as salaried employees for the purposes of their inclusion in the general Social Security scheme. The priests concerned are those who carry out their pastoral activities at the level of a diocese or archdiocese ... and receive a basic stipend to cover their needs.”",
                                "elements": []
                            },
                            {
                                "content": "First transitional provision",
                                "elements": []
                            },
                            {
                                "content": "“In order to qualify for permanent disability, retirement and death benefits ... those priests who, on 1 January 1978, fell into the category referred to in Article 1 of this Order may pay the corresponding contributions to the general scheme for the periods preceding the entry into force of this Order, ... subject to the following conditions:",
                                "elements": []
                            },
                            {
                                "content": "1. if they have reached the age of fifty by 1 January 1978, they may pay the relevant contributions for the periods comprised between 1 January 1978 and the day the priest reached that age, but no earlier than 1 January 1967.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "19.  Under the terms of Institutional Act 7/1980 of 5 July 1980 on freedom of religion, the State may draw up cooperation agreements with the Churches, depending on how many members they have, their implantation in Spanish society and the beliefs of the majority of Spanish people.",
                                "elements": []
                            },
                            {
                                "content": "20.  Law 24/1992 of 10 November 1992 endorsing the cooperation agreement between the State and the Federation of Evangelical religious entities of Spain (FEREDE) regulated the following matters: the status of ministers of the Evangelical Church; the legal protection of their places of worship; the civil recognition of marriages celebrated in the Evangelical tradition; religious assistance in public places or establishments; Evangelical religious teaching in schools; and fiscal advantages applicable to certain assets and activities of the FEREDE member Churches. The relevant provisions read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 3 § 1",
                                "elements": []
                            },
                            {
                                "content": "“For all legal purposes the ministers of the FEREDE member Churches shall be considered as natural persons carrying out regular duties connected with religious worship or assistance where they can demonstrate this by means of a certificate issued by the Church concerned with the agreement of the Standing Committee of FEREDE.”",
                                "elements": []
                            },
                            {
                                "content": "Article 5",
                                "elements": []
                            },
                            {
                                "content": "“In conformity with the provisions of Article 1 of Royal Decree 2398/1977 of 27 August 1977, the ministers of the FEREDE member Churches who meet the conditions set forth in Article 3 of the present Agreement shall be affiliated to the general Social Security scheme. They shall be considered as salaried employees.",
                                "elements": []
                            },
                            {
                                "content": "The Churches concerned shall take on the rights and obligations incumbent on employers in the general Social Security scheme.”",
                                "elements": []
                            },
                            {
                                "content": "21.  Royal Decree 487/1998 of 17 March 1998 concerning the recognition, for the purposes of social security contributions, of the periods of religious activity of the clergy or priests of the Catholic Church who left the priesthood or ceased their religious activities, states:",
                                "elements": []
                            },
                            {
                                "content": "Article 1",
                                "elements": []
                            },
                            {
                                "content": "“The present decree applies to those who, having served as priests or clergy of the Catholic Church, left the priesthood or ceased their religious activities before 1 January 1997, if they satisfy the following conditions:",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "Article 2",
                                "elements": []
                            },
                            {
                                "content": "“1. At their request and for the purposes of entitlement to a retirement pension, the persons referred to in the previous Article shall be considered to have paid their social security contributions for the requisite number of years during which they served as priests or members of the clergy, together with the number of years of effective contribution, to enable them, where applicable, to reach a total of fifteen years’ contributions.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "22.  Royal Decree 2665/1998 of 11 December 1998, which supplements Royal Decree 487/1998, provides:",
                                "elements": []
                            },
                            {
                                "content": "Article 1",
                                "elements": []
                            },
                            {
                                "content": "“The present decree applies to those who, having served as priests or clergy of the Catholic Church, left the priesthood or ceased their religious activities before 1 January 1997.”",
                                "elements": []
                            },
                            {
                                "content": "Article 2",
                                "elements": []
                            },
                            {
                                "content": "“At their request the persons referred to in the previous Article shall be considered to have paid their social security contributions for their periods of service as priests or clergy prior to the following dates:",
                                "elements": []
                            },
                            {
                                "content": "For priests who left the priesthood: 1 January 1978.",
                                "elements": []
                            },
                            {
                                "content": "For those who abandoned the religious profession: 1 May 1982.”",
                                "elements": []
                            },
                            {
                                "content": "Article 4",
                                "elements": []
                            },
                            {
                                "content": "“1. When their pension entitlement is initially acknowledged the persons concerned must pay the pension contributions for the part of the pension derived from the years of service as priests or members of the clergy that were counted as years of contribution to the Social Security scheme.",
                                "elements": []
                            },
                            {
                                "content": "For this purpose the part of the pension to be funded shall be calculated by applying the following percentages to the basic scale:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3. Payment of the capital concerned may be deferred for a maximum period of fifteen years and staggered in monthly payments deductible from each month’s pension ...”",
                                "elements": []
                            },
                            {
                                "content": "23.  Royal Decree 369/1999 of 5 March 1999, regulating the integration into the Social Security scheme of ministers of the member Churches of FEREDE provides:",
                                "elements": []
                            },
                            {
                                "content": "Article 5",
                                "elements": []
                            },
                            {
                                "content": "“For the purposes of the present Royal Decree, the Churches or federations of Churches concerned shall take on the rights and obligations incumbent on employers in the general Social Security scheme.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION IN CONJUNCTION WITH ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "24.  The applicant argued that the refusal to give him a retirement pension violated the principle of non-discrimination enshrined in Article 14 of the Convention combined with Article 1 of Protocol No. 1. He considered that the domestic legislation discriminated against Evangelical ministers compared with Catholic priests, who had been admitted to the general Social Security scheme much earlier. Also, when Evangelical ministers were eventually admitted to the general Social Security scheme, unlike Catholic priests they were not given the possibility of using their previous years of service as ministers to make up the minimum period of contribution required to qualify for a retirement pension.",
                                "elements": []
                            },
                            {
                                "content": "Article 14 of the Convention",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a)  The applicant",
                                "elements": [
                                    {
                                        "content": "26.  The applicant considered that Evangelical ministers had been discriminated against because they had not been included in the general Social Security scheme until twenty-two years after Royal Decree 2398/1977 brought priests of the Catholic Church into the scheme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In addition to that delay, the applicant pointed out that differences of treatment between Catholic priests and Evangelical ministers continued to exist, and that he had not been able to use his years of service as a minister to make up the minimum contribution period of fifteen years needed to qualify for a retirement pension by paying the contributions for the missing years, whereas Catholic priests did have that option.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b)  The Government",
                                "elements": [
                                    {
                                        "content": "28.  The Government noted that negotiations had started in 1982 with a view to reaching an agreement with the different religious confessions mentioned in Institutional Act 7/1980 of 5 July 1980. However, because the Evangelical Churches, taken individually, were not very deeply rooted, the process had taken time. The FEREDE had consequently been set up to represent the Protestant and Adventist Churches of  and it had not been possible to resume negotiations until 1987. The resulting cooperation agreement between the State and the FEREDE was adopted by Law 24/1992 of 10 November 1992 (see paragraph 20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government explained that Royal Decree 2398/1977 of 27 August 1977 (see paragraph 17 above) had proceeded to integrate the ministers of the different religions into the general Social Security scheme even prior to the entry into force of the Constitution in 1978. The Catholic clergy were immediately brought into the system because of the relations already established with the State since the concordat of 27 August 1953 between  and the Holy See. Other confessions had gradually followed when the corresponding agreements with the State were signed. By a Ministerial Order of 2 March 1987, for example, the ministers of the Spanish Union of Seventh-Day Adventist Churches had been admitted to the scheme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government referred to paragraph 53 of the Stec and Others v. the United Kingdom judgment ([GC], no. 65731/01, ECHR 2006VI) and did not dispute the fact that if a State decided to set up a benefits or pension scheme it must do so in a manner compatible with Article 14 of the Convention. They noted, however, that the ministers of the various churches had been brought into the Social Security scheme at different moments in time for practical reasons and not through discrimination, and they pointed out, citing the Stec judgment (cited above, § 49), that the State enjoyed a broad margin of appreciation in such matters. The Government further noted that the inclusion of the ministers of the different faiths in the Social Security scheme was possible only if there existed a prior agreement with the State, under which the faith concerned took on certain obligations vis-à-vis the State; they referred to Royal Decree 369/1999 (see paragraph 23 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Concerning the application of the decrees of 1998 cited by the applicant, the Government observed that they referred to priests who left the Catholic priesthood before being part of the Social Security scheme, either for personal reasons or by papal dispensation, not for retirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Applicability of Article 14 of the Convention in conjunction with Article 1 of Protocol No. 1",
                                        "elements": [
                                            {
                                                "content": "32.  The Court reiterates that Article 14 of the Convention has no independent existence since it has effect solely in relation to “the enjoyment of the rights and freedoms” safeguarded by the other substantive provisions of the Convention and the Protocols (see, among many other authorities, Burden v. the United Kingdom [GC], no. 13378/05, § 58, ECHR 2008-...). The application of Article 14 does not necessarily presuppose the violation of one of the substantive rights guaranteed by the Convention. It is necessary but it is also sufficient for the facts of the case to fall “within the ambit” of one or more of the Convention Articles (see, among many other authorities, Thlimmenos v. Greece [GC], no. 34369/97, § 40, ECHR 2000-IV; Koua Poirrez v. France, no. 40892/98, § 36, ECHR 2003X; and Andrejeva v. Latvia [GC], no. 55707/00, § 74, ECHR 2009-...). The prohibition of discrimination in Article 14 thus extends beyond the enjoyment of the rights and freedoms which the Convention and Protocols require each State to guarantee. It applies also to those additional rights, falling within the general scope of any Convention article, for which the State has voluntarily decided to provide (see Stec and Others v. the United Kingdom (dec.) [GC], nos. 65731/01 and 65900/01, § 40 ECHR 2005X).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court has already also held that all principles which apply generally in cases concerning Article 1 of Protocol No. 1 are equally relevant when it comes to welfare benefits (see Andrejeva v. Latvia, cited above, § 77). Thus, Article 1 of Protocol No. 1 does not guarantee as such any right to become the owner of property (see Kopecký v. Slovakia [GC], no. 44912/98, § 35 b), ECHR 2004IX), nor does it guarantee, as such, any right to a pension of a particular amount (see, for example, Domalewski v. Poland (dec.), no. 34610/97, ECHR 1999V, and Janković v. Croatia (dec.), no 43440/98, ECHR 2000X). Furthermore, Article 1 of Protocol No. 1 places no restriction on the Contracting State’s freedom to decide whether or not to have in place any form of social security scheme, or to choose the type or amount of benefits to provide under any such scheme. If, however, a Contracting State has in force legislation providing for the payment as of right of a welfare benefit – whether conditional or not on the prior payment of contributions – that legislation must be regarded as generating a proprietary interest falling within the ambit of Article 1 of Protocol No. 1 for persons satisfying its requirements (see Stec and Others, (dec.), cited above, § 54, and Şerife Yiğit v. Turkey [GC], no. 3976/05, § 56, 2 November 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  As the Court held in the Stec and Others decision (cited above), “[i]n cases, such as the present, concerning a complaint under Article 14 in conjunction with Article 1 of Protocol No. 1 that the applicant has been denied all or part of a particular benefit on a discriminatory ground covered by Article 14, the relevant test is whether, but for the condition of entitlement about which the applicant complains, he or she would have had a right, enforceable under domestic law, to receive the benefit in question ... Although Protocol No. 1 does not include the right to receive a social security payment of any kind, if a State does decide to create a benefits scheme, it must do so in a manner which is compatible with Article 14 (ibid., § 55, and Muñoz Díaz v. Spain, no. 49151/07, § 45, ECHR 2009-...).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In the present case the applicant complained that he had been deprived of a retirement pension on a discriminatory ground covered, in his submission, by Article 14, namely his religion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Court notes that under the relevant domestic legislation only Catholic priests have the possibility of making up the minimum period of fifteen years of contributions required to qualify for a retirement pension by paying the capital corresponding to the missing annuities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.   In the light of the foregoing, the Court considers that the applicant’s proprietary interests fall within the scope of Article 1 of Protocol No. 1 and the right to the peaceful enjoyment of one’s possessions it enshrines, which is sufficient to make Article 14 of the Convention applicable.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Compliance with Article 14 of the Convention in conjunction with Article 1 of Protocol No. 1",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a)  The Court’s case-law",
                                "elements": [
                                    {
                                        "content": "39.  The Court has established in its case-law that discrimination means treating differently, without an objective and reasonable justification, persons in relevantly similar situations. There is no “objective and reasonable justification” where the difference in treatment does not pursue a “legitimate aim” or if there is not a “reasonable relationship of proportionality” between the means employed and the aim sought to be realised (see Alujer Fernandez and Caballero Garcia v. Spain (dec.), no. 53072/99, ECHR 2001-VI, and D.H. and Others v. the Czech Republic [GC], no. 57325/00, §§ 175 and 196, ECHR 2007-IV, and the case-law cited therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Contracting States enjoy a margin of appreciation in assessing whether and to what extent differences in otherwise similar situations justify a different treatment (see, among other authorities, Gaygusuz v. Austria, 16 September 1996, § 42, Reports of Judgments and Decisions 1996IV, and Thlimmenos, cited above, § 40). The scope of this margin will vary according to the circumstances, the subject matter and the background. For example, Article 14 does not prohibit a member State from treating groups differently in order to correct “factual inequalities” between them; indeed in certain circumstances a failure to attempt to correct inequality through different treatment may in itself give rise to a breach of the Article (see Thlimmenos, § 44; Stec and Others v. the  [GC], nos. 65731/01 and 65900/01, § 51, ECHR 2006VI; and D.H. and Others, cited above, § 175).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Similarly, a wide margin is usually allowed to the State under the Convention when it comes to general measures of economic or social strategy. Because of their direct knowledge of their society and its needs, the national authorities are in principle better placed than the international judge to appreciate what is in the public interest on social or economic grounds, and the Court will generally respect the legislature’s policy choice unless it is “manifestly without reasonable foundation” (see, for example, National & Provincial Building Society, Leeds Permanent Building Society and Yorkshire Building Society v. the United Kingdom, 23 October 1997, § 80, Reports 1997VII, and the Stec and Others judgment, cited above, §§ 51-52).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Lastly, in so far as the applicant complained of inequalities in a social security scheme, the Court reiterates that Article 1 of Protocol No. 1 does not comprise a right to acquire property. Nor does it place any restriction on the Contracting State’s freedom to decide whether or not to have in place any form of social security scheme, or to choose the type or amount of benefits to provide under any such scheme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In any event, as to the burden of proof in respect of Article 14 of the Convention, the Court has established that once the applicant has shown a difference in treatment it is for the Government to show that it was justified (see D.H. and Others, § 177).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b)  Application of the case-law to the present case",
                                "elements": [
                                    {
                                        "content": "44.  The applicant complained about the refusal to grant him a retirement pension because, in spite of the integration of protestant ministers in the general Social Security scheme, he had been unable to use his years of service as a minister to make up the minimum period of contributions required in order to qualify for a pension, whereas Catholic priests did have that option. He considered that this amounted to discrimination on grounds of religion, which was contrary to Article 14 of the Convention in conjunction with Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court observes that even prior to the promulgation of the Constitution of 1978, Royal Decree 2398/1977 (see paragraph 17 above) had already made provision for all the priests and ministers of all the Churches and religious confessions registered with the Ministry of the Interior to be considered as salaried employees and brought into the general Social Security scheme. The Decree was effective immediately as far as Catholic priests were concerned. Evangelical ministers had to wait another twenty-two years, until 1999, for it to affect them, after the signing of a cooperation agreement between the State and the FEREDE in 1992.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In 1991, when the applicant reached retirement age, Evangelical ministers had no right to a retirement pension under the legislation in force; on the one hand, as an Evangelical minister the applicant was not covered by the general Social Security scheme, and on the other, as the INSS stated in its decision of 26 October 2004, he had not contributed for the minimum period required to qualify for a retirement pension, that is, fifteen years; the years during which he had worked as a salaried employee were not sufficient (see paragraphs 7 and 8 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In the light of the above the question in this case is whether the fact that the applicant was denied a retirement pension amounted to discriminatory treatment compared with the way in which the legislation treated situations the applicant considered similar to his.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicant based his claim on the unjustified delay of twenty-two years between the time when Catholic priests were admitted to the Social Security scheme and the time when cover was extended to Evangelical ministers, and also on the fact that, unlike Catholic priests, Evangelical ministers could not count their years of religious service to make up the missing years of contributions needed to qualify for a retirement pension.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court observes that Spanish law did indeed take a long time before allowing Evangelical ministers into the general Social Security scheme and acknowledging their right to the same benefits as Catholic priests. Furthermore, even if Evangelical ministers had had the right to a retirement pension when the applicant reached retirement age, it would still have been impossible for him to pay in the missing annuities in respect of his years in the service of the church in order to make up the minimum number of years of contributions required to qualify for a retirement pension.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court notes that in its judgment of 12 December 2005 Barcelona Employment Tribunal no. 33 interpreted the applicable law in the applicant’s favour. It noted that priests and ministers of all faiths and churches should be covered by the social security scheme, and that their inclusion had been provided for even prior to the promulgation of the Constitution. However, Catholic priests were included with immediate effect and in 1998 two royal Decrees allowed Catholic priests and clergy who had left the priesthood or ceased their religious activities to have their years of religious service during which they had not paid social security contributions taken into account in order to make up the minimum number of years required to entitle them to a retirement pension, provided that they were 65 or older and that they paid the capital corresponding to the number of years thus taken into account. The court noted in its judgment that unlike Catholic priests, when Evangelical ministers had been admitted twenty-two years later this possibility of making up the minimum number of annuities required to be entitled to a retirement pension had not been included.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Employment Tribunal considered that depriving the applicant of access to a retirement pension in the same conditions as those offered to Catholic priests was a breach of his right to equal treatment and to freedom of religion enshrined in the Constitution. It found that the legislation in force at the time treated Catholic priests more favourably that Evangelical ministers, which was contrary to the secularity of the State enshrined in the Constitution of 1978, and referred to Article 6 of the Judicature Act, according to which the courts were to apply no regulations or other provisions which were contrary to the Constitution, the law or the principle of hierarchy of legal norms. In order to redress the breach of the applicant’s, fundamental rights, the court considered that the provisions applied to Catholic priests and, in particular, the Royal Decrees of 1998, could be applied to the applicant by analogy, thereby enabling him to complete the minimum period of contributions from his years as a minister, subject to his paying the capital corresponding to the years of contribution thus made up.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  However, that judgment was set aside on appeal by the judgment of 26 July 2007. The High Court of Justice of  considered (see paragraph 13 above) that the applicant had reached retirement age in 1991, before the entry into force of Law 24/1992, which would have allowed him to contribute to the Social Security and qualify for a pension. It found that the failure to take into account the applicant’s previous years of pastoral activity was not the result of inactivity on the part of the State but of a lack of legislation, because no agreement had been reached between the State and the different  authorities. For the High Court of Justice the applicant did not satisfy the legal requirements for entitlement to a retirement pension, but there was no discrimination in respect of the situation of Catholic priests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  As to the delay in admitting Evangelical ministers to the general Social Security scheme, the Court notes, as the Government stated in their observations, that negotiations with a view to reaching an agreement with the Evangelical Church authorities by virtue of Institutional Act 7/1980 of 5 July 1980 had depended on the creation of the FEREDE, and that the cooperation agreement between the State and the FEREDE was not adopted until 1992 (see paragraph 20 above). Subsequently, Royal Decree 369/1999 laid down the conditions for the inclusion of Evangelical ministers in the general Social Security scheme. The Court considers, like the Government, that the integration of priests and ministers into the general Social Security scheme at different times was based on objective rather that on discriminatory criteria, and reiterates that the States have a wide margin of appreciation in progressively introducing full equality between individuals in pension schemes, bearing in mind the financial and social implications of changes in social security systems, which had to take into account the particularities of each group (see Stec and Others [GC], cited above, § 49).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  However, as the Employment Tribunal stated in its judgment of 12 December 2005 (see paragraph 12 above), refusal to acknowledge the applicant’s right to receive a retirement pension and to pay the corresponding missing annuities did amount to a difference of treatment by the law compared with the situations of serving and former Catholic priests, which appear similar in all points except their religious denomination. By various means Spain’s labour legislation has provided for Catholic priests who engaged in pastoral activities before joining the Social Security scheme to be able – unlike Evangelical ministers – to have their years of prior service taken into account for the purposes of calculating their retirement pension. Under the first transitional provision of the Ministerial Order of 19 December 1977 on the inclusion of diocesan Catholic priests in the general Social Security scheme (see paragraph 18 above), in order to make up the minimum number of years of contribution required to entitle them to a retirement pension, serving Catholic priests who had reached the age of fifty by 1 January 1978 were allowed to validate up to ten years of pastoral service prior to their inclusion in the Social Security scheme (by paying the corresponding contributions, going back as far as 1 January 1967). Under Royal Decrees 487/1998 and 2665/1998 Catholic priests who had left the priesthood or ceased their religious activities could also use their years of pastoral service prior to their inclusion in the Social Security scheme to make up the minimum number of years of contribution required to entitle them to a retirement pension.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  None of these possibilities Catholic priests had of using their years of service prior to their inclusion in the Social Security scheme to qualify for a retirement pension was open to Evangelical ministers under Spanish law. The Court accordingly considers, in view of the circumstances of the present case, that this detrimental difference in the law amounts to an unjustified difference of treatment of the applicant, based on religious faith, compared with the treatment reserved for Catholic priests, in so far as the applicant has no means of having his years of pastoral service as an Evangelical minister before such ministers were included in the Social Security scheme taken into account for the purpose of a retirement pension. The Court finds it disproportionate that the Spanish State, having provided in 1977 for the inclusion of the ministers of Churches and religious denominations other than the Catholic Church in the general Social Security scheme (see paragraph 17 above), should not be ready, even though Evangelical ministers were included in the scheme twenty-two years later, to acknowledge the effects of that development in terms of pension entitlement in the same conditions as for Catholic priests, and in particular the possibility for the applicant of paying the missing annuities required to reach the minimum period of contributions required. While the reasons for the delay in admitting Evangelical ministers to the general Social Security scheme fall within the margin of appreciation left to the State (see paragraph 53 above), the Court considers that the Government have not explained why, once those ministers had joined the Social Security scheme, a difference of treatment between similar situations based solely on religious grounds was maintained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  As to the Government’s affirmation that the Decrees of 1998 concerned Catholic priests who had left the priesthood or ceased their religious work for personal reasons and not – as in the applicant’s case – to retire, the Court considers, in the light of the foregoing, that this is not a relevant difference in the present case, in so far as the difference of treatment, for the purposes of retirement pensions, between Catholic priests and Evangelical ministers, to the detriment of the latter, is not limited to the Decrees cited by the Government. In any event, neither the Barcelona Employment Tribunal, when it found in the applicant’s favour, nor the High Court of Justice when it refused the pension, made any reference to this fact to justify the difference of treatment, in similar situations, of Catholic priests and Evangelical ministers when it came to making up the minimum number of years of contribution required to qualify for a retirement pension. Those decisions by no means excluded the applicant’s situation from those provided for in abstracto by the legislation in issue in terms of the possibility of making up the missed years of social security contributions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Accordingly, the Court finds that there has been a violation of Article 14 of the Convention in conjunction with Article 1 of Protocol No. 1 in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 14 of the Convention in conjunction with Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "Done in French and notified in writing on 3 April 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Josep Casadevall",
            "role": "president"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": "Santiago Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MANZANAS MARTIN v. SPAIN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-110180.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0403JUD001796610",
    "externalsources": [],
    "extractedappno": [
        "17966/10",
        "65731/01",
        "13378/05",
        "34369/97",
        "40892/98",
        "55707/00",
        "65900/01",
        "44912/98",
        "34610/97",
        "43440/98",
        "3976/05",
        "49151/07",
        "53072/99",
        "57325/00"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-110180",
    "judgementdate": "03/04/2012 00:00:00",
    "kpdate": "03/04/2012 00:00:00",
    "kpthesaurus": [
        "343",
        "100",
        "413",
        "292",
        "216",
        "369",
        "304",
        "238"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "14",
        "P1-1-1",
        "41",
        "P1-1"
    ],
    "parties": [
        "MANZANAS MARTIN",
        "SPAIN"
    ],
    "rank": "874.705017089844",
    "representedby": [
        "PEREZ SUBIRANA A."
    ],
    "respondent": "ESP",
    "respondentOrderEng": "44",
    "scl": [
        "Alujer Fernandez and Caballero Garcia v. Spain (dec.), no 53072/99, ECHR 2001-VI",
        "Andrejeva v. Latvia [GC], no 55707/00, ECHR 2009-...",
        "Burden v. the United Kingdom [GC], no 13378/05, § 58, ECHR 2008-...",
        "D.H. and Others v. the Czech Republic [GC], no 57325/00, §§ 175 and 196, ECHR 2007-IV",
        "Domalewski v. Poland (dec.), no 34610/97, ECHR 1999-V",
        "Gaygusuz v. Austria, 16 September 1996, § 42, Reports of Judgments and Decisions 1996-IV,",
        "Jankovic v. Croatia (dec.), no 43440/98, ECHR 2000-X",
        "Kopecký v. Slovakia [GC], no 44912/98, § 35 b), ECHR 2004-IX",
        "Koua Poirrez v. France, no 40892/98, § 36, ECHR 2003-X",
        "Muñoz Díaz v. Spain, no 49151/07, § 45, ECHR 2009-...",
        "National & Provincial Building Society, Leeds Permanent Building Society and Yorkshire Building Society v. the United Kingdom, 23 October 1997, § 80, Reports of Judgments and Decisions 1997-VII",
        "Serife Yigit v. Turkey [GC], no 3976/05, § 56, 2 November 2010",
        "Stec and Others v. the United Kingdom (dec.) [GC], nos. 65731/01 and 65900/01, ECHR 2005-X",
        "Thlimmenos v. Greece [GC], no 34369/97, ECHR 2000-IV",
        "Yazgül Yilmaz v. Turkey, no 36369/06, § 69, 1er February 2011"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "398418",
    "typedescription": "14"
}