{
    "__articles": "6;6+6-3-c;6-1;6-3-c",
    "__conclusion": "Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-c - Defence through legal assistance)",
    "applicability": "",
    "appno": "63053/09",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-c",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3-c - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-c - Defence through legal assistance"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-154021.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 63053/09) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Stanislav Yevgenyevich Misyukevich (“the applicant”), on 26 October 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms L.M. Churkina, a lawyer practising in Yekaterinburg. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 14 December 2011 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1965 and lives in Nizhniy Tagil.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings",
                                "elements": [
                                    {
                                        "content": "5.  On 19 August 2009 the Leninskiy District Court of Yekaterinburg convicted the applicant of massive fraud, an offence punishable with up to ten years’ imprisonment, and sentenced him to five and a half years’ in prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  During the trial the applicant was represented by his counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 3 September 2009 the applicant lodged an appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 23 October 2009 the Sverdlovskiy Regional Court upheld the judgment on appeal. It follows from the appeal judgment that the applicant could follow the appeal hearing by video link from the Yekaterinburg remand prison IZ-66/1. Counsel and prosecutor did not attend the hearing.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of detention",
                                "elements": [
                                    {
                                        "content": "9.  On 19 August 2009 the applicant was placed in Yekaterinburg remand prison IZ-66/1 and was held there until 27 October 2009. According to the applicant, conditions of detention there were inhuman and degrading because of overcrowding.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "10.  For a summary of the relevant domestic law and practice, see the Court’s judgment Shulepov v. Russia, no. 15435/03, §§ 17-20, 26 June 2008.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S REQUEST TO STRIKE OUT THE COMPLAINT UNDER ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "11.  The applicant complained that the conditions of his pre-trial detention violated Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "12.  The Government submitted a unilateral declaration on 26 September 2014. In particular, they acknowledged that the conditions of detention in the remand centre had not complied with the requirements of Article 3 of the Convention, and expressed their readiness to pay the applicant 3,765 euros (EUR) as just compensation. They further requested the Court to strike the application out of the list of cases in accordance with Article 37 of the Convention. The remainder of the declaration read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The authorities therefore invite the Court to strike the present case out of the list of cases. They suggest that the present declaration might be accepted by the Court as ‘any other reason’ justifying the striking of the case out of the Court’s list of cases, as referred to in Article 37 § 1 (c) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "The sum referred to above, which is to cover any pecuniary and non-pecuniary damage, as well as costs and expenses, will be free of any taxes that may be applicable. It will be payable within three months from the date of notification of the decision taken by the Court pursuant to Article 37 § 1 of the Convention. In the event of failure to pay this sum within the said three-month period, the Government undertake to pay simple interest on it, from expiry of that period until settlement, at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                                "elements": []
                            },
                            {
                                "content": "This payment will constitute the final resolution of the case.”",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant did not reply.",
                                "elements": []
                            },
                            {
                                "content": "14.  The Court reiterates that Article 37 of the Convention provides that it may at any stage of the proceedings decide to strike an application out of its list of cases where the circumstances lead to one of the conclusions specified under (a), (b) or (c) of paragraph 1 of that Article. In particular, Article 37 § 1 (c) enables the Court to strike a case out of its list if:",
                                "elements": []
                            },
                            {
                                "content": "“... for any other reason established by the Court, it is no longer justified to continue the examination of the application”.",
                                "elements": []
                            },
                            {
                                "content": "15.  It also recalls that in certain circumstances, it may strike out an application under Article 37 § 1 (c) on the basis of a unilateral declaration by a respondent Government even if the applicant wishes the examination of the case to be continued.",
                                "elements": []
                            },
                            {
                                "content": "16.  To this end, the Court will examine carefully the declaration in the light of the principles established in its case-law, in particular the Tahsin Acar judgment (see Tahsin Acar v. Turkey [GC], no. 26307/95, §§ 75-77, ECHR 2003-VI; WAZA Spółka z o.o. v. Poland (dec.), no. 11602/02, 26 June 2007; and Sulwińska v. Poland (dec.), no. 28953/03).",
                                "elements": []
                            },
                            {
                                "content": "17.  The Court notes at the outset that since its first judgment concerning the inhuman and degrading conditions of detention in Russian detention centres (see Kalashnikov v. Russia, no. 47095/99, ECHR 2002VI), it found similar violations in more than a hundred cases against Russia. It follows that the complaint raised in the present application is based on the clear and extensive case-law of the Court.",
                                "elements": []
                            },
                            {
                                "content": "18.  Turning next to the nature of the admissions contained in the Government’s declaration, the Court is satisfied that the Government did not dispute the allegations made by the applicant and explicitly acknowledged the violation of the above-mentioned provision of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "19.  As to the intended redress to be provided to the applicant, the Government have undertaken to pay him compensation in respect of pecuniary and non-pecuniary damages, as well as costs and expenses. Even if the method of calculation employed by the Russian authorities in respect of the conditions-of-detention complaints did not correspond exactly to the guidelines established by the Court in the pilot judgment (see Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, 10 January 2012), what is important is that the proposed sum is not unreasonable in comparison with the awards made by the Court in similar cases (see Cocchiarella v. Italy [GC], no. 64886/01, § 105, ECHR 2006V). The Government have committed themselves to effecting the payment of that sum within three months of the Court’s decision, with default interest to be payable in case of delay of settlement.",
                                "elements": []
                            },
                            {
                                "content": "20.  The Court therefore considers that it is no longer justified to continue the examination of this case in the part concerning the abovementioned complaints. As the Committee of Ministers remains competent to supervise, in accordance with Article 46 § 2 of the Convention, the implementation of the judgments concerning the same issues, the Court is also satisfied that respect for human rights as defined in the Convention (Article 37 § 1 in fine) does not require it to continue the examination of this part of the case. In any event, the Court’s decision is without prejudice to any decision it might take to restore, pursuant to Article 37 § 2 of the Convention, the applications to its list of cases, should the Government fail to comply with the terms of their unilateral declaration (see Josipović v. Serbia (dec.), no. 18369/07, 4 March 2008, and Aleksentseva and 28 Others v. Russia (dec.), nos. 75025/01 et al., 23 March 2006).",
                                "elements": []
                            },
                            {
                                "content": "21.  In view of the above, it is appropriate to strike the case out of the list in the part concerning the above-mentioned complaint.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicant complained that his right to a fair trial had been violated because his counsel had been absent from the appeal hearing. He invoked Article 6 §§ 1 and 3 (c) of the Convention, the relevant part of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  ... [E]veryone is entitled to a fair... hearing... by an independent and impartial tribunal ... .",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "23.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "24.  The Government submitted that participation of counsel in the appeal hearing was not mandatory, counsel had been duly notified of the hearing, and the applicant had had an opportunity to present his arguments in person. The Government added that the applicant had not asked for adjournment of the hearing or for appointment of substitute counsel. Finally, the Government emphasised that the prosecutor and the injured party had not appeared before the appellate court either.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The applicant maintained his complaint. He argued that, under Article 51 of the Code of Criminal Procedure (“CCrP”), the domestic court was obligated to ensure the presence of his counsel in the appeal hearing since he had not expressly waived his right to be represented. The applicant further claimed that he had orally asked for adjournment of the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court observes that in Russia the jurisdiction of appeal courts extends both to legal and factual issues. The Sverdlovskiy Regional Court thus had the power to fully review the case and to consider additional arguments that had not been examined in the first-instance proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court reiterates that under Article 6 § 3 (c) of the Convention an accused is entitled to have a lawyer assigned by the court of its own motion “when the interests of justice so require” (see Vaudelle v. France, no. 35683/97, § 59, ECHR 2001I, and Padalov v. Bulgaria, no. 54784/00, §§ 54 and 55, 10 August 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Government considered that the applicant’s case was not of the kind where mandatory legal representation was warranted.  The Court, however, does not share the Government’s opinion that mandatory representation was not called for in this case. It notes that Article 51 of the CCrP states that legal representation is mandatory unless expressly waived by the suspect or the accused, with the exception of certain categories of cases where this right cannot be waived at all (see paragraph 10 above). In the present case, the applicant was represented in the firstinstance proceedings by the lawyer Mr F. and there is no indication that he intended to refuse legal assistance in the appeal proceedings. The Court notes that any waiver would have to be filed in writing and entered in the official records (Article 52 § 1 of the CCrP). No implicit waiver would therefore follow from the fact that the counsel who had represented the applicant in the first-instance proceedings was absent from the appeal hearing (see Grigoryevskikh v. Russia, no. 22/03, § 89, 9 April 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Turning to the Government’s argument that it was for the applicant to ask for adjournment of the hearing or for appointment of new counsel, the Court notes that it is disputed between the parties whether the applicant requested the appeal court to adjourn the hearing. It is difficult to establish whether the applicant actually raised the issue in the hearing since no record of the appeal hearing was drawn up. However, the text of the appeal judgment does not indicate that the Regional Court inquired whether in the absence of the applicant’s counsel the applicant agreed to continue the hearing without legal representation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Furthermore, the Court observes that, as the applicant did not have legal representation in the appeal hearing, different courses were open to the Regional Court (see Balliu v. Albania, no. 74727/01, § 35, 16 June 2005). It could either appoint a substitute lawyer, as provided for in Article 51 §§ 1(1) of the CCrP, or adjourn the hearing in order to secure the presence of a lawyer later. However, the Regional Court does not appear to have done either.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court also observes that the exercise of the right to legal assistance takes on particular significance where the applicant communicates with the courtroom by video link (see Grigoryevskikh, cited above, § 92; Shulepov, cited above, § 35; Golubev v. Russia (dec.), no. 26260/02, 9 November 2006; and Marcello Viola v. Italy, no. 45106/04, ECHR 2006XI (extracts)). In the present case, the applicant was held in the remand prison that was located in the same city as the Regional Court and he followed the appeal hearing by video link. It is thus yet another factor that should have prompted the Regional Court to verify the reasons for the absence of counsel for the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court reiterates that the principle of fair hearing requires, in particular, that each party be given a reasonable opportunity to present his case under conditions that do not place him at a substantial disadvantage vis-à-vis his opponent (see Shilbergs v. Russia, no. 20075/03, § 100, 17 December 2009). Having regard to the severity of the sentence which the applicant faced, his participation at the appeal hearing by video link, and the Regional Court’s silence in front of the applicant’s predicament who found himself without legal representation at the appeal hearing where legal issues could be reviewed, the Court considers that the principle of fair trial has been disregarded.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  There has accordingly been a violation of Article 6 §§ 1 and 3 (c) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicant also raised additional complaints with reference to various Articles of the Convention and its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "35.  Having regard to all the material in its possession, and in so far as it has jurisdiction to examine the allegations, the Court has not found any appearance of a breach of the rights and freedoms guaranteed by the Convention or its Protocols in that part of the application.",
                                "elements": []
                            },
                            {
                                "content": "36.  It follows that the application in this part must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "38.  The applicant claimed 240,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government considered the claim excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court awards the applicant EUR 4,000 in respect of nonpecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "41.  The applicant also claimed EUR 5,000 in respect of the costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Government maintained that the applicant had not submitted any documents in support of this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Council of Europe already paid the applicant EUR 850 in legal aid. Regard being had to the documents in its possession and to its case-law, the Court thus makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "44.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Takes note of the terms of the Government’s declaration, and the modalities for ensuring compliance with the undertakings referred to therein;",
                        "elements": []
                    },
                    {
                        "content": "2.  Decides to strike the application out of its list of cases in accordance with Article 37 § 1 (c) of the Convention in so far as it concerns the complaint under Articles 3;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the applicant’s complaint concerning lack of legal representation in the appeal hearing admissible and the remainder of the complaints inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, EUR 4,000 (four thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b) that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 April 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Khanlar Hajiyev",
            "role": "president"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MISYUKEVICH v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-154021.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0430JUD006305309",
    "externalsources": [],
    "extractedappno": [
        "63053/09",
        "15435/03",
        "26307/95",
        "11602/02",
        "28953/03",
        "47095/99",
        "42525/07",
        "60800/08",
        "64886/01",
        "18369/07",
        "75025/01",
        "35683/97",
        "54784/00",
        "22/03",
        "74727/01",
        "26260/02",
        "45106/04",
        "20075/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-154021",
    "judgementdate": "30/04/2015 00:00:00",
    "kpdate": "30/04/2015 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "86"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "6",
        "6-3-c",
        "6-1"
    ],
    "parties": [
        "MISYUKEVICH",
        "RUSSIA"
    ],
    "rank": "1278.95446777344",
    "representedby": [
        "CHURKINA L.M."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "416779",
    "typedescription": "15"
}