{
    "__articles": "3;5;5-1;5-1-c;41",
    "__conclusion": "Violation of Art. 3;Violation of Art. 5;Non-pecuniary damage - financial award;Costs and expenses award",
    "applicability": "",
    "appno": "30494/96",
    "article": [
        "3",
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "element": "Violation of Art. 5",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award",
            "type": "other"
        }
    ],
    "content": {
        "001-67252.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30494/96) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Turkish nationals, Ms Gülizar Tuncer and Mr Ali Durmuş (“the applicants”), on 26 February 1996.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants are lawyers practising in  and they were exceptionally granted leave to represent themselves (Rule 36 of the Rules of Court). The Turkish Government (“the Government”) did not designate an Agent for the purposes of the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged under Article 3 of the Convention that they were ill-treated during their detention in police custody. They further alleged under Article 5 § 1 (c) that they were unlawfully and arbitrarily deprived of their liberty. ",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1. Mr Türmen, the judge elected in respect of , withdrew from sitting in the case (Rule 28). The Government accordingly appointed Mr F. Gölcüklü to sit as an ad hoc judge (Article 27 § 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 19 June 2001, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicants and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "8.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The applicants were born in 1966 and 1963 respectively and live in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicants' version of the facts",
                                "elements": [
                                    {
                                        "content": "1.  Events of 8 January 1996",
                                        "elements": [
                                            {
                                                "content": "10.  On 8 January 1996 the applicants were in the Alibeyköy neighbourhood, on their way to attend the funeral of two prisoners who allegedly had been killed by the security forces. Police officers were arresting at random people in Alibeyköy who were walking on the street, waiting at the bus stop or driving their cars. When the applicants arrived in the neighbourhood, they were beaten by police officers and they were subsequently arrested together with many others. This was a notorious incident that had attracted media and public attention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  Following their arrest, the applicants were taken to a bus where they were beaten and insulted. They were brought to the Eyüp Stadium along with 1054 people who were arrested randomly. In the stadium they were again beaten and insulted. Their identity cards, money and valuables were seized by the police officers. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  While the applicants were held in the Eyüp Stadium their friends filed a petition with the Eyüp Magistrate's Court requesting to have them brought before the competent public prosecutor. The Eyüp Magistrate's Court rejected their request. The court stated in its written reply that the public prosecutors were entitled to authorise the prolongation of the detention period of suspects for up to four days in respect of crimes committed by three or more persons. Thus it concluded that it did not have jurisdiction to take any decision at this stage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  The applicants were released on the same day. ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Proceedings before the domestic authorities ",
                                        "elements": [
                                            {
                                                "content": "14.  On 9 January 1996 the applicants filed a complaint with the office of the Eyüp Public Prosecutor concerning the treatment to which they were subjected when they were held by the police in the Eyüp Stadium. They requested the public prosecutor to order their examination by a forensic expert. The prosecutor agreed to their request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On the same day the applicants were examined by a doctor at the Eyüp Forensic Institute. According to the medical report the first applicant was suffering from bruising of 3 cm in diameter on her right shoulder and shoulder blade, pain in her shoulders and neck, a bruise of 4 cm in diameter on the right hip and marks of bruising on the exterior of her thigh. It was also noted that, before a final conclusion on her health situation was reached, the applicant had to be examined in a hospital as she had vaginal bleeding. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  As regards the second applicant it was recorded in the medical report that he had a bruise of 3 cm in diameter on the right shoulder, a bruise of 5 cm in diameter on the right arm, a bruise of 2 cm in diameter on his back and a bruising of 15-20 cm in diameter on the left shoulder and around the shoulder-blade. He was also complaining of pain in his legs. The report concluded that the applicant would be unfit for work for ten days. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 15 January 1996 the Eyüp Public Prosecutor decided to transfer the preliminary investigation file to the District Governor of Eyüp in  in accordance with the law on the prosecution of civil servants. At a later stage the file was transferred to the Provincial Administrative Council.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 17 January 1996 the applicants, together with some others who had been arrested on the same day and allegedly subjected to ill-treatment by the police officers, filed a petition with the Eyüp Public Prosecutor. They requested the prosecutor to initiate an investigation concerning their arbitrary arrest and the ill-treatment to which they had been subjected to. The Eyüp Public Prosecutor transferred this request as well to the Provincial Administrative Council.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 8 February 1996 the Provincial Administrative Council issued a decision to commit the police officers for trial. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 6 March 1996 the applicants lodged an objection with the  against the decision of the Istanbul Provincial Administrative Council, arguing that the chief of police in the Eyüp District should have also been committed for trial together with the other police officers. On 3 April 1996 the  upheld the decision of the Provincial Administrative Council and rejected the objection concerning the prosecution of the chief of the police department. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On an unspecified date the Eyüp Public Prosecutor filed a bill of indictment with the  against the police officers who had allegedly ill-treated the complainants, including the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On an unspecified date the  decided to transfer the case-file to the  for security reasons. At a later stage the  decided to transfer the case-file to the  on the same grounds. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 18 October 1996 the  held that there was a possibility that the applicants had suffered from the ill-treatment allegedly inflicted by the accused police officers and it therefore accepted the applicants' request to intervene in the criminal proceedings. During the hearing the applicants gave a detailed account of the events of 8 January 1996.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 18 December 1996 a doctor at the Istanbul Forensic Medicine Institute drafted the final medical report concerning the first applicant. The doctor concluded that, considering the findings of the medical examination of 9 January 1996, she would be unfit for work for ten days. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 5 November 1999 the Afyon Assize Court acquitted the police officers on the ground that there existed no evidence in the case file to identify which of the accused police officers were responsible for the alleged ill-treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 2 April 2001 the Court of Cassation quashed the decision of the , holding that the Law No. 4616 on suspension of proceedings and the execution of sentences regarding offences committed before 23 April 1999 was applicable in this case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Government's version of the facts",
                                "elements": [
                                    {
                                        "content": "27.  According to the Government, the applicants were not amongst the 1054 persons who were arrested and subsequently taken to the Eyüp Stadium. ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "28.  A description of the relevant domestic law at the material time can be found in Batı and Others v. Turkey (nos. 33097/96 and 57834/00, §§ 96100, 3 June 2004).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ESTABLISHMENT OF THE FACTS",
                        "elements": [
                            {
                                "content": "29.  Since the facts of the case are in dispute between the parties, before examining the applicants' allegations under any specific provision of the Convention, the Court considers it appropriate to establish the facts by making its own assessment in the light of all the material before it.",
                                "elements": []
                            },
                            {
                                "content": "30.  The Government maintained that, according to the custody records of the Istanbul Security Directorate, the applicants were not amongst the 1054 people who were held in custody at the Eyüp Stadium. The applicants argued that all the official documents, including the court decisions, confirmed the fact that they were detained on 8 January 1996 in the Eyüp Stadium.",
                                "elements": []
                            },
                            {
                                "content": "31.  The Court observes that in several documents issued by the domestic authorities the applicants were considered to be among the people who were taken into police custody on the alleged date.",
                                "elements": []
                            },
                            {
                                "content": "32.  It firstly notes that the judge at the Eyüp Magistrate's Court and the Eyüp Public Prosecutor gave a decision on the subject, without questioning whether the applicants were actually in police custody (see paragraphs 12 and 14). Secondly, both in the Provincial Administrative Council and the 's decisions it was noted that the applicants were among the people who were taken to the Eyüp Stadium (see paragraphs 19 and 20). Thirdly, the Court notes that the  accepted the applicants' request to intervene in the proceedings (see paragraph 23).",
                                "elements": []
                            },
                            {
                                "content": "33.  Furthermore the Court notes that the Government failed to submit to the Court a copy of the relevant custody records although they were explicitly asked to do so after the case was declared partially admissible. It also notes the lack of evidence put forward by the Government to prove their version of the facts.",
                                "elements": []
                            },
                            {
                                "content": "34.  Consequently, in the light of the above and in the absence of any evidence to the contrary, the Court finds it established that the applicants were amongst those who were taken to the Eyüp Stadium by police officers.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  The applicants complained that while in police custody they had been subjected to various forms of ill-treatment in violation of Article 3 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "36.  The Government maintained their version of the facts. ",
                                "elements": []
                            },
                            {
                                "content": "37.  The Court reiterates that where an individual is taken into custody in good health but is found to be injured at the time of release, it is incumbent on the State to provide a plausible explanation of how those injuries were caused and to produce evidence casting doubt on the victim's allegations, particularly if those allegations were backed up by medical reports, failing which a clear issue arises under Article 3 of the Convention (Selmouni v. France [GC], no. 25803/94, § 87, ECHR 1999-V; Aksoy v. Turkey, judgment of 18 December 1996, Reports of Judgments and Decisions 1996-VI, p. 2278, § 62; Tomasi v. France, judgment of 27 August 1992, Series A no. 241-A, pp. 40-41, §§ 108-111 and Ribitsch v. Austria, judgment of 4 December 1995, Series A no. 336, p. 26, § 34). ",
                                "elements": []
                            },
                            {
                                "content": "38.  In assessing evidence, the Court has generally applied the standard of proof “beyond reasonable doubt” (Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, pp. 64-65, § 161). However, such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact. Where the events in issue lie wholly, or in large part, within the exclusive knowledge of the authorities, as in the case of persons within their control in custody, strong presumptions of fact will arise in respect of injuries occurring during such detention. Indeed, the burden of proof may be regarded as resting on the authorities to provide a satisfactory and convincing explanation (Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII).",
                                "elements": []
                            },
                            {
                                "content": "39.  The Court observes that the applicants complained of having been subjected to ill-treatment by the police officers on 8 January 1996. It notes that on 9 January 1996, following their release from police custody and subsequent to their complaint to the Eyüp Public Prosecutor, they underwent a medical examination by a doctor at the Eyüp Forensic Institute who noted several bruises on their bodies. The medical reports concluded that both applicants were unfit for work for ten days (see paragraphs 15, 16 and 24).",
                                "elements": []
                            },
                            {
                                "content": "40.  In response to the findings in the medical reports, the Government did not give an explanation beyond denying the factual basis of the complaint. They only maintained that the applicants were not among the people who were arrested by the police in the Alibeyköy neighbourhood on the alleged date. Moreover they did not suggest that the signs of violence found on the applicants' bodies could have predated their detention in police custody or could have occurred when they resisted arrest.",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court reiterates that a State is responsible for any person in detention, who is in a vulnerable situation while in its charge, and that the authorities have a duty to protect such a person. Bearing in mind the State authorities' obligation to account for injuries caused to persons within their control in custody, the Court considers that the acquittal of the police officers suspected of inflicting illtreatment or the suspension of proceedings and execution of sentences in accordance with Law no. 4616 cannot absolve the State of its responsibility under the Convention (see, mutatis mutandis, Berktay v. Turkey, no. 22493/93, § 168, 1 March 2001 and Çolak and Filizer v. Turkey, nos. 32578/96 and 32579/96, § 168, 8 January 2004).",
                                "elements": []
                            },
                            {
                                "content": "42.  In the light of the above and in the absence of a plausible explanation by the Government, the Court considers that the symptoms noted in the medical reports were the result of inhuman and degrading treatment for which the Government bore responsibility.",
                                "elements": []
                            },
                            {
                                "content": "43.  It follows that there has been a violation of Article 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Relying on Article 5 of the Convention, the applicants complained that they were unlawfully and arbitrarily deprived of their liberty as there was no reasonable suspicion for their arrest and it was not effected for the purpose of bringing them before the competent legal authority. Article 5 of the Convention, in its relevant parts, provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "45.  The Government maintained their account of the events.",
                                "elements": []
                            },
                            {
                                "content": "46.  The Court refers first of all to its above finding (see paragraph 34) where it established that the applicants were amongst those who were taken to the Eyüp Stadium by police officers on 8 January 1996. ",
                                "elements": []
                            },
                            {
                                "content": "47.  It reiterates that the reasonableness of the suspicion on which an arrest must be based forms an essential part of the safeguard against arbitrary arrest and detention which is laid down in Article 5 § 1 (c). Having a “reasonable suspicion” presupposes the existence of facts or information which would satisfy an objective observer that the person concerned might have committed the offence (Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, p. 16, § 32). However, facts which raise a suspicion need not be of the same level as those necessary to justify a conviction or even the bringing of a charge, which comes at a later stage of the process of criminal investigation (Murray v. the United Kingdom, judgment of 28 October 1994, Series A no. 300A, p. 27 § 55).",
                                "elements": []
                            },
                            {
                                "content": "48.  Nevertheless the Court must be enabled to ascertain whether the essence of the safeguard afforded by Article 5 § 1 (c) has been secured. Consequently the respondent Government have to furnish at least some facts or information capable of satisfying the Court that the arrested person was reasonably suspected of having committed the alleged offence.",
                                "elements": []
                            },
                            {
                                "content": "49.  In the present case the Court observes that the Government did not submit any material concerning the applicants' arrest which would enable it to evaluate its reasonableness. The applicants were arrested while they were on their way to attend the funeral of two prisoners. There were more than one thousand people in total who were detained and brought to the Eyüp Stadium together with the applicants. The Court further observes that there is nothing in the case-file which discloses the existence of either a protest march or any act which was disturbing to public order.",
                                "elements": []
                            },
                            {
                                "content": "50.  Having regard the specific circumstances of the case and the lack of explanation on the part of the Government concerning the incident, the Court considers that the applicants were not detained on reasonable suspicion of having committed an offence nor to prevent their committing an offence, within the meaning of Article 5 § 1 (c) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "51.  In the light of the above, the Court concludes that the applicants were detained without a reasonable suspicion. It therefore finds that there has been a violation of the right to liberty and security of person guaranteed under Article 5 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "53.  The applicants sought reparation for the damage they had sustained but left the amount to the discretion of the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government expressed no opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court notes that there is no evidence before it of any pecuniary damage. On the other hand, the applicants suffered pain and distress on account of the facts of the case. Ruling on an equitable basis, it consequently awards them together 26,000 euros (EUR) for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "56.  The applicants also left the issue of costs and expenses to the discretion of the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government expressed no opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On the basis of the information in its possession, the Court considers it reasonable to award the applicants together EUR 2,000 by way of reimbursement of their costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "59.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts, to be converted into Turkish liras at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 November 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrM. Pellonpää",
            "role": "judges"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrF. Gölcüklü",
            "role": "ad hoc judge"
        },
        {
            "name": "Mr M. O'Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TUNCER AND DURMUŞ v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-67252.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:1102JUD003049496",
    "externalsources": [],
    "extractedappno": [
        "30494/96",
        "33097/96",
        "57834/00",
        "25803/94",
        "21986/93",
        "22493/93",
        "32578/96",
        "32579/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-67252",
    "judgementdate": "02/11/2004 00:00:00",
    "kpdate": "02/11/2004 00:00:00",
    "kpthesaurus": [
        "350",
        "193",
        "448",
        "220",
        "405",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-1-c",
        "3",
        "5-1",
        "5",
        "41"
    ],
    "parties": [
        "TUNCER AND DURMUŞ",
        "TURKEY"
    ],
    "rank": "499.409027099609",
    "representedby": [
        "TUNCER, Gulizar",
        "DURMUS, Ali"
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "Aksoy v. Turkey, judgment of 18 December 1996, Reports of Judgments and Decisions 1996-VI, p. 2278, § 62",
        "Bati and Others v. Turkey, nos. 33097/96 and 57834/00, §§ 96-100, 3 June 2004",
        "Berktay v. Turkey, no. 22493/93, § 168, 1 March 2001",
        "Çolak and Filizer v. Turkey, nos. 32578/96 and 32579/96, § 168, 8 January 2004",
        "Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, p. 16, § 32",
        "Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, pp. 64-65, § 161",
        "Murray v. the United Kingdom, judgment of 28 October 1994, Series A no. 300-A, p. 27 § 55",
        "Ribitsch v. Austria, judgment of 4 December 1995, Series A no. 336, p. 26, § 34",
        "Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII",
        "Selmouni v. France [GC], no. 25803/94, § 87, ECHR 1999-V",
        "Tomasi v. France, judgment of 27 August 1992, Series A no. 241-A, pp. 40-41, §§ 108-111"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "330052",
    "typedescription": "15"
}