{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "54609/15;49735/16;54650/16",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-205232.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in applications against Romania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on the various dates indicated in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Romanian Government (“the Government”) were given notice of the applications.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "3.  The list of applicants and the relevant details of the applications are set out in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants complained under Article 3 of the Convention of the inadequate conditions of their detention.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "5.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "6.  The applicants complained of the inadequate conditions of their detention. They relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "7.  In application no. 54609/15, the Government raised a preliminary objection concerning the applicant’s loss of victim status for his detention as of 24 July 2012 since they claimed that he was afforded adequate redress based on Law no. 169/2017 amending and completing Law no. 254/2013 on the execution of sentences for this part of his detention.",
                                "elements": []
                            },
                            {
                                "content": "8.  The Court notes that the domestic remedy introduced in respect of inadequate conditions of detention in Romania and applicable until December 2019 was held to be an effective one in the case of Dîrjan and Ştefan v. Romania ((dec.), nos. 14224/15 and 50977/15, §§ 2333, 15 April 2020). This remedy was available to the applicant in application no. 54609/15. Indeed, the applicant was afforded adequate redress (384 days in compensation) for the period of detention from 24 July 2012 to 28 December 2017, the date of his release from prison.",
                                "elements": []
                            },
                            {
                                "content": "9.  Therefore, the Court accepts the Government’s objection and finds that this part of application no. 54609/15 is incompatible ratione personae with the provisions of the Convention and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "10.  The Government further contested the factual information provided by the applicants concerning facilities and periods of their detention. They submitted, in particular, that the applicant in application no. 54609/15 had not been detained in Brăila Prison between 30 January and 24 February 2012 (25 days), as he alleged, but that he had actually been in Timișoara Prison. The applicant did not contest that information. In the absence of any complaints on his part about the conditions of detention in the latter facility, the period at issue (30 January to 24 February 2012) is, therefore, outside the scope of the Court’s examination.",
                                "elements": []
                            },
                            {
                                "content": "11.  Also, in application no. 49735/16, the applicant complained about the conditions of his detention in different facilities during a period of several years. From the Government’s submissions it follows that the applicant had not been detained in Satu Mare Prison between 14 and 22 January 2016 (8 days), as he alleged, but that he had actually been in Dej Prison Hospital. The applicant did not contest that information. In the absence of any complaints on his part about the conditions of detention in the latter facility, the period at issue (14 to 22 January 2016) is, therefore, outside the scope of the Court’s examination.",
                                "elements": []
                            },
                            {
                                "content": "12.  Lastly, in application no. 54650/16, the Government submitted, that the applicant had not been detained in Timișoara Prison between 18 December 2015 and 7 January 2016 (20 days), as the applicant alleged, but that he had actually been in Dej Prison Hospital. The applicant did not contest that information. In the absence of any complaints on his part about the conditions of detention in the latter facility, the period at issue (18 December 2015 to 7 January 2016) is, therefore, outside the scope of the Court’s examination.",
                                "elements": []
                            },
                            {
                                "content": "13.  The Court reiterates that a period of detention should be regarded as a “continuing situation” if the detention has been effected in the same type of detention facility in substantially similar conditions. Short periods of absence during which the applicant was taken out of the facility for interviews or other procedural acts would have no incidence on the continuous nature of the detention. However, the applicant’s release or transfer to a different type of detention regimen, either within or outside the facility, would put an end to the “continuing situation” (Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, § 78, 10 January 2012). In the absence of a description whatsoever of the conditions of detention while in Timișoara Prison (application no. 54609/15) or in Dej Prison Hospital (applications nos. 49735/16 and 54650/16), the Court cannot conclude that the applicants were detained in identical or substantially similar conditions. Thus, it finds that the periods mentioned above, notwithstanding their short duration, interrupted the continuous situation of the applicants’ detention (see Abdilla v. Malta, no. 36199/15, § 28, 17 July 2018). Given this interruption, and taking into account the dates on which the applications were lodged with the Court, the applicants complaints about the conditions of their detention before 30 January 2012 (application no. 54609/15), 14 January 2016 (application no. 49735/16) and 18 December 2015 (application no. 54650/16) respectively, are belated (see Abdilla, cited above, §§ 27-29, and Eskerkhanov and Others v. Russia, nos. 18496/16 and 2 others, § 31, 25 July 2017).",
                                "elements": []
                            },
                            {
                                "content": "14.  Turning to the remaining parts of the applicants’ detention, the Court notes that they were kept in detention in poor conditions. The details of the applicants’ detention are indicated in the appended table. The Court refers to the principles established in its caselaw regarding inadequate conditions of detention (see, for instance, Muršić v. Croatia [GC], no. 7334/13, §§ 96101, ECHR 2016). It reiterates in particular that a serious lack of space in a prison cell weighs heavily as a factor to be taken into account for the purpose of establishing whether the detention conditions described are “degrading” from the point of view of Article 3 and may disclose a violation, both alone or taken together with other shortcomings (see Muršić, cited above, §§ 122 141, and Ananyev and Others v. Russia, cited above, §§ 149159).",
                                "elements": []
                            },
                            {
                                "content": "15.  In the leading case of Rezmiveș and Others v. Romania, nos. 61467/12 and 3 others, 25 April 2017, the Court already found a violation in respect of issues similar to those in the present case.",
                                "elements": []
                            },
                            {
                                "content": "16.  Having examined all the material submitted to it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion on the admissibility and merits of these complaints. Having regard to its case-law on the subject, the Court considers that in the instant case the applicants’ conditions of detention were inadequate.",
                                "elements": []
                            },
                            {
                                "content": "17.  These complaints are therefore admissible and disclose a breach of Article 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "18.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "19.  Regard being had to the documents in its possession and to its caselaw (see, in particular, Rezmiveș and Others v. Romania, nos. 61467/12 and 3 others, 25 April 2017), the Court considers it reasonable to award the sums indicated in the appended table.",
                                "elements": []
                            },
                            {
                                "content": "20.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "Declares the complaints concerning the inadequate conditions of detention, as set out in the appended table, admissible and the remainder of the applications inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that these applications disclose a breach of Article 3 of the Convention concerning the inadequate conditions of detention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicants, within three months, the amounts indicated in the appended table, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 October 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Stéphanie Mourou-Vikström",
            "role": "president"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Liv Tigerstedt",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CLOŞCĂ AND OTHERS v. ROMANIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-205232.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:1008JUD005460915",
    "externalsources": [],
    "extractedappno": [
        "54609/15",
        "14224/15",
        "50977/15",
        "49735/16",
        "54650/16",
        "42525/07",
        "60800/08",
        "36199/15",
        "18496/16",
        "7334/13",
        "61467/12"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-205232",
    "judgementdate": "08/10/2020 00:00:00",
    "kpdate": "08/10/2020 00:00:00",
    "kpthesaurus": [
        "350",
        "90"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "CLOŞCĂ AND OTHERS",
        "ROMANIA"
    ],
    "rank": "7892.4169921875",
    "representedby": [
        "BIRO V.R.",
        "PETER I.M."
    ],
    "respondent": "ROU",
    "respondentOrderEng": "37",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "500949",
    "typedescription": "15"
}