{
    "__articles": "6;6-1;8;8-1;41",
    "__conclusion": "Violation of Art. 8;Violation of Art. 6-1;Pecuniary damage - claim rejected;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic and Convention proceedings",
    "applicability": "",
    "appno": "77710/01",
    "article": [
        "6",
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim rejected",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic and Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-70132.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 77710/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Norwegian national, Mr H.N. (“the applicant”), on 23 October 2000. The President of the Chamber acceded to the applicant's request not to have his name disclosed (Rule 47 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr T. Nilsen, a lawyer practising in Levanger. The Polish Government (“the Government”) were represented by their Agents, Mr K. Drzewicki, and subsequently, Mr. J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the non-enforcement of the final return order under the 1980 Hague Convention on the Civil Aspects of International Child Abduction had violated his rights under Articles 6 and 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 17 February 2004, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1946 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant's family",
                                "elements": [
                                    {
                                        "content": "8.  In 1987 the applicant married a Polish national M.C. In 1989 M.C. gave birth to their first daughter A. Subsequently, their son B was born in 1992 and their second daughter C in 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant and his family lived in . The household also included S.C., the son of M.C. born in 1980 of her previous marriage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 22 November 1994 M.C. was committed to a psychiatric institution for more than two months. According to the applicant she was diagnosed with “a clear paranoid psychosis”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  S.C. suffered from development disorders caused by “massive rejection” by his mother.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The separation",
                                "elements": [
                                    {
                                        "content": "12.  On 31 March 1998 the applicant and M.C. separated. Subsequently, they filed for divorce.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 15 June 1998 the Inderøy District Court granted the applicant the custody of A, B and C. Moreover, the court granted M.C. visiting rights. She was allowed to visit the children in their house once a week and every second weekend after giving the applicant a three-day written notice. At the same time, the court issued a restraining order prohibiting M.C. from visiting the children in their schools. The applicant and M.C. were both granted parental authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 17 July 1998 the  dismissed M.C.'s appeal against the District Court's decision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The abduction of the children and the application for their return",
                                "elements": [
                                    {
                                        "content": "15.  On 28 August 1999 M.C. abducted A, B and C and took them to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 31 August 1999 the applicant applied to the Polish Ministry of Justice – designated as a Central Authority under the Hague Convention on the Civil Aspects of International Child Abduction (“the Hague Convention”) – for assistance in securing the return of the children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 9 September 1999 M.C. applied to the Warsaw District Court for a decision declaring that A, B and C were habitually resident in . She also applied for a restraining order prohibiting the applicant from removing the children from .",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 24 September 1999 the applicant's application for the return of the children was submitted by the Polish Central Authority to the Warsaw District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 5 October 1999 the Warsaw District Court stayed the proceedings concerning the application lodged by M.C. The court's decision was based on Article 16 of the Hague Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 22 November 1999 a Polish translation of an expert opinion obtained by the Inderøy District Court on 4 October 1999 was submitted to the Polish Ministry of Justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 25 November 1999 the Warsaw District Court held a hearing in a case concerning the applicant's application for the return of the children. M.C., whose lawyer did not attend the hearing, informed the court that she would like to submit later certain documents confirming that she and her children had been ill-treated by the applicant. The hearing was adjourned until 6 December 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 6 December 1999 the court requested an expert opinion on the relationships between the children and their parents and on whether the return of the children to the applicant would lead to psychological or physical damage to the children. The hearing was adjourned until 10 January 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 7 December 1999 the applicant, M.C. and the children were interviewed by the Warsaw Family Consultation Centre, which was responsible for preparing the expert opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 5 January 2000 the Inderøy District Court granted the applicant parental authority in respect of A, B and C and changed M.C.'s visiting rights. It considered that M.C. had unlawfully taken the children to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 10 January 2000 the hearing before the Warsaw District Court was adjourned sine die because the expert opinion was not ready.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The expert opinion was submitted on 2 February 2000. It had six pages and ended with the following conclusion:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The emotional ties of the children with both parents still exist but are disturbed as a result of conflicts in the family environment. The father's attitude to the children does not raise any problems and the mutual relationships between him and [B] and [C] are correct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, significant problems exist in the relationship between the father and [A], who partly identifies herself with her mother and whose attitude to the father is dictated by [the mother]. Therefore, transferring her to the care of the father may be difficult.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Nevertheless, the existing disturbances in the behaviour of [A] show that the father will better guarantee a proper functional development in future.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 24 February 2000 the Warsaw District Court held a hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The next hearing took place on 2 March 2000. The Warsaw District Court allowed an application for the return of the children lodged by the applicant and ordered M.C. to return them to the applicant. As M.C. declared that she would appeal this decision, the court granted the applicant visiting rights pending the outcome of the appellate proceedings. During the hearing the counsel for the applicant asked the judge to take the children away from M.C. and place them in a child care facility as there was a risk that M.C. would hide the children. However, the judge refused the request as she considered that such a risk did not exist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Subsequently, M.C. lodged with the  an appeal against the District Court's decision of 2 March 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 30 May 2000 the  held a hearing. The counsel for M.C. submitted a medical certificate confirming that she was sick and could not attend the hearing. The court adjourned the hearing until 4 July 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 4 July 2000 the  dismissed an appeal lodged by M.C. During the hearing M.C. and her lawyer declared that the children would be hidden.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The enforcement proceedings",
                                "elements": [
                                    {
                                        "content": "32.  On 27 July 2000 the enforcement proceedings began. The bailiff (komornik) requested M.C. to return the children but she refused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 31 July 2000 the applicant paid 1,600 Norwegian kroner to the bailiff.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 14 September 2000 the bailiff referred the case file to the Warsaw District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 19 October 2000 the court held the first hearing in the enforcement proceedings. M.C. did not attend it. She submitted a medical certificate confirming that she was sick.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The next hearing before the Warsaw District Court was held on 23 November 2000. The court adjourned the hearing as it considered that it was necessary to hear both parties to the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 5 December 2000 the Polish Central Authority informed the Norwegian Central Authority about the District Court's decision of 23 November 2000. The applicant submitted that the Polish Central Authority had not informed him that he should have attended the hearings held on 19 October and 23 November 2000 and that he had not received summonses from the Warsaw District Court to attend them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 7 January 2001 the applicant was examined in  by a court expert in psychology.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 8 January 2001 the Warsaw District Court held a hearing. The court ordered M.C. to return the children to the applicant within seven days. It also decided that if she did not comply with the order she would be punished with a 1,000 Polish zlotys fine or a ten-day prison term in default. The court also ordered the bailiff to take the children away from M.C. by force if they were not returned within seven days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  M.C. appealed the District Court's decision of 8 January 2001 but her appeal was dismissed on 6 March 2001 by the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 2 April 2001 the bailiff sent to the District Committee for the Protection of the Rights of the Child in  a written request for their assistance in the enforcement of the District Court's order to take the children away from M.C. by force. The request referred to Article 1092 of the Code of Civil Procedure and included information that the bailiff would enforce the court's order on 19 April 2001 at 1 p.m. at M.C.'s house in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 4 April 2001 the Norwegian Central Authority passed to the Polish Central Authority the applicant's concerns that M.C., who had already hidden the children in the past, might hide them again and asked whether it was possible to take any measures to prevent this and in particular to bring forward the date of enforcement of the court order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 9 April 2001 the Polish Central Authority replied in the following terms:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I would like to inform you that there is no possibility [of executing] the Court decision in another way. It is true that the Court of Justice is allowed to [take preventive] measures but the execution of the measures will be held on the same bases as the [substantive] decision. Mr. N (...)'s anxieties have been transmitted to the proper court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The [execution of the decision] may not take place before the established date.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 17 April 2001 the applicant had a meeting with the bailiff. He informed the applicant that following his request of 2 April 2001 he had contacted the Committee. He had been advised that it would not send a representative to assist in the enforcement of the court's decision on 19 April 2001. In addition, a person speaking on behalf of the Committee had made the following statement to the bailiff:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“You understand that I do not agree with that and the mother of the children will be immediately informed about the date and time of the enforcement.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  According to the applicant, the bailiff did not take any steps to speed up enforcement of the court's order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 19 April 2001 the bailiff assisted by two police officers and accompanied by a social worker, the applicant and the Norwegian consul came to the M.C.'s house to enforce the court order. However, neither M.C. nor the children were present. M.C.'s mother, who lived in the house, informed the bailiff that M.C. and the children “had left around 12 April 2001 for an unknown destination”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Subsequently, the police authorities in  and  were informed that M.C. had abducted the children and was hiding them in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 31 August 2001 the Norwegian Central Authority submitted to its Polish counterpart details of M.C.'s bank account held in  into which she was receiving her pension from .",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 17 September and 14 November 2001 the Norwegian Central Authority inquired of the Polish Central Authority about developments in the search for the applicant's children but received no reply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 12 December 2001 the Norwegian Central Authority submitted to the Polish Central Authority a third request for information about developments in the applicant's case. The request was signed by two senior officers of the Authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 19 December 2001 the Polish Central Authority informed its Norwegian counterpart that details of M.C.'s bank account had been passed to the prosecution service, which was investigating this lead. It also advised the Norwegian authorities about new legislation which since 27 September 2001 had made a guardian (kurator sądowy) responsible for the enforcement of court decisions allowing applications for the return of children. Therefore, on 14 December 2001 the Warsaw District Court had allowed an application lodged by the applicant's lawyer and had decided that a guardian should take the children away from M.C. when her address was established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 6 April and 18 June 2002 the applicant wrote to the Chief Police Commissioner in  asking for help in finding his children but did not receive any reply.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The return of A",
                                "elements": [
                                    {
                                        "content": "53.  On 9 July 2002 the applicant received a telephone call from S.C., at that time aged 22, who was on holiday in . S.C. informed him that A was visiting M.C.'s aunt in . The applicant immediately contacted the police authorities in  and  while S.C. kept A under observation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 10 July 2002 A. returned to the applicant's house in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On 9 September 2002 the Warsaw District Court asked an elementary school in  whether B and C were attending it. On 28 October 2002 the court asked the local educational authority in  whether the children were attending any of the schools managed by it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  On 20 December 2002 the Norwegian Minister of Justice sent a letter to his Polish counterpart asking him to look into the applicant's case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 23 January 2003 a meeting of representatives of institutions engaged in the search for the children took place in . It was organised by the Polish Ministry of Justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 29 January 2003 the Warsaw District Court asked the Social Security Board where M.C. was collecting her pension.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  On 10 February 2003 the court requested two other elementary schools whether B and C were attending them. On the same day it was informed by the International Police Cooperation Bureau in  that M.C. had made a phone call from  to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  On 17 February 2003 the Warsaw District Prosecutor informed the Warsaw District Court that M.C. had been arrested in  several months before.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  On 18 February 2003 the Polish Ministry of Justice replied to the letter of 20 December 2002. The reply referred to the conduct of the proceedings in the applicant's case and the fact that M.C. was being prosecuted on charges of forgery of documents and use of false identity. She was under police supervision and was not allowed to leave .",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  On 28 February 2003 the Białystok District Prosecutor informed the Warsaw District Court that the prosecution service had lodged with the Białystok District Court a bill of indictment against M.C. She was charged with the forgery of documents as she had apparently adopted false identities for herself and for B and C.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  The return of B and C",
                                "elements": [
                                    {
                                        "content": "63.  On 15 April 2003 a guardian took B and C away from M.C.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  On 16 April 2003 the children were returned to the applicant.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction",
                                "elements": [
                                    {
                                        "content": "65.  The Hague Convention was published in the Polish Official Journal on 25 September 1995. Article 7 of the Hague Convention reads, in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Central Authorities shall cooperate with each other and promote cooperation amongst the competent authorities in their respective States to secure the prompt return of children and to achieve the other objects of this Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In particular, either directly or through any intermediary, they shall take all appropriate measures:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Pursuant to Article 11:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Polish Code of Civil Proceedings 1964",
                                "elements": [
                                    {
                                        "content": "66.  Article 1092 of the Code, which was repealed on 26 September 2001, provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When taking away a person who is a subject of parental authority or who is in care, the bailiff shall be specially careful, and shall do everything to protect such a person from physical or moral harm. The bailiff shall request the assistance of social services, or another institution tasked with this, or a court expert.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "67.  The applicant complained about a breach of Article 8 of the Convention which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "68.  The applicant submitted that the Polish authorities failed to reunite him swiftly with his children. An expert opinion requested on 6 December 1999 by the Warsaw District Court concerned the questions already answered in an expert opinion obtained by the Inderøy District Court and submitted to Polish authorities on 22 November 1999. Moreover, the applicant averred that between July 2000 and 23 January 2003 the Polish authorities had not taken the actions required of them under the Hague Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "69.  The Government submitted that “domestic authorities dealing with the applicant's case undertook all possible actions in order to preserve the proper development of the applicant's relations with his children”. The enforcement of a court order requiring the return of the applicant's children was hindered by M.C. who hid the children. In conclusion, the Government submitted that the facts of the case did not disclose a violation of Article 8 of the Convention and asked the Court to declare the case inadmissible as manifestly illfounded.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  The general principles",
                                        "elements": [
                                            {
                                                "content": "70.  The Court reiterates that the essential object of Article 8 is to protect the individual against arbitrary action by public authorities. There are in addition positive obligations inherent in effective “respect” for family life. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole; and in both contexts the State enjoys a certain margin of appreciation (see Keegan v. Ireland, judgment of 26 May 1994, Series A no. 290, p. 19, § 49).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  In relation to the State's obligation to take positive measures, the Court has repeatedly held that Article 8 includes a parent's right to the taking of measures with a view to his being reunited with his child and an obligation on the national authorities to facilitate such reunion (see, among other authorities, Ignaccolo-Zenide v. Romania, no. 31679/96, § 94, ECHR 2000-I, and Nuutinen v. Finland, no. 32842/96, § 127, ECHR 2000VIII; Iglesias Gil and A.U.I. v. , no. 56673/00, § 49, ECHR 2003V).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  In cases concerning the enforcement of decisions in the sphere of family law, the Court has repeatedly held that what is decisive is whether the national authorities have taken all necessary steps to facilitate the execution as can reasonable be demanded in the special circumstances of each case (see Hokkanen v. Finland, judgment of 23 September 1994, Series A no. 299A, § 53; Ignaccolo-Zenide, cited above, §96; Nuutinen v. Finland, no. 32842/96, §128, ECHR 2000-VIII and Sylvester v. Austria, nos. 36812/97 and 40104/98, § 59, 24 April 2003).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  In cases of this kind the adequacy of a measure is to be judged by the swiftness of its implementation, as the passage of time can have irremediable consequences for relations between the child and the parent who does not live with him or her. In proceedings under the Hague Convention this is all the more so, as Article 11 of the Hague Convention requires the judicial or administrative authorities concerned to act expeditiously in proceedings for the return of children and any inaction lasting more than six weeks may give rise to a request for a statement of reasons for the delay (see Ignaccolo-Zenide, cited above, § 102).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court also held that although coercive measures against the children are not desirable in this sensitive area, the use of sanctions must not be ruled out in the event of unlawful behaviour by the parent with whom the children live (see Ignaccolo-Zenide, cited above, § 106).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Lastly, the Court reiterates that the Convention must be applied in accordance with the principles of international law, in particular with those relating to the international protection of human rights (see Streletz, Kessler and Krenz v.  [GC], nos. 34044/96, 35532/97 and 44801/98, § 90, ECHR 2001-II, and Al-Adsani v. the United Kingdom [GC], no. 35763/97, § 55, ECHR 2001-XI). Consequently, the Court considers that the positive obligations that Article 8 of the Convention lays on the Contracting States in the matter of reuniting a parent with his or her children must be interpreted in the light of the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction, all the more so where the respondent state is also a party to that instrument (see Ignaccolo-Zenide, cited above, § 95)",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The application of the general principles to the above case",
                                        "elements": [
                                            {
                                                "content": "76.  The Court firstly notes that it was common ground that the tie between the applicant and his children came within the scope of family life within the meaning of Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  That being so, it must be determined whether there has been a failure to respect the applicant's family life. In the light of the above principles, what is decisive in this case is whether the Polish authorities took all the necessary adequate steps to facilitate the enforcement of the decision of 2 March 2000 ordering the return of the children to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The swiftness of the implementation of a measure was essential as the applicant had made an urgent application to the courts, the purpose of which was to protect the individual against any damage that might result from the lapse of time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  Turning to the particular circumstances of the case, the Court notes that in the proceedings dealing with the applicant's request for return the children, it took the District Court almost two months, between 6 December 1999 and 2 February 2000, to obtain a six-page expert opinion (see paragraphs 22 and 26 above). What is more, between 2 March and 30 May 2000 no hearing was held as the case lay apparently dormant before the appellate court (see paragraphs 28 and 31 above). The Court considers that no satisfactory explanation has been put forward to justify those delays.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  With regard to the enforcement stage the Court also discerns several periods of inactivity, in particular after the first unsuccessful enforcement attempt of 19 April 2001 when M.C. changed her whereabouts with the aim of defying the execution of the return order. Thereafter, until 9 July 2002, when the first child was found as a result of information provided by S.C., the authorities took only one procedural decision, on 14 December 2001 (see paragraphs 46, 51 and 53 above). It appears that during that time the authorities failed to take any steps to facilitate execution of the order. In particular, they did not act on the information given on 31 August 2001 by the Norwegian Central Authority which provided them with details of M.C.'s bank account held in  where she was receiving her pension from . Instead, but only on 29 January 2003, the Warsaw District Court asked the Social Security Board where M.C. had been collecting her pension.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Moreover, there is no explanation for the periods of inactivity between 10 July and 9 September 2002 and between 28 October 2002 and 23 January 2003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Court considers that these periods of inactivity ranged from eight to twelve weeks and in the particular circumstances of the case they must be regarded as important ones.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Government maintained that the enforcement of the order was hindered by M.C who went into hiding with the children. In this connection the Court observes that no measure was taken by the authorities to prevent this from happening. The domestic courts ignored warnings that M.C. might hide the children made by the applicant at the hearing held on 2 March 2000 and by M.C.'s lawyer at the hearing of 4 July 2000. The bailiff also failed to speed up the enforcement of the court's order to remove the children by force scheduled for 19 April 2001 despite the statement made by the District Committee that they would warn M.C. about it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  Having regard to the foregoing, and notwithstanding the respondent State's margin of appreciation in the matter, the Court concludes that the Polish authorities failed to make adequate and effective efforts to enforce the applicant's right to the return of his children and thereby breached his right to respect for his family life, as guaranteed by Article 8.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has consequently been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "84.  The applicant complained that the unreasonable length of the proceedings concerning the return of his children breached Article 6 § 1 which, in so far as relevant, provides:",
                                "elements": []
                            },
                            {
                                "content": " “In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "85.  According to the applicant, the length of the proceedings was in breach of the “reasonable time” requirement laid down in Article 6 § 1 of the Convention. He submitted that in August 1999 he had lodged his request under the Hague Convention which had as its purpose the prompt return of the abducted children. However, the Polish authorities failed to swiftly reunite him with his children and overlooked what was at stake in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The applicant pointed to several periods of inactivity for which the authorities conducting the proceedings should be held responsible. In particular, it took the  twelve weeks to dismiss MC's appeal against the decision of 2 March 2000. Moreover, in the subsequent enforcement proceedings the bailiff failed to act with the exceptional diligence required in such cases, particularly after M.C. and her lawyer had declared at the hearing on 4 July 2001 that the children would be hidden.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "87.  The Government disagreed with the applicant and submitted that the length of the case was reasonable. The overall length of the proceedings of three years and over seven months could be explained by the circumstances of the case, in particular, by its complexity. In the Government's opinion, proceedings concerning the abduction of children normally raise very complex issues of law and fact.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Government acknowledged that the applicant had not contributed to the length of the proceedings. It was M.C. who bore the responsibility for prolongation of the proceedings as she had taken many legal and illegal steps in order to prevent the return of the children to their father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  As regards the conduct of the domestic authorities, the Government submitted that there were no significant periods of inactivity attributable to the domestic authorities. In the Government's opinion the courts dealing with the request to return the children to  acted with due diligence and speedily. They admitted that certain delays had occurred at the enforcement stage. However, the authorities, in particular the court's bailiff, could not be held responsible for those delays.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "90.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the criteria established by its case-law, particularly the complexity of the case, the conduct of the applicant and of the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII, Humen v. Poland [GC], § 60, no. 26614/95, 15 October 1999).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court observes that the proceedings started on 31 August 1999 when the applicant filed his request under the Hague Convention. They ended on 16 April 2003 when the domestic decision was finally enforced with respect to all the children (see paragraphs 16 and 64 above). Therefore, the proceedings at issue lasted three years, seven months and sixteen days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The Court notes that while the case was certainly complicated by the behaviour of M.C., the overall delay was caused by the periods of inactivity which have already been analysed by the Court in the context of Article 8 (see paragraphs 79 to 82 above). They have to be attributed to the domestic authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Court shares the applicant's opinion that, in view of what was at stake for the applicant and the irreversible character of the measures concerned, the competent national authorities were required by Article 6 § 1 to act with exceptional diligence in ensuring the progress of the proceedings (see, Johansen v. Norway, judgment of 7 August 1996, Reports of Judgments and Decisions 1996III § 88). The Court finds that the authorities failed to display such diligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  Finally, the Court notes that it is common ground that the applicant did not contribute to the length of the proceedings. It sees no reason to hold otherwise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Consequently, the Court considers that, taking into account what was at stake in the proceedings and the requirement of acting with exceptional diligence, the overall period of the proceedings in the instant case exceeded a reasonable time. Accordingly, there had been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "96.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "97.  The applicant requested a total amount of 853,683 Norwegian kroner (NOK) equivalent to 103,000 euros (EUR), on 16 April 2004, the date on which the claims were submitted, in respect of pecuniary damage. This sum covered loss of wages since September 2001, when the applicant had stopped working, until December 2013, when the youngest child would reach majority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  As to non-pecuniary damage, the applicant claimed NOK 400,000, equivalent of EUR 48,300, by way of compensation for suffering endured by him and his children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Government submitted that the applicant's claim in relation to nonpecuniary damage, with respect to the loss of hypothetical income, did not have a casual link with the alleged violations of the Convention. With regard to non-pecuniary damage, the Government argued that the sum claimed by the applicant was excessive. They invited the Court to rule that the finding of a violation constituted in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  With regard to pecuniary damage the Court finds that there is no causal link between the damage claimed and the violation found. It therefore dismisses this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Court considers, however, that the applicant must indeed have sustained nonpecuniary damage and that sufficient just satisfaction would not be provided solely by a finding of a violation of the Convention. Having regard to the circumstances of the case and making its assessment on an equitable basis as required by Article 41, it awards the applicant EUR 10,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "102.  The applicant claimed a total amount of NOK 105,915, equivalent to EUR 12,850, by way of costs and expenses broken down as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i) NOK 7,860 for costs of translation and bailiff proceedings, including the equivalent of EUR 560 for a private investigator in  and ;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii) NOK 49,690, for legal expenses paid to his lawyer who represented him in the Court proceedings, from which the sum of EUR 792 already received by way of legal aid from the Council of Europe had been deducted;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii) NOK 7,086 for telephone and postal costs;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv) NOK 41,280 for travel costs of ten trips between  and  for him and his children in connection with the enforcement proceedings and for the purpose of bringing his children to his home in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Government submitted that the costs and expenses claimed by the applicant were partly irrelevant as there was no indication that they were incurred with the purpose of preventing, or obtaining redress for the violation found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The Court considers that the costs and expenses relating to the domestic proceedings, as far as they concern the enforcement proceedings found to give rise to a violation of the Convention (see paragraphs 83 and 95 above) and the costs of the  proceedings were incurred necessarily. They must accordingly be reimbursed in so far as they do not exceed a reasonable level (see Ignaccolo-Zenide, cited above, § 121).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court awards the applicant the sum of EUR 12,000 under the head of costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "105.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts to be converted into Norwegian kroner at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 September 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF H.N. v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-70132.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0913JUD007771001",
    "externalsources": [
        "Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction"
    ],
    "extractedappno": [
        "77710/01",
        "31679/96",
        "32842/96",
        "56673/00",
        "36812/97",
        "40104/98",
        "34044/96",
        "35532/97",
        "44801/98",
        "35763/97",
        "30979/96",
        "26614/95"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Code of Civil Proceedings, Article 1092"
    ],
    "itemid": "001-70132",
    "judgementdate": "13/09/2005 00:00:00",
    "kpdate": "13/09/2005 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "113",
        "406",
        "451",
        "425",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "8",
        "8-1",
        "6-1",
        "6",
        "41"
    ],
    "parties": [
        "H.N.",
        "POLAND"
    ],
    "rank": "525.317138671875",
    "representedby": [
        "NILSEN TROND PEDER"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Al-Adsani v. the United Kingdom [GC], no. 35763/97, § 55, ECHR 2001-XI",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Hokkanen v. Finland, judgment of 23 September 1994, Series A no. 299 A, § 53",
        "Humen v. Poland [GC], § 60, no. 26614/95, 15 October 1999",
        "Iglesias Gil and A.U.I. v. Spain, no. 56673/00, § 49, ECHR 2003 V",
        "Ignaccolo-Zenide v. Romania, no. 31679/96, §§ 94-96, 102, 106, ECHR 2000-I",
        "Johansen v. Norway, judgment of 7 August 1996, Reports 1996 III § 88",
        "Keegan v. Ireland, judgment of 26 May 1994, Series A no. 290, p. 19, § 49",
        "Nuutinen v. Finland, no. 32842/96, §§ 127, 128, ECHR 2000 VIII",
        "Streletz, Kessler and Krenz v. Germany [GC], nos. 34044/96, 35532/97 and 44801/98, § 90, ECHR 2001-II",
        "Sylvester v. Austria, nos. 36812/97 and 40104/98, § 59, 24 April 2003"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "417074",
    "typedescription": "15"
}