{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "26657/07",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "no-violation"
        }
    ],
    "content": {
        "001-176827.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 26657/07) against Georgia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Georgian national, Mr Nikoloz Mirzashvili (“the applicant”), on 1 June 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was successively represented by Mr M. Nozadze and Ms S. Abuladze, lawyers practising in Tbilisi. The Georgian Government (“the Government”) were represented by their Agents, Mr D. Tomadze and Mr L. Meskhoradze of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the authorities had failed to provide him with adequate medical care for his cancer while he was in prison.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 10 January 2008 the application was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 28 March 2008 a new complaint from the applicant under Article 3 of the Convention concerning an alleged lack of medical treatment specifically for chronic hepatitis C was additionally communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1971 and was at the material time serving a prison sentence in Rustavi Prison no. 2.",
                                "elements": []
                            },
                            {
                                "content": "A.  The criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "7.  On 9 August 2005 the applicant was arrested on suspicion of having robbed an individual of his vehicle, his mobile phone, and a sum of money while armed. He was placed under investigation that day and questioned twice. He protested his innocence, providing an alibi, and said that he had cancer and was undergoing treatment at an oncology clinic. The applicant was identified by the victims. Maintaining his innocence, he refused to sign the record of the identification procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  During questioning on 10 August 2005, the applicant repeated his alibi and complained about his state of health. On the same day he was charged with theft and armed robbery (Articles 178 and 179 of the Criminal Code respectively).",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 11 August 2005 the Mtskheta District Court granted an application by the prosecutor to place the applicant in pre-trial detention for three months. On 22 August 2005 the decision was upheld by the Tbilisi District Court, despite the applicant’s submission that he was ill and would not attempt to evade justice. The applicant was placed in Tbilisi Prison no. 5.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 18 October 2006 the applicant was found guilty of the charges and sentenced to ten years’ imprisonment by the court of first instance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant appealed to the Tbilisi Court of Appeal. After examining the witness statements in the light of the other evidence, the Court of Appeal found that the applicant’s alibi lacked credibility. By a judgment of 24 July 2007, it amended the judgment of 18 October 2006 in the part concerning the classification of the offences, but upheld the applicant’s conviction and prison sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The Supreme Court of Georgia dismissed an appeal on points of law by the applicant on an unidentified date.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s state of health",
                                "elements": [
                                    {
                                        "content": "13.  In 1998 the applicant had an operation to remove a malignant tumour from his right testicle. He subsequently had chemotherapy on a sporadic basis. As the illness then returned, he had another operation in 2003. According to a medical certificate dated 4 March 2005, the applicant also suffered from chronic hepatitis C (HCV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Medical care provided to applicant in prison until 28 March 2008",
                                        "elements": [
                                            {
                                                "content": "14.  Shortly after being placed in detention, on 20 August 2005, the applicant was transferred to the prison hospital. After confirming the diagnosis of chronic HCV and that he had been recently treated for cancer of the right testicle, doctors recommended he have a consultation with an oncologist and a special medical examination. On 24 August 2005 the head of the surgical unit wrote to the prison hospital’s acting head doctor, informing her that the applicant needed to be examined by a urological oncologist at the National Centre for Oncology (“the NCO”). He noted that the applicant was ready to bear all the costs himself. In September 2005 doctors again recommended he be seen by an oncologist specialising in urology. The case file shows that the applicant was not transferred to the NCO or examined by an oncologist. He stayed at the prison hospital until 4 February 2006 and, according to his medical records, he was provided with treatment for his symptoms, which consisted of pain medication.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  After several prison transfers and given that his health was still unsatisfactory, the applicant returned to the prison hospital on 25 February 2006. On 7 March 2006 an oncologist concluded after examining the applicant that the cancer had returned and that he also had pain in his left testicle. He had lost weight and the chronic HCV had worsened.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 15 August 2006, at the request of the applicant’s defence, a group of independent experts submitted a report on his health. They diagnosed him with cancer of the right testicle at stage 1 B in clinical group II. The experts considered that given the degree of the tumour’s malignancy the applicant’s state of health could be considered as potentially serious. The rest of the tumour would have to be removed and the applicant given an intensive course of chemotherapy in conditions of stability. He would have to undergo check-ups every three months for five to seven years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 2 September 2006 the applicant was sent back to Tbilisi Prison no. 5. The authorities refused a request for his return to the prison hospital sent by his lawyer to the director of the prisons department of the Ministry of Justice, the prison governor and other authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 17 November 2006 the applicant was sent to the NCO for a course of chemotherapy. On 5 December 2006, before being discharged, the oncologist recommended that the applicant return after three weeks for a check-up and more chemotherapy. At the same time, in view of the further progress of the disease, he recommended that the applicant be placed under permanent medical supervision in the prison hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The applicant was put in the prison hospital from 5 to 16 December 2016, receiving treatment for his symptoms. On 16 December 2006 he was moved from the prison hospital to Rustavi Prison no. 6. Contrary to the oncologist’s recommendations, the prison administration did not send the applicant back to the NCO after three weeks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 5 April 2007 the applicant’s lawyer lodged a complaint with the Tbilisi Court of Appeal, drawing the judge’s attention to his client’s poor health, caused by a lack of adequate treatment which, in his view, could lead to his death. He complained in particular about the fact that the applicant had not been able to attend intensive chemotherapy sessions, despite doctors’ recommendations. The lawyer asked the Court of Appeal to order an expert report to reassess his client’s state of health, determine whether the prison hospital was able to provide him with the necessary treatment and whether the conditions of his detention could have a negative impact on his health. It also had to establish whether the applicant’s life would be put at risk if the authorities failed to place him in a specialist clinic.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 10 April 2007, the Court of Appeal, having received an objection from the prosecutor, rejected the lawyer’s request and decided to summon the oncologist who had signed the recommendation of 5 December 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 21 April 2007 the applicant was placed in the prison hospital. On 24 April 2007 his doctor concluded that the applicant required a transfer to the NCO for more chemotherapy. The doctor subsequently reiterated his recommendation, however, it was in vain as no transfer followed. By midMay the applicant’s condition had deteriorated. According to his medical records, he suffered constant pain and regularly received strong painkillers. The doctor in charge noted on a regular basis in the medical record that the applicant needed to be transferred to the NCO urgently.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  In the meantime, in the context of the criminal proceedings conducted against the applicant, the Court of Appeal ordered that he be examined at the NCO.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 19 June 2007, the applicant was admitted to the NCO, where he stayed until 13 July 2007 in order to undergo a course of chemotherapy. At the same time a report concerning his medical condition was issued, which confirmed the diagnosis of cancer of the right testicle at stage 1 B in clinical group II. The experts held that the results of the chemotherapy meant that the applicant’s state of ill health could not be described as serious. Nevertheless, given the malignancy of the tumour the cancer could return. Consequently, several chemotherapy sessions were necessary to consolidate the success of the previous treatment. In addition, the applicant needed check-ups in a specialist clinic every three months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  He was then returned to the prison hospital on 13 July 2007, with a recommendation for another course of chemotherapy after three weeks. In August 2007 the doctor in charge of his case repeatedly noted in his medical records that he required chemotherapy. The medical file shows that only treatment for his symptoms was available at that time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 23 August 2007 the applicant returned to the NCO for chemotherapy. On 7 September 2007 he was transferred back to the prison hospital with a recommendation for regular quarterly medical tests. On 22 September 2007 he was sent to Rustavi Prison no. 2 and given a recommendation for an examination after three months. No record of his medical care at Rustavi Prison no. 2 and the subsequent four months, if any, has been submitted to the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 31 January 2008 the applicant was transferred to the prison hospital, where he had various medical tests and had a consultation with an oncologist and a chemotherapy specialist. The latter concluded that there was no need for continued chemotherapy and noted that the applicant was due to return to the prison hospital for another check-up within two months. As for the applicant’s HCV, a liver function test had helped establish that the amount of bilirubin was within the norm and that no antiviral treatment was required at that stage. On 21 February 2008 the applicant complained about being discharged from the prison hospital and of a lack of adequate medical care, particularly for his HCV. He stated that the chemotherapy had had an adverse effect on his liver and that he required urgent care in that regard. Notwithstanding his complaint, on 23 February 2008 he was transferred to Rustavi Prison no. 2.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The applicant submitted that he had borne the costs of his stays in hospital and treatment with the support of his family. According to the invoices in the case file, 800 Georgian laris (approximately 333 euros (EUR)) were spent on his treatment at the NCO. The applicant also submitted a certificate which stated that in the framework of a state-funded programme to combat cancer he had benefitted from a 30% reduction in the cost of treatment and a 70% reduction in the cost of diagnostic tests. Without those reductions, the family would not have been able to pay for his treatment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Interim measures issued by the Court and medical care provided to the applicant subsequently",
                                        "elements": [
                                            {
                                                "content": "29.  On 28 March 2008 the Court, acting under Rule 39 of the Rules of Court, indicated to the Government that the applicant should be placed in the prison hospital, where he could be provided with adequate medical treatment for his cancer and chronic HCV. The Government were also directed to ensure that the applicant was provided with all the relevant medical tests before commencing antiviral treatment and that his treatment be determined in consultation with an oncologist.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The applicant was transferred to the prison hospital the next day. On 8 April 2008, he was taken to a specialist civilian medical institution, where he underwent a tomography scan, which revealed a cyst-like lump. Doctors recommended a cancer marker blood test and an examination by an oncologist. Upon his return to the prison hospital, on 12-13 April 2008, the applicant had a consultation with a chemotherapy specialist, who concluded that he required several liver tests in view of his HCV diagnosis and further chemotherapy. The applicant was immediately offered chemotherapy at the prison hospital under the surveillance of an oncologist and a chemotherapy expert. However, he rejected that offer and on 16 April 2008 requested a transfer to a specialist medical establishment. In that connection, the applicant argued that the conditions at the prison hospital were not appropriate for chemotherapy and that the relevant specialists were not present on a permanent basis to monitor his condition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 1 May 2008 a medical panel at the prison hospital, including an oncologist, chemotherapy doctor and a liver specialist, concluded that treating both of the applicant’s diseases simultaneously was not advisable. They concluded that chemotherapy was the priority and that the antiviral treatment should be postponed. On 5 May 2008 the applicant was again offered chemotherapy at the prison hospital, but he refused and requested a transfer to the NCO. In reply to his request, by a letter of 8 May 2008, the head of social services at the prisons department asked the applicant to substantiate his request and explain the reasons for his dissatisfaction with the prison hospital. The applicant noted in a letter of 23 May 2008 that the prison hospital, inter alia, did not employ a chemotherapy specialist who was present on a daily basis and that he would therefore be left without fulltime medical supervision there.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  According to the medical file, the applicant on 27 May 2008 again had a consultation with a chemotherapy doctor. Whilst confirming the need for chemotherapy, the doctor also noted that the applicant required various liver tests before antiviral treatment could commence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  In a letter of 4 June 2008 the head of social services stated that the prison hospital was adequately equipped to provide the applicant with chemotherapy under the supervision of relevant specialists. He noted that several other inmates had had such treatment at the prison hospital and there was therefore no need to transfer the applicant to a specialist civilian hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Government informed the Court in a letter of 4 June 2008 about the applicant’s refusal to have chemotherapy in the prison hospital. Treating it as obstructive behaviour and referring to the associated health risks, the Government asked the Court to provide them with any further indications at its earliest convenience.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 7 and 8 July 2008 the applicant asked the Court, under Rule 39, to indicate to the Government to transfer him to the NCO for chemotherapy. He reiterated his argument concerning the inadequacy of the equipment at the prison hospital for providing the requisite treatment for his cancer. In support, he noted that two of the six prisoners who had had chemotherapy at the prison hospital had passed away.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 10 July 2008 the Court, acting under Rule 39 of the Rules of Court, requested that the Government transfer the applicant to the NCO for more chemotherapy. On 14 July 2008 the applicant was transferred to the NCO, where he had a tomography scan, which showed that there had been no progression of his retroperitoneal lymphadenopathy in the abdominal cavity and that tumour markers were within normal limits. At the same time the scan revealed changes in his left lung and doctors recommended that he have a further examination. Following additional medical tests the applicant was diagnosed with tuberculosis (“TB”) in the left lung. On 20 August 2008 he had a resection of the upper part of the left lung. On discharge from the NCO in early September, it was noted that his condition was stable but that he required specialist treatment in a tuberculosis unit. The need for quarterly oncological check-ups was also noted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 3 October 2008 the applicant had a consultation with a liver specialist, who noted a low level of pathological activity in the applicant’s HCV and prescribed treatment with various hepatoprotectors. At the same time he was offered anti-TB treatment within the DOTS programme (Directly Observed Treatment, Shortcourse – the treatment strategy for the detection and cure of TB recommended by the World Health Organisation), which he refused. On 31 October 2008 and then on 12 January 2009 the applicant also had HCV tests. The results showed no replication of the hepatitis and accordingly no need for antiviral treatment. The applicant was prescribed continued treatment with various hepatoprotectors.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Over the following months the applicant was kept mainly in the prison hospital, except for short periods in December 2008, and January, March and July 2009, when he was transferred to the NCO and other civilian hospitals for check-ups. The medical records show that over that time the applicant was kept under constant medical supervision, having regular laboratory tests and examinations (blood and urine tests, ultrasound examinations, several tomography scans, determination of cancer markers, and bacteriological sputum tests), and having repeated consultations with medical specialists, including an oncologist, urologist, and an infection specialist. The medical file also shows that between 27 March and 28 April 2009 the applicant underwent a comprehensive forensic examination at the National Forensics Bureau. As a result his diagnosis was defined as follows: cancer of the right testicle at the first stage in clinical group III in a postchemotherapy and post-resection period. The applicant’s condition was described as satisfactory, with the experts noting no hepatological pathology, inactive tuberculosis bacteria and no progression of the cancer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  On 7 October 2009 the Government updated the Court on the treatment provided to the applicant for his various diseases. When submitting the applicant’s complete medical file for 2009, the Government maintained that the applicant’s diseases were not showing any signs of progression. They submitted that they had taken all the necessary measures for the protection of the applicant’s health in prison and asked the Court to lift the interim measure indicated on 28 March 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  By a letter of 16 June 2010, the applicant objected to being discharged from the prison hospital. He stated that the medical evidence submitted by the Government did not support the assertion that he did not require further medical treatment. He also noted that he had never been provided with any treatment for his chronic HCV and that his health would again deteriorate if he was transferred to Rustavi Prison no. 2.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In the light of the information provided by the parties, the Court on 8 February 2012 decided to lift the interim measures previously indicated on 28 March and 10 July 2008 under Rule 39.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Conditions of the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "42.  The applicant was detained in Tbilisi Prison no. 5 between 11 August 2005 and 17 November 2006, including several transfers to the prison hospital. According to the applicant, the conditions of his detention in Tbilisi Prison no. 5 were appalling. He was kept in an overcrowded cell, where he had to take turns to sleep, getting a maximum two-three hours of sleep a day. The sanitary and hygiene conditions in the cell were bad and he was not allowed to have daily outdoor exercise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The applicant mainly spent the following two years in Rustavi Prison no. 6 and the prison hospital. According to the applicant, the food provided in those establishments was so poor that his family had to regularly supply him with food at their own expense. Furthermore, he was deprived of basic items of hygiene, such as toilet paper, soap and bed linen.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "44.  The relevant legal provisions concerning the protection of prisoners’ rights in custodial institutions of Georgia at the material time are set out in the following judgments: Goginashvili v. Georgia (no. 47729/08, §§ 32-35, 4 October 2011), and Jeladze v. Georgia (no. 1871/08, §§ 28-32, 18 December 2012, with further references therein).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL DOCUMENTS",
                        "elements": [
                            {
                                "content": "A.  Report of 25 October 2007 (CPT/Inf (2007) 42) on the visit to Georgia carried out by the European Committee for the Prevention of Torture and Inhuman and Degrading Treatment or Punishment (“the CPT”) from 21 March to 2 April 2007",
                                "elements": [
                                    {
                                        "content": "45.  The relevant parts of the report read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“c. Prison No. 6, Rustavi",
                                        "elements": []
                                    },
                                    {
                                        "content": "i. Material conditions",
                                        "elements": []
                                    },
                                    {
                                        "content": "46. Being a newly constructed establishment, Prison No. 6 offered material conditions which in general were better than those in any other prison seen by the CPT in Georgia; that said, only a year after the establishment’s entry into service, there were already some signs of wear and tear (in particular, in the cells’ sanitary annexes and the shower rooms), due to a lack of proper maintenance and cleaning. Some disruption was also caused by the ongoing construction of a new wing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The cells had unscreened windows which provided adequate access to natural light; ventilation, artificial lighting and heating were also satisfactory. The cell equipment consisted of bunk beds, lockers for personal belongings, one or more tables and benches; further, all cells were fitted with a fully-partitioned sanitary annexe. However, there were no call bells in the cells; in this respect, prisoners complained that it was difficult to attract the attention of staff, banging on the cell door being considered a disciplinary offence. Other shortcomings concerned the configuration of the beds (sparsely placed metal slats through which the mattresses were sagging), and the design of the windows, which made it impossible to clean them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  There was a shower room on each floor of the accommodation block and prisoners were entitled to have one shower a week. However, due to problems of water and electricity supply, hot water was apparently provided intermittently and prisoners complained that they were usually allowed only some 5 to 10 minutes to wash. Further, there were signs of dilapidation in the shower rooms (mouldy ceilings, missing sprinklers).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The prison had a well-equipped laundry; however, prisoners complained that bed linen was washed once every two months, and that they had to wash their own clothes in the cells using cold water. The prison provided only soap and detergent to inmates; other personal hygiene items could be purchased in the shop which had been opened on the territory of the establishment in early 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Concerning food, most prisoners stated that it was sufficient in quantity, but lacking in terms of quality and variety. The preparation of food had been subcontracted to a private company. Meat and/or fish was served on a daily basis (e.g. 170 g of fish on the day of the visit). However, eggs, dairy products and fruit were apparently rarely on the menu. Prisoners supplemented their diet through food parcels from their families and by buying foodstuffs from the prison shop.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Health-care services",
                                        "elements": []
                                    },
                                    {
                                        "content": "Prison No. 6 in Rustavi employed a head doctor (psycho-neurologist by specialisation), two GPs, a surgeon and four nurses. A doctor and a nurse provided a 24-hour presence. The posts of a dentist, psychiatrist, pulmonary specialist, dermatologist and pharmacist were vacant at the time of the visit. Outside consultants attended the prison several times a month.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The delegation noted that the supply and range of medication available at the establishments visited had considerably improved in recent years. Nevertheless, a number of prisoners complained that they depended on their families for the acquisition of most of the necessary medication.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As to the equipment available at the establishments visited, it was generally limited to a stethoscope and an apparatus for measuring blood pressure; there were no facilities for taking X-rays or basic blood tests. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Prisoners in need of hospitalisation were transferred to the Central Penitentiary Hospital, upon recommendation by the prison doctor. Some complaints were heard at the establishments visited of long delays in securing such transfers, due to a limited capacity. Inmates who could not be admitted to the Central Penitentiary Hospital depended financially on their families (including, apparently, to cover the cost of escort to the hospital).”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Report of 21 September 2010 (CPT/Inf (2010) 27) on the visit to Georgia carried out by the European Committee for the Prevention of Torture and Inhuman and Degrading Treatment or Punishment (“the CPT”) from 5 to 15 February 2010",
                                "elements": [
                                    {
                                        "content": "46.  The relevant parts of the report concerning the new prison hospital read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Medical establishment for prisoners in Tbilisi (Gldani), located within the perimeter of the Gldani penitentiary complex, represents a great improvement on the Central Prison Hospital visited by the CPT in 2001 and 2004. The delegation gained a globally positive impression of this new facility, inaugurated at the end of 2008 but in fact functioning fully only for a few months. With an official capacity of 258 beds, the establishment was accommodating 231 sick prisoners at the time of the visit. All the patients were men.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There were five wards: surgery, psychiatry, infectious diseases, internal medicine and intensive care/reanimation. Further, there was an admissions unit, an X-ray unit, a dental office, a laboratory, rooms for endoscopy and physiotherapy, and a pharmacy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The diagnostic equipment was modern and functional, and the establishment offered an adequate range of hospital treatments for prisoners. It was also possible to transfer sick prisoners to other hospital facilities for diagnostic treatments which were not available at the Medical establishment (an average of 5 transfers per week).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  Clinical staff were sufficient in numbers (a total of 129 doctors and nurses) and appropriately trained. Further, a number of outside medical consultants (neuropsychiatrist, neurosurgeon, etc.) held periodic surgeries.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  European Prison Rules",
                                "elements": [
                                    {
                                        "content": "47.  The European Prison Rules stipulate that prisoners should be transferred to specialist hospitals where treatment is not available in prison (Rule 46.1, Recommendation Rec. (2006)2 of the Committee of Ministers to member states). It reads, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Part III",
                                        "elements": []
                                    },
                                    {
                                        "content": "Health care provision",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.1  Sick prisoners who require specialist treatment shall be transferred to specialised institutions or to civil hospitals, when such treatment is not available in prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.2  Where a prison service has its own hospital facilities, they shall be adequately staffed and equipped to provide the prisoners referred to them with appropriate care and treatment.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Cancer Control, Knowledge into Action – WHO Guide for Effective Programmes, Diagnosis and Treatment, 2008",
                                "elements": [
                                    {
                                        "content": "48.  The relevant extracts from the guide read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Cancer treatment is highly specialized and requires the involvement of various disciplines. The main treatments used alone or in combination are surgery, radiotherapy and chemotherapy. These can be carried out only where there are adequate diagnostic and therapeutic facilities, staffed by trained medical professionals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Chemotherapy is usually very expensive, may have severe side-effects and often requires patients to undergo a prolonged period of treatment. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "A chemotherapy unit needs highly specialized professionals and support staff, such as medical oncologists, paediatric oncologists, haematologists, oncology nurses, pharmacists and psychologists. As most chemotherapy can be given on an outpatient basis, large-scale inpatient facilities are not required.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE SCOPE OF THE APPLICATION",
                        "elements": [
                            {
                                "content": "49.  After communication of the application to the respondent Government, the applicant informed the Court that he had additionally been diagnosed with pulmonary tuberculosis. In their observations, the Government subsequently provided a detailed account of the treatment provided for the applicant for that disease. The Court notes that the applicant did not raise any new grievances under the Convention specifically in connection with his tuberculosis and the available treatment. The Court will therefore limit itself in the context of the Article 3 complaint concerning the alleged lack of adequate medical treatment in prison to examining the care provided for the applicant’s HCV and cancer.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  The applicant alleged that he had not been provided with adequate medical care in either of the detention facilities, including the prison hospital. He further complained of the inadequacy of the material conditions of his detention in Tbilisi Prison no. 5 and Rustavi Prison no. 6 and in the prison hospital. The applicant relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Conditions of detention in Tbilisi Prison no. 5",
                                        "elements": [
                                            {
                                                "content": "51.  The Court notes that the applicant left Tbilisi Prison no. 5 on 17 November 2006 (see paragraph 42 above), while his application was lodged with the Court on 1 June 2007. In that connection, it reiterates its relevant case-law, according to which it would not consider detention conditions as a continuous situation in circumstances where the complaint concerned an episode, treatment or a particular detention regime attached to an established period of detention (see Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, §§ 76-78, 10 January 2012). In the present case the applicant was transferred from Tbilisi Prison no. 5 to the prison hospital. He did not submit that the material conditions of his detention in the prison hospital or subsequently in Rustavi Prison no. 6 were similar to Tbilisi Prison no. 5 as far as overcrowding and the ensuing problems with sleeping and the lack of sanitation were concerned (see paragraph 43 above). Having regard to the above circumstances and to the fact that the applicant never returned to Tbilisi Prison no. 5 after 17 November 2006 (see, a contrario, Răducanu v. , no. 17187/05, § 73, 12 June 2012), the Court cannot conclude that there was a continuous situation. It therefore considers that this part of the applicant’s complaint under Article 3 of the Convention was introduced out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention (see, amongst many others, Gorguiladzé v. Georgia, no. 4313/04, §§ 23-24, 20 October 2009, and Mazanashvili v. Georgia, no. 19882/07, § 40, 28 January 2014).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Conditions of detention in Rustavi Prison no. 6 and the prison hospital",
                                        "elements": [
                                            {
                                                "content": "52.  As to the allegations of poor conditions of detention in Rustavi Prison no. 6 and the prison hospital, the Government dismissed them as unsubstantiated. The Government acknowledged the existence of certain problems in Rustavi Prison no. 6, but, with reference, inter alia, to the above CPT report (see paragraph 45 above), argued that the general conditions as such had not amounted to a violation of Article 3 of the Convention. The applicant, according to the Government, had never complained about that issue to the relevant prison authorities. He had also not requested items of hygiene or additional food, a fact which by itself spoke against the applicant’s allegations. As to the prison hospital, they argued that the food given to the applicant had corresponded to his dietary needs. To sum up, the Government argued that by submitting false information concerning his conditions of detention, the applicant had deliberately aimed at misleading the Court. Hence his application, as far as it concerned the conditions in those two establishments, represented an abuse of the right of application within the meaning of Article 35 § 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  For his part, the applicant maintained his allegations without submitting any evidence in support. He thus repeated that throughout his detention in those two establishments he had not once been provided with basic items for his hygiene. He further argued that the Government had failed to prove that food of a proper quality had been served to him personally.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Referring to its relevant case-law in respect of the conditions of detention in Georgian custodial institutions at the material time, the Court reiterates the rule that whenever an applicant wished to challenge alleged poor material conditions of detention in a Georgian prison, even if such complaints did not call for the full and meticulous exhaustion of any specific criminal or civil remedies (compare with Goginashvili v. Georgia, no. 47729/08, §§ 54 and 57, 4 October 2011, and Aliev v. Georgia, no. 522/04, §§ 62 and 63, 13 January 2009), it was still required, at the very minimum, that at least one of the responsible State agencies be informed of the applicant’s subjective assessment that the conditions of detention in question constituted a lack of respect for, or diminished, his or her human dignity. Without such basic conduct at the domestic level by a person who wished to challenge the conditions of his or her detention, the Court would necessarily have difficulties in evaluating the credibility of the applicant’s allegations of fact in that respect (see Janiashvili v. Georgia, no. 35887/05, § 70, 27 November 2012, and Ramishvili and Kokhreidze v. Georgia (dec.), no. 1704/06, 26 June 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Having regard to the material available in the case file, the Court notes that the applicant never informed any of the relevant authorities of his dissatisfaction with any particular aspect of the material conditions of his detention, including that relating to poor nutrition or lack of hygiene products, be it in Rustavi Prison no. 6 or in the prison hospital. Furthermore, in the proceedings before the Court, the applicant limited his submissions to general statements, failing to submit any evidence in support (see Muršić v. Croatia [GC], no. 7334/13, § 127, ECHR 2016, and Ananyev and Others, § 122, cited above). Consequently, the Court considers that the applicant has failed to substantiate his complaint properly (see Janiashvili, cited above, §§ 70 and 71; Ildani v. Georgia, no. 65391/09, § 27, 23 April 2013, and Mazanashvili, cited above, § 41). Therefore, it should be rejected as being manifestly illfounded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Medical treatment in prison",
                                        "elements": [
                                            {
                                                "content": "56.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "57.  The applicant maintained that he had had no access to an oncologist or liver specialist in either of the prison establishments, including the prison hospital, and that throughout his stay at the prison hospital he had only been provided with pain medication. In connection specifically with the chemotherapy treatment, he stated the following: firstly, despite the conclusions of several medical reports that he needed regular chemotherapy, he had been provided sporadic and irregular treatment, with particularly significant gaps in the periods between August 2005 and November 2006, and then November 2006 and June 2007. Secondly, the prison hospital had not been adequately equipped to provide proper chemotherapy treatment; therefore, he had refused on two occasions to have chemotherapy there. As a result of the irregular and sporadic treatment he had received, his condition had deteriorated, as was evident from the tomography results of 15 July 2008. The applicant also complained that he had never been treated for his chronic HCV.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Government stressed at the outset that the applicant had already had cancer and HCV before his detention and that the treatment he had received in prison had aimed at preventing the progressive deterioration of his health. The relevant national authorities had succeeded in that regard. They noted that from the very beginning of his time in detention the applicant had regularly been transferred to either a prison or a civilian medical institution to have all the required medical examinations and treatment. Hence, during the first phase of his detention, between 20 August 2005 and 16 December 2006, he had completed a course of treatment in the prison hospital, after which he had been placed in Rustavi Prison no. 6. That establishment had proper medical facilities with nine doctors, including a surgeon, a general doctor, a cardiologist and urologist, and seven nurses. The applicant had been under continuous qualified medical supervision. At the same time, whenever a need arose he had always been transferred to a medical establishment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Specifically in connection with the applicant’s cancer, the Government submitted that the prison hospital had been adequately equipped to provide him with the required treatment, including chemotherapy. At the initial phase of his treatment, and having due regard to his repeated requests, the applicant had twice been transferred to the NCO for chemotherapy at his own expense. The Government expressed its regret that subsequently, despite the new prison hospital being ready to receive him, the applicant had twice refused to have chemotherapy there. In that regard, they additionally maintained that although the chemotherapy had not been carried out regularly, the applicant’s condition had not deteriorated as a result. Specifically, in connection with the medical recommendations of 15 August and 6 December 2006, they submitted that the applicant had not complained to the prison’s medical staff about a lack of treatment. Furthermore, his condition at that stage had been stable. If he had requested specific medical assistance he would have been provided with it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Government also explained that all the expenses related to the applicant’s treatment in the civilian hospital had been incurred by him at his own request and that he had never requested compensation. In contrast, the expenses related to his treatment at the prison hospital had been incurred by the State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  As regards the applicant’s HCV, the Government, relying on the opinion of the medical experts, noted that it would have been detrimental to the applicant’s health to initiate antiviral treatment in parallel with the cancer treatment. As to the post-chemotherapy period, it appeared that after organising all the relevant medical tests, the applicant had not required antiviral treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Lastly, in view of the latest available medical information concerning the applicant’s state of health, the Government stated that his diseases had not worsened. The applicant, according to the Government, had been kept under constant medical supervision, including that of an infections specialist and an oncologist. His condition had been stable and hence there was no basis for questioning the adequacy of the treatment provided to the applicant in prison.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "63.  The relevant general principles concerning the adequacy of medical treatment in prisons were summarised by the Court in the cases of Blokhin v. Russia ([GC], no. 47152/06, §§ 135-140, ECHR 2016, with further references therein); Goginashvili (cited above, §§ 69-70); Jeladze (cited above, §§ 41-42); and Irakli Mindadze v. Georgia (no. 17012/09, §§ 39-40, 11 December 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Court considers that the applicant’s complaint concerning the alleged lack of adequate medical treatment in prison should for the purposes of examination be divided into two periods – before and after the application by the Court of Rule 39 of the Rules of Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court notes that the applicant entered the prison system in August 2005 with a serious medical condition – he had recently been treated for testicular cancer and had chronic HCV. Given the nature of his ailments and in view of the relevant medical conclusions, the minimum medical assistance needed for the applicant included access to an oncologist and specialist medical check-ups for the timely diagnosis and treatment for his cancer and possible complications (see in this respect WHO guidelines cited in paragraph 48 above). The Court will now examine whether that kind of medical care was offered to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  It is true that the relevant authorities took note of the seriousness of the applicant’s condition promptly. As early as 20 August 2005, just a few days after his arrest, he was transferred to the prison hospital, where he stayed until 4 February 2006. The Court cannot, however, disregard the content of the relevant medical records which show that during that period of time the applicant was only provided with treatment for his symptoms, that is with pain medication (see paragraph 14 above). The first time the applicant was allowed to see an oncologist was only on 7 March 2006 (see paragraph 15 above), that is after a delay of almost seven months. Such an omission was clearly at variance with the repeated recommendations of the doctor who was treating him at the prison hospital for an urgent consultation with an oncologist and an appropriate medical examination (see paragraph 14 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Court further observes that on 7 March 2006, following an examination by an oncologist, the applicant was diagnosed with a recurrent tumour and a worsening of his HCV (see paragraph 15 above). That diagnosis was confirmed in August 2006 by a group of medical experts. They recommended that the applicant have the rest of his tumour removed and receive intensive chemotherapy under conditions of stability (see paragraph 16 above). However, that recommendation was not acted on. It was not until 17 November 2006, after repeated requests, that the applicant was transferred to the NCO for chemotherapy (see paragraph 18 above). In that connection, the Court is not convinced by the Government’s argument that the applicant’s condition was stable and that no urgent medical measures were required. Having regard to the seriousness of his condition, the Court considers that the prison authorities should have strictly followed the medical advice that had been given.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court further notes that the relevant prison authorities refused to comply with another recommendation given by the applicant’s doctor. Thus, on 5 December 2006 his oncologist recommended that the applicant return to the NCO for a check-up and chemotherapy after three weeks; he also recommended that he be placed under continuous medical supervision in the prison hospital (see paragraph 18 above). Contrary to that recommendation, the applicant was placed in a normal prison cell and was not taken for chemotherapy as scheduled (see paragraph 19 above). He was not provided with chemotherapy again until July 2007 (see paragraph 24 above), a delay of over half a year. The Court finds that break in the applicant’s treatment, particularly in view of the deterioration of his condition, to be deplorable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Gaps in the applicant’s treatment also marred the subsequent period. Although the applicant finished his chemotherapy in September 2007, he was advised to have quarterly medical examinations (see paragraph 26 above). That recommendation was not complied with as the applicant was kept in Rustavi Prison no. 2 for the next four months. The Government failed to submit any medical records for the applicant for that period of time (see paragraph 26 above). On 31 January 2008 he was transferred for a checkup to the prison hospital. Despite reiterated complaints about the lack of treatment for inter alia HCV, he was discharged from the prison hospital (see paragraph 27 above). In that connection, however, the Court notes that, albeit with a delay, the applicant had a test for liver function, which established that he did not require antiviral treatment (see paragraph 27 above; see also in this respect paragraph 74 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "He returned to Rustavi Prison no. 2, where he was left without medical supervision for another month until the Court applied Rule 39 of the Rules of Court (see paragraph 29 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Last but not least, in 2006-2007 the applicant was twice transferred to the NCO. The costs of those visits, including the chemotherapy, were borne by his family (see paragraph 28 above). The Government alleged that the authorities had offered to fund treatment at the prison hospital (see paragraph 59 above), however, they failed to submit any evidence to substantiate that statement (compare with paragraphs 30-31 above). It thus appears that despite the seriousness of the applicant’s medical condition and the doctor’s recommendation that he have regular chemotherapy, the applicant would have been left without the urgently required chemotherapy, unless his readiness to have the treatment at his own expense at the NCO.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  To sum up, the Court considers that the Government have failed to give any valid explanation for the irregular and disjointed medical supervision and treatment provided in disregard of the professional medical advice for the applicant’s cancer at the material time. Given the seriousness of his condition, in particular the diagnosis of recurrent tumour eight months after his arrest, and the risks and suffering attached to it, the Court concludes that the applicant did not receive adequate medical assistance at the relevant period of time (see Konovalchuk v. Ukraine, no. 31928/15, §§ 56-62 13 October 2016; see also, Yermolenko v. Ukraine, no. 49218/10, § 57, 15 November 2012; Klimov v. Russia, no. 54436/14, § 64, 4 October 2016; and Piskunov v. Russia, no. 3933/12, § 50, 4 October 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Having regard to the above-mentioned factors, the Court concludes that as far as the period between 9 August 2005 and 28 March 2008 is concerned there was a violation of Article 3 of the Convention on account of the lack of adequate medical treatment for the applicant’s cancer in detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  On 28 March 2008 the Court, acting under Rule 39, indicated to the Government that the applicant should be placed in the prison hospital, where he could be provided with adequate medical treatment for his cancer and chronic HCV. The Government acted accordingly, transferring the applicant to the prison hospital the next day and providing him with all the required medical examinations. In mid-April 2008 he was offered chemotherapy at the prison hospital for the first time. The applicant, however, declined that offer, arguing that as the prison hospital had no oncologist it was not adequately equipped to provide him with that treatment (see paragraph 30 above). Another offer followed in May 2008, which the applicant again refused (see paragraph 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court notes at the outset that after comprehensive medical tests in the prison hospital in April-May 2008 all the medical specialists, including the liver specialist, concluded that antiviral treatment should be postponed (see paragraphs 30-31 above). Subsequently, in October 2008 and January 2009, medical tests revealed that the HCV had not replicated (see paragraph 37 above). No liver pathology was revealed in April 2009 (see paragraph 38 above). The specialists concluded that the applicant did not require antiviral treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  As for the cancer, the Government complied with both of the Court’s indications under Rule 39. The applicant was transferred first to the prison hospital and then to the NCO. The Court notes that the applicant refused to have chemotherapy at the prison hospital. The Court accepts that complex treatment often requires constant supervision by specialist doctors and that having chemotherapy without such supervision can cause harm. However, it cannot overlook the fact that in 2008 a new prison hospital was opened, which according to the CPT was better equipped to provide prisoners with treatment for serious medical problems (see paragraph 46 above; in connection with the standards of treatment available at the prison hospital, see also Goginashvili, cited above, § 75). Furthermore, the case file shows that the applicant was under regular supervision of an oncologist and a chemotherapist while he was in the prison hospital (see paragraphs 30-32 above; compare also with Aleksanyan v. Russia, no. 46468/06, § 151, 22 December 2008). The relevant authorities explicitly committed to providing the chemotherapy under the supervision of the relevant specialists (see paragraph 33 above). In view of all of the above-mentioned factors, the three-and-a-half month gap in the applicant’s chemotherapy due to his two refusals to have such treatment in the prison hospital cannot as such be attributed to the Government. The relevant authorities undertook very specific measures in order to provide the applicant with the required treatment in the prison hospital. Although the Court understands why the applicant was hesitant, it does not consider, in view of the case material, that the Government were negligent with respect to him or his serious medical condition during that phase of his treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  In view of the above, the Court finds no violation of Article 3 of the Convention on account of the medical care provided to the applicant after 28 March 2008.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "77.  The applicant complained under Article 5 §§ 2 and 3 of the Convention that he had not been informed of the grounds for his detention and that the court decisions of 11 and 22 August 2005 authorising his pretrial detention had lacked sufficient reasoning.",
                                "elements": []
                            },
                            {
                                "content": "78.  Relying on Article 6 § 1 of the Convention, the applicant asserted his innocence by calling into question the domestic courts’ assessment of the criminal case materials, including the witnesses’ statements. He also complained under Article 6 § 3 (a) and (d) of the Convention that he had not been promptly informed of the nature and cause of the accusation against him and that the domestic courts had refused to examine several witnesses on his behalf.",
                                "elements": []
                            },
                            {
                                "content": "79.  As to the complaints under Article 5 §§ 2 and 3 of the Convention, the Court notes that the applicant was arrested on 9 August 2005 and that his pre-trial detention ended on 18 October 2006 with his conviction at first instance by the Tbilisi City Court (see Assanidze v. Georgia [GC], no. 71503/01, § 190, ECHR 2004II). Hence, the complaints under Article 5 §§ 2 and 3 of the Convention raised in the application form of 1 June 2007 must be dismissed as falling outside the six-month time-limit laid down by Article 35 § 1 of the Convention (see Ghvaladze v. Georgia (dec.), no. 42047/06, 11 September 2007).",
                                "elements": []
                            },
                            {
                                "content": "80.  As to the complaints under Article 6 §§1 and 3 (a) and (d) of the Convention, in the light of all the material in its possession, the Court finds that no issue arises under either of those provisions. It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "81.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "82.  The applicant claimed 3,000,000 euros (EUR) in respect of pecuniary and non-pecuniary damage, including expenses for his medical care and food, which his family had allegedly incurred at the material time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Government submitted that there had been no violation calling for compensation. In the alternative, the Government asserted that the applicant’s claims were unsubstantiated and exorbitant. In connection with the alleged costs for medical care and food, they stressed that the applicant’s claims were unsubstantiated and unsupported by any documents, except for the medical expenses incurred at the NCO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court notes first of all its finding of a violation of Article 3 of the Convention on account of the failure of the relevant prison authorities to provide the applicant with adequate and regular medical treatment for his cancer until 28 March 2008. The Court agrees that the applicant must have suffered distress and anguish resulting from the shortcomings in his treatment. Ruling on an equitable basis and taking all the circumstances of the case into account, it awards the applicant EUR 4,500 in respect of nonpecuniary damage. The Court also finds that there is a direct causal link between the medical expenses incurred by the applicant and the violation of Article 3 found above. It thus awards the applicant, in view of the relevant financial documents, EUR 333 in respect of pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "85.  The applicant submitted that the EUR 3,000,000 claimed for pecuniary and non-pecuniary damage also covered his legal costs and expenses, as well as postal and translation fees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Government submitted that the claim for costs was unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the absence of relevant documents and the above criteria, the Court decides that no award shall be made in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "88.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 3 of the Convention concerning the alleged lack of adequate medical treatment in prison admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention on account of the inadequate medical treatment provided to the applicant for his cancer in prison until 28 March 2008;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 3 of the Convention on account of the medical treatment provided to the applicant in prison after 28 March 2008;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 September 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MIRZASHVILI v. GEORGIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-176827.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0907JUD002665707",
    "externalsources": [],
    "extractedappno": [
        "26657/07",
        "47729/08",
        "1871/08",
        "42525/07",
        "60800/08",
        "17187/05",
        "4313/04",
        "19882/07",
        "522/04",
        "35887/05",
        "1704/06",
        "7334/13",
        "65391/09",
        "47152/06",
        "17012/09",
        "31928/15",
        "49218/10",
        "54436/14",
        "3933/12",
        "46468/06",
        "71503/01",
        "42047/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-176827",
    "judgementdate": "07/09/2017 00:00:00",
    "kpdate": "07/09/2017 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "MIRZASHVILI",
        "GEORGIA"
    ],
    "rank": "2003.58142089844",
    "representedby": [
        "ABULADZE S.",
        "NOZADZE M."
    ],
    "respondent": "GEO",
    "respondentOrderEng": "17",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "467687",
    "typedescription": "15"
}