{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "62435/00",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-61149.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 62435/00) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Spanish national, Mr Sixto José Pescador Valero (“the applicant”), on 20 September 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Spanish Government (“the Government”) were represented by their Agent, Mr J. Borrego Borrego, Head of the Legal Department for Human Rights of the Ministry of Justice, until 31 January 2003. After that date they were represented by Mr I. Blasco Lozano.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained of the lack of independence and impartiality of a judge who had taken part in the hearing of his application for judicial review of a decision by the University of Castilla-La Mancha. He relied on Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 3 December 2002, the Chamber declared the application admissible. It also decided that it was not necessary to hold a hearing (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "6. On 23 January 2003 the applicant lodged his claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 14 March 2003 the Government informed the Court that it would not be possible to reach a friendly settlement and submitted their observations on the applicant’s claim for just satisfaction.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant is a Spanish national who was born in 1941 and lives in . He is a law graduate and is employed by the University of Castilla-La Mancha (UCLM).",
                                "elements": []
                            },
                            {
                                "content": "9.   By a decision of 11 July 1996, the rector of UCLM ordered that the applicant be dismissed as director of administrative and service personnel (gerente) of the university campus at , a post to which he had been appointed by the rector himself in 1985. On 30 July 1996 the applicant applied to the Higher Court of Justice of Castilla-La Mancha for special judicial review of that decision, relying on the right to judicial protection of his fundamental rights in accordance with the Protection of Fundamental Human Rights Act (Law no. 62/1978 of 26 December 1978). By a decision of 18 November 1996, the court dismissed the application as unfounded.",
                                "elements": []
                            },
                            {
                                "content": "10.  In parallel, on 17 September 1996, the applicant had lodged an ordinary application for judicial review of the 11 July 1996 decision with the Higher Court of Justice of Castilla-La Mancha. The case was referred to the First Section of the court, whose President was J.B.L. During the hearing of the application, the Section, presided over by J.B.L., issued several orders.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 14 May 1998 the applicant lodged an application with the Administrative Division of the Higher Court of Justice. Explaining that he had discovered that Judge J.B.L. was associate professor of law at UCLM and was receiving emoluments in that capacity, he applied for his removal in accordance with sections 219 and 223(1) of the Judicature Act (Ley Orgánica del Poder Judicial – “the LOPJ”) and requested the court to take evidence on the point in accordance with section 225(4) of the LOPJ. By a decision of 21 May 1998, the plenary Administrative Division of the Higher Court of Justice rejected the application for the judge’s removal for the following reasons:",
                                "elements": []
                            },
                            {
                                "content": "“Section 223(1) of the LOPJ lays down the condition that the removal must be applied for as soon as the grounds for removal are known. If the grounds are known prior to the dispute, the application for removal must be lodged at the start of the proceedings, failing which the application will be inadmissible.",
                                "elements": []
                            },
                            {
                                "content": "It is this last legal effect which applies in the present case, namely the inadmissibility of the application for removal of the judge of this Division, Mr J.B.L., since he has been for several years, and in any event had been long before the disputed decisions were taken, associate professor at the University of Castilla-La Mancha (which is essentially the ground for his removal). This fact cannot have escaped the attention of someone who was, until July 1996, the manager of the university campus at  .",
                                "elements": []
                            },
                            {
                                "content": "Moreover, given that the application was drafted, in [the applicant’s] own words, ‘as soon as he became aware of the ground [for removal]”, he should have adduced evidence to that effect, namely that he had become aware only very recently and not prior to the dispute that J.B.L. was associate professor at the University of Castilla-La Mancha. However he provided no such evidence.",
                                "elements": []
                            },
                            {
                                "content": "Accordingly, an application for removal should have been lodged as soon as the applicant had been advised of the composition of the Division whose President was the person being challenged. As that was not done, the application is inadmissible.”",
                                "elements": []
                            },
                            {
                                "content": "12.  By a judgment on the merits of 10 May 1999, the First Section of the Administrative Division of the Higher Court of Justice, composed of three judges and presided over by Judge J.B.L., dismissed his application for judicial review and ruled that the decision of UCLM of 11 July 1996 to dismiss the applicant as manager of the university campus was lawful.",
                                "elements": []
                            },
                            {
                                "content": "13.  Relying in particular on Article 24 § 1 of the Constitution (right to a fair trial), the applicant lodged an amparo appeal with the . The applicant pleaded the right to have his case heard by an independent and impartial tribunal and complained of the rejection of his application for the removal of Judge J.B.L., which he had sought as soon as he had become aware of the professional relations between that judge and UCLM. He submitted that he had not known the judge in his capacity as professor, and that he had had no reason to come across him in the course of his administrative duties at the university. In that connection, he observed that questions concerning the university teaching staff were the responsibility of the rector and were dealt with centrally at , whereas he worked in . As manager of the  campus, his duties were limited to the university’s administrative and service personnel. He concluded that to require him to prove a negative, namely that he had not previously known J.B.L., was to ask him to “prove the impossible”. Accordingly, the applicant considered that the Higher Court of Justice had not given him a fair hearing.",
                                "elements": []
                            },
                            {
                                "content": "14.  By a decision of 10 April 2000, the  dismissed the amparo appeal as ill-founded for the following reasons:",
                                "elements": []
                            },
                            {
                                "content": "“... Article 24 § 1 of the Spanish Constitution is infringed only if the court concerned reaches an unreasonable, manifestly wrong or arbitrary conclusion concerning a legal ground of inadmissibility ... In the present case, such defects cannot be inferred from the fact that [the applicant] was presumed to have known that one of the judges was an associate professor.",
                                "elements": []
                            },
                            {
                                "content": "Ordinary procedural defects do not in themselves infringe Article 24 § 1 of the Spanish Constitution. That Article is breached only when the procedural irregularity is decisive for the rights of the defence ... It is then for the applicant to prove the significance of the alleged irregularity for the final decision ... In this case, the alleged irregularities concerning the taking of evidence cannot serve as a basis for challenging the reasons adopted by the Division [of the Higher Court of Justice] in arriving at its judgment.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "15.  The Constitution",
                                "elements": []
                            },
                            {
                                "content": "Article 24",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to effective protection by the judges and courts in the exercise of his rights and his legitimate interests and in no circumstances may he be denied the possibility of defending himself.",
                                "elements": []
                            },
                            {
                                "content": "2.  Likewise, everyone has the right to be heard by a court established by law, the right to a defence and to the assistance of a lawyer, the right to be informed of any charges against him, the right to a public trial without undue delay and attended by all safeguards, the right to make use of evidence relevant to his defence, the right not to incriminate himself and not to confess his guilt, and the right to be presumed innocent.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "16.  The Judicature Act",
                                "elements": []
                            },
                            {
                                "content": "Section 217",
                                "elements": []
                            },
                            {
                                "content": "“Judges and magistrates must withdraw and may, where appropriate, be challenged on the grounds prescribed by law.”",
                                "elements": []
                            },
                            {
                                "content": "Section 219",
                                "elements": []
                            },
                            {
                                "content": "“Grounds for withdrawal or, where appropriate, a challenge include:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "9.  The fact of having a direct or indirect interest in the dispute.”",
                                "elements": []
                            },
                            {
                                "content": "Section 221",
                                "elements": []
                            },
                            {
                                "content": "“A judge or magistrate who believes that he falls within the scope of one of the grounds set out in the preceding sections shall withdraw from the case without waiting to be challenged.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "Section 223",
                                "elements": []
                            },
                            {
                                "content": "“A party wishing to challenge a judge must do so as soon as he becomes aware that a ground for challenge exists. If that party was aware of the ground for challenge prior to the dispute, he shall lodge his application at the start of the proceedings, failing which it shall be inadmissible.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  The applicant alleged that the participation of Judge J.B.L. in the proceedings he had brought against the University of Castilla-La Mancha while the judge was also associate professor at that university at the time had affected the fairness of the hearing and in particular had infringed his right to an independent and impartial tribunal. He relied on Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "18.  The relevant passage of that provision is worded as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "19.  The applicant submitted that it was wrong to have presumed that he had been aware prior to the dispute that Judge J.B.L. was associate professor at the university. He specified that he had been told of that fact on a confidential basis via the rectorate at . Accordingly, he had lodged his application as soon as he had become aware of the grounds for challenging him, arguing that the judge in question “might be dependent on the university concerned”. The applicant further submitted that to require him, as the domestic courts had done, to prove in the negative that prior to the dispute he had been unaware of Judge J.B.L.’s position at the university was to ask him to “prove the impossible”. He concluded that the professional and financial relations between Judge J.B.L. and the university, which was the opposing party in the dispute, were such as to have infringed the impartiality principle guaranteed by Article 6 § 1.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "20.  The Government observed at the outset that the applicant had applied for Judge J.B.L.’s removal in May 1998, that is, almost two years after the start of the proceedings in which that judge had already issued several procedural orders. Moreover, although he had cited section 219 of the Judicature Act (LOPJ) in his application, he had failed to specify the precise ground for challenging the judge. The Government considered that the applicant’s description of a professional whose qualifications were widely recognised and who exercised his profession outside the university as “dependent” because he gave a few lectures a month in return for annual emoluments of 7,200 euros was groundless and subjective. They considered that the applicant, given his duties at the university, could not credibly maintain that he had been unaware before 1998 that Judge J.B.L. was an associate professor at the university. They submitted that the statutory requirement that removal must be applied for as soon as the grounds for removal became known was intended to avoid procedural delaying tactics. To lodge an application for removal two years after the start of the proceedings at a time when almost all the evidence had already been adduced demonstrated either negligence or a desire to delay the conclusion of the trial. The Government insisted that the applicant must have been aware of the professional activity at issue. The Government further reiterated that it was for the domestic courts to interpret domestic legislation concerning the admissibility of an appeal and that the State enjoyed a margin of appreciation in that respect. The Government accordingly submitted that there had been no violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "21.  The Court reiterates that impartiality must be assessed both by means of a subjective test, which consists of seeking to determine the personal conviction of a particular judge in a given case, and by means of an objective test, which consists of ascertaining whether the judge offered guarantees sufficient to exclude any legitimate doubt in this respect (see, among other authorities, Thomann v. Switzerland, judgment of 10 June 1996, Reports of Judgments and Decisions 1996-III, p. 815, § 30).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  As regards the subjective aspect of impartiality, the Court notes that nothing in the present case pointed to any prejudice or bias on the part of Judge J.B.L.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  There thus remains the objective test. Here, what must be determined is whether, quite apart from the judge’s conduct, there are ascertainable facts which may raise doubts as to his impartiality. In this respect even appearances may be of some importance. What is at stake is the confidence which the courts in a democratic society must inspire in the public (see Castillo Algar v. Spain, judgment of 28 October 1998, Reports 1998-VIII, p. 3116, § 45). This implies that in deciding whether in a given case there is a legitimate reason to fear that a particular judge lacks impartiality, the standpoint of the applicant is important but not decisive. What is decisive is whether this fear can be held to be objectively justified (see Ferrantelli and Santangelo v. Italy, judgment of 7 August 1996, Reports 1996-III, pp. 951-52, § 58, and Wettstein v. Switzerland, no. 33958/96, § 44, ECHR 2000-XII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court notes that the applicant applied for the removal of the judge in question. It considers that the applicant could properly have construed the situation as one requiring withdrawal within the meaning of section 219 of the LOPJ, that is, that the judge had a direct or indirect interest in the dispute. In this connection, it notes that there is a general provision in Spanish law, section 221 of the LOPJ, which obliges a judge falling within the scope of one of the grounds for withdrawal or challenge set out in that section to withdraw from the case without waiting to be challenged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Admittedly, the applicant sought the judge’s removal approximately two years after the start of the proceedings, at a time when the judge in question had already taken part in the proceedings between the applicant and the university. The domestic courts rejected the application on the ground that it should have been lodged earlier because, by reason of his position as manager of the campus, the applicant ought to have been aware of the professional relations between the judge and the university. The Government stressed the reasons for the rejection, which they considered well-founded and in accordance with the applicable law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court cannot accept this line of argument. It is not apparent from the file that the applicant knew the judge prior to the dispute, or even that he ought to have known him. The reasons advanced by the domestic courts and the Government are based on a presumption of knowledge which does not rest on any concrete evidence to the effect that the applicant was in fact aware of the professional activities of Judge J.B.L. at the university. Moreover, it is difficult to see how the applicant could have proved that he did not know the judge before the start of the proceedings. As submitted by the applicant, such a requirement would have subjected him to an excessive burden of proof.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  It remains to be determined whether the applicant’s fears about the judge’s impartiality were legitimate, given the professional relations between the judge and the other party to the proceedings, and whether these relations cast doubt on his objective impartiality. For the Court, the answer is yes. The judge was associate professor at the university and had had regular and close professional relations with the university for a number of years. Moreover, he had been receiving regular income from the university in respect of his teaching activities, and that income was not negligible (7,200 euros per annum according to the Government). J.B.L. had therefore concurrently performed the duties of a judge of the Higher Court of Justice of Castilla-La Mancha and those of an associate professor in receipt of income from the opposing party. In the Court’s opinion, this situation could have raised legitimate fears in the applicant that Judge J.B.L. was not approaching his case with the requisite impartiality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In the Court’s view, these circumstances serve objectively to justify the applicant’s apprehension that Judge J.B.L. of the Administrative Division of the Higher Court of Justice of Castilla-La Mancha lacked the requisite impartiality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Consequently, in the present case there has been a violation of Article 6 § 1 of the Convention as regards the requirement of an impartial tribunal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "31.  The applicant claimed 409,350 euros (EUR) for the various heads of pecuniary and non-pecuniary damage sustained directly or indirectly as a result of his dismissal as administrative director of the  campus of the University of Castilla-La Mancha. That amount breaks down as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  EUR 372,380 for pecuniary damage in respect of the reduction in his salary following his dismissal as administrative director;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  EUR 29,078 for non-pecuniary damage;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  EUR 7,892 for interest on the amounts claimed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government submitted that the amounts claimed by the applicant were disproportionate and that there was no causal link between the alleged violations and the damage allegedly sustained. They considered that a mere finding that Article 6 § 1 had been violated would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court cannot speculate as to what the outcome of proceedings compatible with Article 6 § 1 of the Convention might have been (see Incal v. Turkey, judgment of 9 June 1998, Reports 1998-IV, p. 1575, § 82). In the present case it perceives no causal link between the breach of Article 6 § 1 and the alleged pecuniary damage. There is therefore no justification for an award under this head. As to the non-pecuniary damage, the Court considers that the applicant undoubtedly sustained such damage. Making its assessment on an equitable basis, the Court awards the applicant EUR 2,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "34.  The Court notes that the applicant did not claim a specific amount for costs and expenses. Accordingly, and in view of the fact that he represented himself before the Court, it considers that it is not appropriate to make him an award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "35.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 17 June 2003, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrM. Pellonpää",
            "role": "judges"
        },
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "judges"
        },
        {
            "name": "MrsE. Palm",
            "role": "judges"
        },
        {
            "name": "MrM. Fischbach",
            "role": "judges"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "Mrs F. elens-passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PESCADOR VALERO v. SPAIN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61149.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2003:0617JUD006243500",
    "externalsources": [],
    "extractedappno": [
        "62435/00",
        "33958/96"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-61149",
    "judgementdate": "17/06/2003 00:00:00",
    "kpdate": "17/06/2003 00:00:00",
    "kpthesaurus": [
        "445",
        "180",
        "40",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "PESCADOR VALERO",
        "SPAIN"
    ],
    "rank": "465.132476806641",
    "representedby": [
        "N/A"
    ],
    "respondent": "ESP",
    "respondentOrderEng": "44",
    "scl": [
        "Castillo Algar v. Spain, judgment of 28 October 1998, Reports 1998-VIII, p. 3116, § 45",
        "Ferrantelli and Santangelo v. Italy, judgment of 7 August 1996, Reports 1996-III, pp. 951-952, § 58",
        "Incal v. Turkey, judgment of 9 June 1998, Reports 1998-IV, p. 1575, § 82",
        "Thomann v. Switzerland, judgment of 10 June 1996, Reports of Judgments and Decisions 1996-III, p. 815, § 30",
        "Wettstein v. Switzerland, no. 33958/96, § 44, ECHR 2000-XII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "318352",
    "typedescription": "15"
}