{
    "__articles": "8;8-1;35;35-1;41;46;46-2",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life);Respondent State to take measures of a general character (Article 46-2 - Changes of regulations;Legislative amendments);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "21794/08",
    "article": [
        "46",
        "8",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "details": [
                "Article 46-2 - Changes of regulations",
                "Legislative amendments"
            ],
            "element": "Respondent State to take measures of a general character",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-118276.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 21794/08) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Serbian national, Ms Zorica Jovanović (“the applicant”), on 22 April 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms D. Govedarica, a lawyer practising in Batočina. The Serbian Government (“the Government”) were represented by their Agent, Mr S. Carić.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained of the continuing failure by the Serbian authorities to provide her with any information about the real fate of her son, who had allegedly died while in the care of a State-run hospital, or indeed with any other redress in that regard.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 12 April 2011 the application was communicated to the Government. It was also decided to rule on its admissibility and merits at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1953 and lives in Batočina.",
                                "elements": []
                            },
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  The specific facts of the applicant’s case",
                                "elements": [
                                    {
                                        "content": "7.  On 28 October 1983 the applicant gave birth to a healthy baby boy in the Ćuprija Medical Centre (“the ĆMC”), a State-run hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Between 28 and 30 October 1983, while still in the ĆMC, the applicant had regular contact with her son.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 30 October 1983 the applicant was informed by the doctors that both she and her son would be discharged the next day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant was with her son until approximately 11 p.m. on 30 October, when he was taken to a separate room for newborn babies. This was standard procedure and the applicant’s son had experienced no medical problems up to that point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 31 October 1983, at around 6.30 a.m., the duty doctor informed the applicant that “her baby ha[d] died”. Upon hearing this, the applicant immediately ran down the corridor towards the room where her son had spent the night. She was physically restrained by two orderlies, however. A nurse even tried to inject her with a sedative, but the applicant successfully resisted the attempt. Ultimately, having no other option and being in a state of shock, the applicant checked out of the ĆMC. Her relatives were subsequently told that the autopsy of the infant would be performed in , which was why his body could not yet be released to the parents. The applicant and her family remained confused as to why the autopsy would have to be carried out in , as this was clearly a departure from the ĆMC’s normal practice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  From 2001, and particularly from 2002, the Serbian media started reporting extensively on numerous cases similar to the applicant’s (see, for example, http://www.kradjabeba.org, accessed on 29 January 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 24 October 2002 the applicant sent a request to the ĆMC, seeking all relevant documentation relating to her son’s death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 12 November 2002 the applicant was informed by the ĆMC that her son had died on 31 October 1983, at 7.15 a.m., and that his death had occurred from an unknown cause. The ĆMC maintained that no other information was available because its archives had been flooded in the meantime and many documents had been destroyed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 22 November 2002, in response to the applicant’s request, the Municipality of Ćuprija informed her that her son’s birth had been registered in the municipal records but that his death had not.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 10 January 2003 the applicant’s husband (the child’s father) lodged a criminal complaint with the Ćuprija municipal public prosecutor’s office against the medical staff of the ĆMC, whom the applicant deemed responsible for “her son’s abduction”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 15 October 2003 the Ćuprija municipal public prosecutor’s office rejected the complaint as unsubstantiated, since “there was evidence that [the applicant’s] son had died on 31 October 1983”. No further reasoning was offered and there was no indication as to whether any preliminary investigation had been carried out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In March 2004 the Municipality of Ćuprija reaffirmed the content of its letter of 22 November 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 29 April 2004 the ĆMC provided the applicant with its internal records in support of its letter dated 12 November 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 19 September 2007 the Municipality of Ćuprija confirmed that the death of the applicant’s son had never been formally registered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 28 December 2007 the Municipality of Ćuprija provided the applicant with copies of her son’s birth certificate, in response to her earlier demand, together with the ĆMC’s request for registration of the birth.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The body of the applicant’s son was never released to the applicant or her family. Nor were they ever provided with an autopsy report or informed as to when and where he was allegedly buried.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Between 12 June 2009 and 20 July 2011 the Kragujevac Clinical Centre regularly treated the applicant for, inter alia, various depression-related symptoms dating back to 1999 and especially 2001.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Other relevant facts",
                                "elements": [
                                    {
                                        "content": "1.  The adoption of new procedures",
                                        "elements": [
                                            {
                                                "content": "24.  At a meeting organised by the Ministry of Health on 17 June 2003 on the burial of newborn babies who had died in hospital it was decided, inter alia, that the bodies could only be released to the parents if the latter signed a special form designed for this purpose.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  In response to a specific request sent to them by the State-run funeral company (JKP Pogrebne usluge) on 17 October 2003, all Belgrade-based public health-care institutions also agreed, inter alia, to implement a procedure whereby a special declaration would have to be signed (a) by the parents, or other family members, stating that they had been informed of the death by the hospital and that they would personally be making the funeral arrangements, or (b) by a legal entity, or its representative, to the effect that it would be making these arrangements because others had refused or were unable to do so. In the absence of such declarations, the State-run funeral company would refuse to collect the bodies from the hospitals.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parliamentary report of 14 July 2006 (Izveštaj o radu anketnog odbora obrazovanog radi utvrđivanja istine o novorođenoj deci nestaloj iz porodilišta u više gradova Srbije)",
                                        "elements": [
                                            {
                                                "content": "26.  In 2005 hundreds of parents in the same situation as that of the applicant, namely, whose newborn babies had “gone missing” following their alleged deaths in hospital wards, especially in the 1970s, 1980s and 1990s, applied to the Serbian Parliament seeking redress.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 14 July 2006 Parliament formally adopted a report prepared by the Investigating Committee established for this purpose. The findings of this report concluded, inter alia, that (a) there had been serious shortcomings in the applicable legislation at the relevant time and in the procedures before various State bodies and health authorities; (b) the situation justified the parents’ doubts or concerns as to what had really happened to their children; (c) no criminal redress could now be effective in view of the applicable limitation periods (see paragraph 34 below); and (d) a concerted effort on the part of all government bodies, as well as changes to the relevant legislation, were therefore necessary in order to provide the parents with adequate redress.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Statements made by the President of the Parliament",
                                        "elements": [
                                            {
                                                "content": "28.  On 16 April 2010 the local media reported that the President of the Serbian Parliament had stated that a parliamentary working group was about to be formed in order to prepare new legislation aimed at providing redress to the parents of the “missing babies”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The Ombudsman’s report of 29 July 2010 (Izveštaj zaštitnika građana o slučajevima tzv. “nestalih beba” sa preporukama)",
                                        "elements": [
                                            {
                                                "content": "29.  Following an extensive investigation into the issue, the Ombudsman found, inter alia, that (a) at the relevant time, there were no coherent procedures and/or statutory regulations as to what should happen in situations where a newborn baby died in hospital; (b) the prevailing medical opinion was that parents should be spared the mental pain of having to bury their newborn babies, which was why it was quite possible that certain couples were deliberately deprived of the opportunity to do so; (c) any autopsy reports were usually incomplete, inconclusive, and of highly dubious veracity; (d)  it could not therefore be ruled out that the babies in question were indeed removed from their families unlawfully; (e) turning to more recent times, the government response between 2006 and 2010 had itself been inadequate; and (f) the parents therefore remained entitled to know the truth about the real fate of their children, which could only be arrived at through the enactment of a lex specialis.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  The working group’s report submitted to Parliament on 28 December 2010 (Izveštaj o radu radne grupe za izradu predloga zakona radi stvaranja formalno-pravnih uslova za postupanje nadležnih organa po prijavama o nestanku novorođene dece iz porodilišta)",
                                        "elements": [
                                            {
                                                "content": "30.  In response to the findings and recommendations of the Parliamentary Report of 14 July 2006 (see paragraphs 26-27 above), a working group was set up by Parliament on 5 May 2010 (see paragraph 28 above). Its task was to assess the situation and propose any appropriate changes to the legislation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 28 December 2010 the working group submitted its report to Parliament. Following a detailed analysis of the current, already amended, legislation, it concluded that no changes were necessary except as regards the collection and use of medical data, but that a new piece of legislation concerning this issue was already being prepared (nacrt Zakona o evidencijama u oblasti zdravstva). The working group specifically noted, inter alia, that Article 34 of the Constitution made it impossible to extend the limitation period for criminal prosecution in respect of crimes committed in the past or, indeed, to introduce new, more serious, criminal offences and/or harsher penalties applicable to crimes committed in the past (see paragraph 32 below). The existing Criminal Code already envisaged several criminal offences of relevance to the issue, however, and the new Health Care Act set out a detailed procedure making it impossible for parents to have their newborn babies unlawfully removed from hospital wards (see paragraphs 35 and 41 below).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitution of the Republic of Serbia (Ustav Republike Srbije, published in the Official Gazette of the Republic of Serbia (OG RS) no. 98/06)",
                                "elements": [
                                    {
                                        "content": "32.  Article 34 of the Constitution reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No one shall be convicted on account of any act which did not constitute a criminal offence under the law or any other regulation based on the law at the time when it was committed. Nor shall a penalty be imposed which was not prescribed for the act at the time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The penalties shall be determined pursuant to the legislation in force at the time when the act was committed, save where subsequent legislation is more lenient for the perpetrator. Criminal offences and penalties shall be laid down by the law.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal Code of the Socialist Republic of Serbia 1977 (Krivični zakon Socijalističke Republike Srbije, published in the Official Gazette of the Socialist Republic of Serbia nos. 26/77, 28/77, 43/77 and 20/79)",
                                "elements": [
                                    {
                                        "content": "33.  Article 116 provided, inter alia, that anyone who had unlawfully detained or abducted a minor child from his or her parents was liable to a prison sentence of between one and ten years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Criminal Code of the Socialist Federal Republic of Yugoslavia 1976 (Krivični zakon Socijalističke Federativne Republike Jugoslavije, published in the Official Gazette of the Socialist Federal Republic of Yugoslavia (OG SFRY) nos. 44/76, 36/77, 34/84, 37/84, 74/87, 57/89, 3/90, 38/90, 45/90 and 54/90; in the Official Gazette of the Federal Republic of Yugoslavia nos. 35/92, 16/93, 31/93, 37/93, 24/94 and 61/01; and in OG RS no. 39/03)",
                                "elements": [
                                    {
                                        "content": "34.  Articles 95 and 96 provided, inter alia, that prosecution of the crime defined in Article 116 of the Criminal Code of the Socialist Republic of Serbia became time-barred where more than twenty years had elapsed since the commission of the crime.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Criminal Code of the Republic of Serbia 2005 (Krivični zakonik, published in OG RS nos. 85/05, 88/05, 107/05, 72/09 and 111/09)",
                                "elements": [
                                    {
                                        "content": "35.  Under Articles 191, 192, 388 and 389, various forms of child abduction and human trafficking, including for the purposes of adoption, are defined as a crime.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Obligations Act (Zakon o obligacionim odnosima, published in OG SFRY nos. 29/78, 39/85, 45/89, 57/89 and 31/93)",
                                "elements": [
                                    {
                                        "content": "36.  Articles 199 and 200 provide, inter alia, that anyone who has suffered fear, physical pain or, indeed, mental anguish as a consequence of a breach of his or her “personal rights” (prava ličnosti) shall be entitled, depending on their duration and intensity, to sue for financial compensation in the civil courts and, in addition, to request other forms of redress “which may be capable” of affording adequate non-pecuniary satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Article 376 §§ 1 and 2 provide that a claim based on the above-mentioned provisions may be brought within three years of the date on which the injured party learnt of the damage in question and identified the person responsible, but that such a claim must in any event be lodged within a maximum of five years of the event itself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Article 377 § 1 further provides that if the damage in issue has been caused as a result of the commission of a criminal offence, the civil limitation period may be extended so as to correspond to the applicable criminal statute of limitations.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Relevant domestic case-law",
                                "elements": [
                                    {
                                        "content": "39.  On 4 June 1998 the Supreme Court (Rev. 251/98) held that civil limitation periods concerning various forms of non-pecuniary damage (see paragraphs 36-38 above) would not start running until the situation complained of had come to an end (kada su pojedini vidovi neimovinske štete dobili oblik konačnog stanja).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 21 April 2004 the Supreme Court (Rev. 229/04) further held that “personal rights” within the meaning of the Obligations Act included, inter alia, the right to respect for family life.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Health Care Act (Zakon o zdravstvenoj zaštiti, published in OG RS nos. 107/05, 72/09, 88/10 and 99/10)",
                                "elements": [
                                    {
                                        "content": "41.  Articles 219 to 223 provide, inter alia, details as regards the determination of the time and cause of death of a newborn baby while still in hospital. Specifically, the hospital will inform the family as soon as possible and provide them with access to the body. An autopsy is carried out and a biological sample stored for any future purposes. The police are informed if no cause of death has been established, and the relevant municipal authorities are informed in all circumstances.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  The applicant relied on Articles 4, 5 and 8 of the Convention. In substance, however, she complained of the respondent State’s continuing failure to provide her with any information about the real fate of her son. The applicant suspected, further, that he might still be alive, having been unlawfully given up for adoption.",
                                "elements": []
                            },
                            {
                                "content": "43.  The Court, being the master of the characterisation to be given in law to the facts of any case before it (see Akdeniz v. Turkey, no. 25165/94, § 88, 31 May 2005), considers that this complaint falls to be examined under Article 8 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his ... family life ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Compatibility ratione temporis",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "44.  The Government maintained that the facts “constitutive of the alleged interference” concerned a period prior to 3 March 2004, that being the date when the Convention had come into force in respect of Serbia. Specifically, the applicant’s child had allegedly been taken from her on 31 October 1983 and her husband’s criminal complaint had been rejected on 15 October 2003, having not been lodged until some ten months previously. The Government argued, lastly, that even the alleged failure of the respondent State to remedy the impugned situation as of 3 March 2004 could not bring the applicant’s complaint within the Court’s competence ratione temporis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The applicant submitted that the violation in question was of an ongoing character and that she had also complained orally about the issue to various authorities over the years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "46.  The Court reiterates that its jurisdiction ratione temporis covers only the period after the ratification of the Convention or its Protocols by the respondent State. From the ratification date onwards, however, the State’s alleged acts and omissions must conform to the Convention and its Protocols, meaning that all subsequent facts fall within the Court’s jurisdiction even where they are merely extensions of an already existing situation (see, for example, Yağcı and Sargın v. Turkey, 8 June 1995, § 40, Series A no. 319A, and Almeida Garrett, Mascarenhas Falcão and Others v. Portugal, nos. 29813/96 and 30229/96, § 43, ECHR 2000-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  It is further observed that disappearances are a very specific phenomenon, characterised by an ongoing situation of uncertainty and unaccountability in which there is a lack of information or even a deliberate concealment and obfuscation of what has occurred. This situation is very often drawn out over time, prolonging the torment of the victim’s parents or relatives. It cannot therefore be said that a disappearance is, simply, an “instantaneous” act or event; the additional distinctive element of subsequent failure to account for the whereabouts and fate of the missing person gives rise to a continuing situation. Thus, the positive obligation will, potentially, persist as long as the fate of the person is unaccounted for. This is so even where death may, eventually, be presumed (see, albeit in the context of Articles 2 and 3, Varnava and Others v. Turkey [GC], nos. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 and 16073/90, § 148, ECHR 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Turning to the present case, the Court notes that the applicant’s son allegedly died or went missing on 31 October 1983, whilst the Convention came into force in respect of Serbia on 3 March 2004. However, the respondent State’s alleged failure to provide the applicant with any definitive and/or credible information as to the fate of her son has continued to the present day. In such circumstances, the Court considers that the applicant’s complaint concerns a continuing situation (see, mutatis mutandis, Varnava and Others, cited above, §§ 130-50, and, in the context of Article 8, Kurić and Others v.  [GC], no. 26828/06, §§ 238 and 240-42, 26 June 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Accordingly, the Government’s objection as to the lack of jurisdiction ratione temporis must be dismissed. The Court is thus competent to examine the applicant’s complaint in so far as it relates to the respondent State’s alleged failure to fulfil its procedural obligations under the Convention as of 3 March 2004. It may, however, have regard to the facts prior to the ratification inasmuch as they could be considered to have created a continuous situation extending beyond that date or may be relevant for the understanding of facts occurring thereafter (see, mutatis mutandis, Kurić and Others, cited above, § 240).",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The six-month rule",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "50.  The Government contended that the applicant’s complaint had been lodged out of time because she had learned of the outcome of her criminal case more than four years earlier. The applicant should therefore have lodged her application with the Court within a period of six months following the Convention’s entry into force in respect of , namely, as of 3 March 2004. Whilst it was true that various official reports had been produced after that date, the Government submitted that the applicant could not have “reasonably expected” that any of them would have enabled her to initiate proceedings capable of bringing about the “resolution of her case”. No “revival” of the respondent State’s obligations under the Convention was therefore possible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The applicant stated that the parliamentary report of 14 July 2006 and the Ombudsman’s report of 29 July 2010 had raised her hopes that redress might, after all, be forthcoming, and that such expectations had ended only on 28 December 2010 when the working group had presented its own report to Parliament.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "52.  The object of the six-month time-limit under Article 35 § 1 is to promote legal certainty, by ensuring that cases raising issues under the Convention are dealt with in a reasonable time and that past decisions are not continually open to challenge. It marks out the temporal limits of supervision carried out by the Court and signals to both individuals and State authorities the period beyond which such supervision is no longer possible (see, amongst other authorities, Walker v. the United Kingdom (dec.), no. 34979/97, ECHR 2000I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  As a rule, the six-month period runs from the date of the final decision in the process of exhaustion of domestic remedies. Where it is clear from the outset, however, that no effective remedy is available to the applicant, the period runs from the date of the acts or measures complained of, or from the date of knowledge of that act or its effect on or prejudice to the applicant (see Dennis and Others v. the United Kingdom (dec.), no. 76573/01, 2 July 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Nonetheless, it has been said that the six-month time-limit does not apply as such to continuing situations (see, for example, Agrotexim Hellas S.A. and Others v. Greece, no. 14807/89, Commission decision of 12 February 1992, Decisions and Reports 72, p. 148, and Cone v. Romania, no. 35935/02, § 22, 24 June 2008); this is because, if there is a situation of an ongoing breach, the time-limit in effect starts afresh each day and it is only once the situation ceases that the final period of six months will run to its end.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  However, not all continuing situations are the same. As regards disappearances, applicants cannot wait indefinitely before lodging their application with the Court. Where there is a state of ignorance and uncertainty and, by definition, a failure to account for what has happened, if not an appearance of deliberate concealment and obstruction on the part of some authorities, it is more difficult for the relatives of the missing to assess what is happening, or what can be expected to happen. Allowances must be made for the uncertainty and confusion which frequently mark the aftermath of a disappearance. Still, applications can be rejected as out of time where there has been excessive or unexplained delay on the part of applicants once they have, or should have, become aware that no investigation has been instigated or that the investigation has lapsed into inaction or become ineffective and, in any of those eventualities, there is no immediate, realistic prospect of an effective investigation being provided in the future. Where there are initiatives being pursued with regard to a disappearance situation, applicants may reasonably await developments which could resolve crucial factual or legal issues. Indeed, as long as there is some meaningful contact between families and authorities concerning complaints and requests for information, or some indication, or realistic possibility, of progress in investigative measures, considerations of undue delay will not generally arise. However, where there has been a considerable lapse of time, and there have been significant delays and lulls in investigative activity, there will come a moment when the relatives must realise that no effective investigation has been, or will be provided (see Varnava and Others, cited above, §§ 162 and 165).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Turning to the present case, the Court notes that on 14 July 2006 the Serbian Parliament formally adopted a report prepared by its Investigating Committee. The report included, inter alia, a recommendation to the effect that a concerted effort on the part of all government bodies, as well as changes to the relevant legislation, were necessary in order to provide the parents with adequate redress (see paragraph 27 (d) above). On 16 April 2010 the local media reported that the President of the Parliament had stated that a parliamentary working group was about to be formed in order to prepare new legislation aimed at providing redress to the parents of the “missing babies” (see paragraph 28 above). Lastly, in his report of 29 July 2010 the Serbian Ombudsman opined that the parents remained entitled to know the truth regarding the real fate of their children, and proposed the enactment of a lex specialis in that regard (see paragraph 29 (f) above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In such, admittedly very specific, circumstances and despite the overall passage of time, it cannot be said that the applicant was unreasonable in awaiting the outcome of developments which could have “resolved crucial factual or legal issues” regarding her complaint, at least not until the presentation of the working group’s report on 28 December 2010 when it became obvious that no redress would be forthcoming (see paragraphs 30-31 above). Since the application in the present case was lodged on 22 April 2008, the Government’s objection must be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Exhaustion of domestic remedies",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "58.  The Government averred that the applicant had in effect made no effort to exhaust domestic remedies. In particular, it was her husband who had lodged the criminal complaint, and she, personally, had also failed to bring a civil case on the basis of Articles 199 and 200 of the Obligations Act, as applied and interpreted in the Supreme Court’s case-law described in paragraphs 36 to 40 above. The Government further produced three judgments of the Supreme Court in which the claimants had been awarded compensation for the harm suffered as a consequence of medical errors and police misconduct, and one ruling setting aside a district court’s decision adopted in the latter context (see Rev. nos. 1118/03, 807/05 and 51/07 of 10 April 2003, 1 December 2005 and 13 March 2007, respectively). In any event, and as a matter of principle, the Government considered it unreasonable that a State Party should be required to provide effective redress to applicants in cases where an alleged violation of their rights had taken place prior to the ratification of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The applicant maintained that the criminal complaint lodged by her husband had clearly included her own complaint to the same effect since the entire matter concerned the disappearance of their child. It was true that the said complaint had been lodged in 2003, but the applicant had been unable to obtain any relevant evidence or expect any redress prior to then. Put simply, the “missing-babies issue” had been taboo until 2001, when the parents concerned had started organising themselves, the media had begun extensively reporting on it, and even Parliament had debated the issue at its plenary sessions. It should further be noted that, in the meantime, applicable criminal and civil limitation periods had come into force.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "60.  The Court reiterates that, under Article 35 § 1 of the Convention, it may only deal with an application after all domestic remedies have been exhausted. The purpose of Article 35 is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to the Court (see, for example, Mifsud v. France (dec.) [GC], no. 57220/00, § 15, ECHR 2002-VIII). The obligation to exhaust domestic remedies requires an applicant to make normal use of remedies which are effective, sufficient and accessible in respect of his or her Convention grievances. To be effective, a remedy must be capable of remedying directly the impugned state of affairs (see Balogh v. Hungary, no. 47940/99, § 30, 20 July 2004). The Court has likewise frequently emphasised the need to apply the exhaustion rule with some degree of flexibility and without excessive formalism (see Ringeisen v. , 16 July 1971, § 89, Series A no. 13).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  In terms of the burden of proof, it is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one, available in theory and in practice at the relevant time (see, inter alia, Vernillo v. France, 20 February 1991, § 27, Series A no. 198, and Dalia v. France, 19 February 1998, § 38, Reports of Judgments and Decisions 1998-I). Once this burden has been satisfied, it falls to the applicant to establish that the remedy advanced by the Government was in fact exhausted, or was for some reason inadequate and ineffective in the particular circumstances of the case, or that there existed special circumstances absolving him or her from this requirement (see Dankevich v. Ukraine, no. 40679/98, § 107, 29 April 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  As regards the present case, the Court notes that the applicant’s husband did indeed lodge a criminal complaint on his own behalf and on behalf of the applicant since the incident in question concerned the same event of equal significance to both of them. That complaint was rejected by the public prosecutor’s office, however, without any indication as to whether any preliminary investigation had been carried out (see paragraph 17 above). Further, any criminal proceedings would indeed have become time-barred by October 2003, at the latest, and would hence have been incapable of providing any redress thereafter (see paragraphs 27 (c) and 34 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Concerning the civil claim, the Court considers that this avenue of redress could not have remedied the impugned state of affairs. The civil courts could, at best, have recognised the violation of the applicant’s “personal rights” and awarded compensation for the non-pecuniary damage suffered. They could also, possibly, have ordered other forms of redress “capable” of affording non-pecuniary satisfaction. Neither of those measures, however, could have effectively remedied the applicant’s underlying complaint, which was her need for information as to “the real fate of her son”. The Government have certainly offered no evidence to the contrary. The Court notes, lastly, that neither Parliament nor the Ombudsman addressed this issue in their respective reports. Indeed, if anything, by recommending the enactment of a lex specialis they appear to have suggested that no existing domestic remedies, including the said civil claim, could have been effective (see paragraphs 27 (d), 28 and 29 (f) above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Government’s objection as to the exhaustion of domestic remedies must therefore be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "65.  The Court notes that the applicant’s complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It is also not inadmissible on any other grounds, and must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "66.  The applicant reaffirmed her complaint regarding the respondent State’s continuing failure to provide her with information as to the real fate of her son. She added that had her son died, as the ĆMC had claimed, they should have reported the death to the competent municipal authorities, shown the body to the parents and produced an autopsy report.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Government submitted that no violation of the applicant’s rights could be imputed to the respondent State since the alleged disappearance of her son had occurred in a medical institution, not a State body. Nor was there any evidence that the applicant’s child had indeed been removed from her unlawfully. Whilst there might have been certain procedural omissions on the part of the ĆMC in 1983, the applicant had not made use of any domestic remedies, despite these being capable of offering redress for any wrongs suffered. The issue had also been considered repeatedly at domestic level and the relevant legal framework and practices had been amended with a view to offering adequate safeguards. Any changes to the criminal legislation, however, could not, by definition, be applied to the applicant’s situation, which had arisen so many years previously (see paragraphs 24, 25 and 31 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "68.  The mutual enjoyment by parent and child of each other’s company constitutes a fundamental element of “family life” within the meaning of Article 8 of the Convention (see, among many other authorities, Monory v. Romania and Hungary, no. 71099/01, § 70, 5 April 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The essential object of Article 8 is to protect the individual against arbitrary interference by public authorities. There may, however, be additional positive obligations inherent in this provision extending to, inter alia, the effectiveness of any investigating procedures relating to one’s family life (see, mutatis mutandis, and in the context of “private life”, M.C. v. , no. 39272/98, §§ 152-53, ECHR 2003XII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  In Varnava and Others (cited above) the Grand Chamber, albeit in the context of Article 3, held as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“200. The phenomenon of disappearances imposes a particular burden on the relatives of missing persons who are kept in ignorance of the fate of their loved ones and suffer the anguish of uncertainty. ... The essence of the violation is not that there has been a serious human rights violation concerning the missing person; it lies in the authorities’ reactions and attitudes to the situation when it has been brought to their attention ... Other relevant factors include ... the extent to which the family member witnessed the events in question, the involvement of the family member in the attempts to obtain information about the disappeared person ... The finding of such a violation is not limited to cases where the respondent State has been held responsible for the disappearance ... but can arise where the failure of the authorities to respond to the quest for information by the relatives or the obstacles placed in their way, leaving them to bear the brunt of the efforts to uncover any facts, may be regarded as disclosing a flagrant, continuous and callous disregard of an obligation to account for the whereabouts and fate of a missing person.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court deems these considerations broadly applicable, mutatis mutandis, to the very specific context of positive obligations under Article 8 in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  With this in mind and turning to the present case, it is noted that the body of the applicant’s son was never released to the applicant or her family, and that the cause of death was never determined (see paragraphs 22 and 14 above, in that order). Furthermore, the applicant was never provided with an autopsy report or informed of when and where her son had allegedly been buried, and his death was never officially recorded (see paragraphs 22 and 15 above, in that order). The criminal complaint lodged by the applicant’s husband would also appear to have been rejected without adequate consideration (see paragraph 17 above), and the applicant herself still has no credible information as to what happened to her son.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Moreover, the Court observes that the respondent State authorities have themselves affirmed, on various occasions following the Serbian ratification of the Convention, that (a) in the 1980s there were serious shortcomings in the applicable legislation and in the procedures before various State bodies and health authorities; (b) there were no coherent statutory regulations as to what should happen in situations where a newborn baby died in hospital; (c) the prevailing medical opinion was that parents should be spared the mental pain of having to bury their newborn baby, which is why it was quite possible that certain couples were deliberately deprived of the opportunity to do so; (d) this situation justified the parents’ doubts or concerns as to what had really happened to their children, and it could not therefore be ruled out that the babies in question were indeed removed from their families unlawfully; (e) the respondent State’s response between 2006 and 2010 was itself inadequate; and (f) the parents therefore remain entitled to know the truth as to the real fate of their children (see paragraphs 26-29 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Lastly, despite several seemingly promising official initiatives between 2003 and 2010, the working group’s report submitted to the Serbian Parliament on 28 December 2010 concluded that no changes to the existing, already amended, legislation were necessary, except as regards the collection and use of medical data. In these circumstances, it is clear that this has only improved the situation for the future, and has effectively offered nothing to those parents, including the applicant, who have endured the ordeal in the past (see paragraphs 30-31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The foregoing considerations are sufficient to enable the Court to conclude that the applicant has suffered a continuing violation of the right to respect for her family life on account of the respondent State’s continuing failure to provide her with credible information as to the fate of her son.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  There has accordingly been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 8",
                        "elements": [
                            {
                                "content": "76.  The applicant further complained, under Article 13 of the Convention, of the respondent State’s continuing failure to provide her with any redress for the continuing breach of her right to respect for her “family life”.",
                                "elements": []
                            },
                            {
                                "content": "77.  The Government contested the merits of this complaint (see paragraph 58 above).",
                                "elements": []
                            },
                            {
                                "content": "78.  The Court considers that this complaint falls to be examined under Article 13 of the Convention taken in conjunction with Article 8.",
                                "elements": []
                            },
                            {
                                "content": "79.  The former provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "80.  Given that the applicant’s Article 13 complaint is effectively the same as her complaint under Article 8, and having regard to its finding in respect of the latter (see, in particular, paragraph 73 above), the Court declares the Article 13 complaint admissible but considers that it need not be examined separately on its merits.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "81.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "82.  The applicant claimed 50,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Government contested that claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court considers that the applicant has certainly suffered some non-pecuniary damage. Having regard to the nature of the violation found in the present case and making its assessment on an equitable basis, the Court therefore awards her EUR 10,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "85.  The applicant also claimed EUR 2,750 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Government contested that claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to their quantum. In the present case, regard being had to the documents in its possession and the above criteria, as well as the fact that the applicant has already been granted EUR 850 under the Council of Europe’s legal aid scheme, the Court considers it reasonable to award her the additional sum of EUR 1,800 for the costs incurred before it.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "88.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 46 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "89.  Article 46 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.",
                                "elements": []
                            },
                            {
                                "content": "2.  The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "90.  Given these provisions, it follows, inter alia, that a judgment in which the Court finds a breach imposes on the respondent State a legal obligation not just to pay those concerned any sums awarded by way of just satisfaction, but also to choose, subject to supervision by the Committee of Ministers, the general and/or, if appropriate, individual measures to be adopted in their domestic legal order to put an end to the violation found by the Court and to redress, in so far as possible, the effects thereof (see Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII).",
                                "elements": []
                            },
                            {
                                "content": "91.  In that connection the applicant requested that the respondent State be ordered to amend its legislation so as to increase the penalties for the relevant criminal offences, extend the applicable limitation period and, subsequently, reopen the criminal proceedings in her case.",
                                "elements": []
                            },
                            {
                                "content": "92.  In view of the above, as well as the significant number of potential applicants, the respondent State must, within one year from the date on which the present judgment becomes final in accordance with Article 44 § 2 of the Convention, take all appropriate measures, preferably by means of a lex specialis (see the Ombudsman’s report of 29 July 2010 at paragraph 29 above), to secure the establishment of a mechanism aimed at providing individual redress to all parents in a situation such as, or sufficiently similar to, the applicant’s (see paragraph 26 above). This mechanism should be supervised by an independent body, with adequate powers, which would be capable of providing credible answers regarding the fate of each child and awarding adequate compensation as appropriate.",
                                "elements": []
                            },
                            {
                                "content": "93.  As regards all similar applications already pending before it, the Court decides to adjourn these during the said interval. This decision is without prejudice to the Court’s power at any moment to declare inadmissible any such case or to strike it out of its list in accordance with the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine separately the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Serbian dinars at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that the respondent State must, within one year from the date on which the present judgment becomes final in accordance with Article 44 § 2 of the Convention, take all appropriate measures to secure the establishment of a mechanism aimed at providing individual redress to all parents in a situation such as, or sufficiently similar to, the applicant’s (see paragraph 92 of the judgment);",
                        "elements": []
                    },
                    {
                        "content": "7.  Decides to adjourn, for one year from the date on which the present judgment becomes final, all similar applications already pending before the Court, without prejudice to the Court’s power at any moment to declare inadmissible any such case or to strike it out of its list of cases in accordance with the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 March 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ZORICA JOVANOVIĆ v. SERBIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-118276.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0326JUD002179408",
    "externalsources": [
        "Report of the Ombudsman of 29 July 2010"
    ],
    "extractedappno": [
        "21794/08",
        "98/06",
        "26/77",
        "28/77",
        "43/77",
        "20/79",
        "44/76",
        "36/77",
        "34/84",
        "37/84",
        "74/87",
        "57/89",
        "3/90",
        "38/90",
        "45/90",
        "54/90",
        "35/92",
        "16/93",
        "31/93",
        "37/93",
        "24/94",
        "61/01",
        "39/03",
        "85/05",
        "88/05",
        "107/05",
        "72/09",
        "111/09",
        "29/78",
        "39/85",
        "45/89",
        "251/98",
        "229/04",
        "88/10",
        "99/10",
        "25165/94",
        "29813/96",
        "30229/96",
        "16064/90",
        "16065/90",
        "16066/90",
        "16068/90",
        "16069/90",
        "16070/90",
        "16071/90",
        "16072/90",
        "16073/90",
        "26828/06",
        "34979/97",
        "76573/01",
        "14807/89",
        "35935/02",
        "1118/03",
        "807/05",
        "51/07",
        "57220/00",
        "47940/99",
        "40679/98",
        "71099/01",
        "39272/98",
        "39221/98",
        "41963/98"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-118276",
    "judgementdate": "26/03/2013 00:00:00",
    "kpdate": "26/03/2013 00:00:00",
    "kpthesaurus": [
        "451",
        "425",
        "14",
        "128",
        "216",
        "26",
        "126",
        "243",
        "35",
        "225"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "46-2",
        "8",
        "8-1",
        "35-1",
        "46",
        "35",
        "41"
    ],
    "parties": [
        "ZORICA JOVANOVIĆ",
        "SERBIA"
    ],
    "rank": "974.635986328125",
    "representedby": [
        "GOVEDARICA D."
    ],
    "respondent": "SRB",
    "respondentOrderEng": "40",
    "scl": [
        "Agrotexim Hellas S.A. and Others v. Greece, no. 14807/89, Commission decision of 12 February 1992, DR 71, p. 148",
        "Akdeniz v. Turkey, no. 25165/94, § 88, 31 May 2005",
        "Almeida Garrett, Mascarenhas Falcão and Others v. Portugal, nos. 29813/96 and 30229/96, § 43, ECHR 2000-I",
        "Balogh v. Hungary, no. 47940/99, § 30, 20 July 2004",
        "Cone v. Romania, no. 35935/02, § 22, 24 June 2008",
        "Dalia v. France, judgment of 19 February 1998, § 38, Reports 1998-I",
        "Dankevich v. Ukraine, no. 40679/98, § 107, 29 April 2003",
        "Dennis and Others v. the United Kingdom (dec.), no. 76573/01, 2 July 2002",
        "Kuric and Others v. Slovenia [GC], no. 26828/06, §§ 238 and 240-242, ECHR 2012 (extracts)",
        "M.C. v. Bulgaria, no. 39272/98, §§ 152-153, ECHR 2003-XII",
        "Mifsud v. France (dec.) [GC], no. 57220/00, § 15, ECHR 2002-VIII",
        "Monory v. Romania and Hungary, no. 71099/01, § 70, 5 April 2005",
        "Ringeisen v. Austria, 16 July 1971, § 89, Series A no. 13",
        "Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII",
        "Varnava and Others v. Turkey [GC], nos. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 and 16073/90, § 148, ECHR 2009",
        "Vernillo v. France, judgment of 20 February 1991, § 27, Series A no. 198",
        "Walker v. the United Kingdom (dec.), no. 34979/97, ECHR 2000-I",
        "Yagci and Sargin v. Turkey, judgment of 8 June 1995, § 40, Series A no. 319-A"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "397945",
    "typedescription": "15"
}