{
    "__articles": "10",
    "__conclusion": "Violation of Art. 10",
    "applicability": "",
    "appno": "24874/04",
    "article": [
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        }
    ],
    "content": {
        "001-103304.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 24874/04) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Ünsal Öztürk (“the applicant”), on 7 July 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  Until March 2008 the applicant was represented by lawyers at the Kurdish Human Rights Project (KHRP) in London. Subsequently, he was represented by Mr Levent Kanat, a lawyer practising in Ankara. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the refusal of the national courts to lift a confiscation order for a number of books published by his company violated his right to freedom of expression within the meaning of Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 10 March 2009 the President of the Second Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1957 and lives in Ankara. He is the owner of “Yurt Books and Publishing”, a small independent firm that has published numerous books in Turkey.",
                                "elements": []
                            },
                            {
                                "content": "6.  In the 1990s a number of books published by the applicant's company were found to contain propaganda in breach of various provisions of the Prevention of Terrorism Act (Law no. 3712), as well as “insults to the memory of Atatürk” in breach of Law no. 5816. He was convicted and served a total period of one year, five months and twenty days in prison and paid the equivalent of 5,121 euros (EUR) in fines. Most of the books in question were confiscated. On 21 December 1994 he introduced an application with the Court in relation to that conviction and the confiscation of the books. On 4 October 2005 the Court found a violation of Articles 7 and 10 of the Convention (see Ünsal Öztürk v. Turkey, no. 29365/95, 4 October 2005).",
                                "elements": []
                            },
                            {
                                "content": "7.  Following the repeal of section 8 of the Prevention of Terrorism Act in July 2003, the applicant made applications to the First Chamber of the Ankara State Security Court on various dates in 2003 and asked for the confiscation orders to be lifted.",
                                "elements": []
                            },
                            {
                                "content": "8.  The First Chamber of the Ankara State Security Court rejected the claims and the applicant lodged objections against those rejections with the Second Chamber of the same court.",
                                "elements": []
                            },
                            {
                                "content": "9.  The Second Chamber of the Ankara State Security Court lifted the confiscation orders in respect of a number of the books but held that, as the confiscation orders had already been executed, there were no books to return.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 9 January 2004 the Second Chamber of the Ankara State Security Court held in respect of sixteen books that, although section 8 of the Prevention of Terrorism Act had been repealed, the contents of those books amounted not only to “separatist propaganda” but were also unlawful “under various laws”, and rejected the objection.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 22 November 2005 a further decision was adopted by the Ankara Assize Court in respect of the same sixteen books. Having regard “to the legislation in force” and “considering that the contents of the books might be in contravention of section 7(2) of the Prevention of Terrorism Act” it refused the applicant's request for the lifting of the confiscation order in respect of the sixteen books.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant appealed against the decision of 22 November 2005. The prosecutor at the Court of Cassation also requested that the decision be quashed because he considered that rejecting the applicant's request on account of the assumption that the contents of the books “might be unlawful”, rather than examining the substance of the applicant's request in the light of the legal developments, was not in accordance with the law and procedure.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 8 April 2006 the Court of Cassation dismissed the appeal lodged by the applicant.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "14.  The applicant complained under Article 10 of the Convention that there had been an unjustified interference with his right to freedom of expression on account of, inter alia, the national courts' failure to state by which laws the continued confiscation was justified. He submitted that, by virtue of the lack of certainty, neither the accessibility nor the foreseeability requirements of that provision had been satisfied. Article 10 of the Convention reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security...for the prevention of disorder or crime,...”",
                                "elements": []
                            },
                            {
                                "content": "15.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "16.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "17.  The applicant argued that the national courts' refusals to lift the confiscation order were devoid of legal basis. If the national courts had considered that the contents of the books were in breach of any criminal-law provisions, new criminal proceedings should have been instigated with reference to specific legal provisions. As to the conclusion reached by the Ankara Assize Court, namely that “the contents of the books might be in contravention of section 7(2) of the Prevention of Terrorism Act”, the applicant pointed out that the Turkish legal system did not allow courts to base their judgments on possibilities; national courts could only decide that a crime has been committed or not committed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Government submitted that there had been no interference with the exercise of the applicant's right to freedom of expression. They also considered that the interference was prescribed by law because “it was stated in both of the national court decisions in question”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court observes that it already found in the previous application introduced by the applicant concerning the same books that there had been an interference with the applicant's right to freedom of expression on account of the applicant's conviction and the confiscation of the books in accordance with various provisions of the Prevention of Terrorism Act. It was decided that the interference was not prescribed by law, and a violation of Article 10 of the Convention was found (see Ünsal Öztürk, cited above, § 63).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Subsequently, when deciding the applicant's requests for the confiscation orders to be lifted, the national courts adopted new decisions and once more decided that the contents of the books were unlawful, not only under the then still existing provisions of the Prevention of Terrorism Act, but also under different criminal law provisions which had not been mentioned in the first set of criminal proceedings examined by the Court in the first application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court notes, therefore, that a new and different justification was held to exist by the national courts for the continued confiscation of the sixteen books in question. It follows that the new decisions adopted by the national courts amount to a fresh interference with the applicant's rights under Article 10 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  This interference contravenes Article 10 of the Convention unless it was “prescribed by law”, pursued one or more of the legitimate aims referred to in paragraph 2 of Article 10, and was “necessary in a democratic society” for achieving such aim or aims. The Court will examine each of these criteria in turn.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  As to whether the interference was “prescribed by law”, the Court reiterates that a norm cannot be regarded as a “law” within the meaning of Article 10 § 2 unless it is formulated with sufficient precision to enable the citizen to regulate his or her conduct; the individual must be able – with appropriate advice if need be – to foresee, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (see, inter alia, Lindon, Otchakovsky-Laurens and July v. France [GC], nos. 21279/02 and 36448/02, § 41, ECHR 2007XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In the present case, however, the national courts did not even refer to any specific domestic-law provisions. Instead, in order to provide a legal basis for their refusals, they relied on ambiguous phrases such as “under various laws” and “the legislation in force”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  When notice of the application was given to the Government they were requested by the Court to clarify whether the interference could be regarded as “prescribed by law” notwithstanding the national courts' reliance on those phrases. However, the Government did not respond to that specific question other than stating that “the interference was prescribed by law because it was stated in both of the national court decisions in question”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Moreover, the national courts also considered that the contents of the books “might” be in contravention of section 7(2) of the Prevention of Terrorism Act. The Court is struck by the national courts use of the expression “might”, and considers that the conclusion reached by the national courts bordered on arbitrariness as it was too broad and vague to be compatible with the requirement of legal certainty, required by Article 10 § 2 of the Convention (see, mutatis mutandis, Asan v. Turkey, no. 28582/02, § 36, 27 November 2007, and Maestri v. Italy [GC], no. 39748/98, §§ 21 and 30, ECHR 2004I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Having regard to the absence of any references to specific domestic law provisions and the wording employed by the national courts, the Court finds that the interference with the applicant's right to freedom of expression was not prescribed by law. This conclusion makes it unnecessary to examine whether the other requirements of paragraph 2 of Article 10 were complied with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  It follows that there has been a violation of Article 10 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  Lastly, relying on Article 1 of Protocol No.1 to the Convention the applicant complained that the national courts' decisions not to return his books had constituted an interference with his right to the peaceful enjoyment of his possessions.",
                                "elements": []
                            },
                            {
                                "content": "30.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "31.  The Court observes that the applicant's complaint concerning the confiscation of the books was already examined by the Court in its judgment in 2005 and deemed not to require a separate examination because it was held that the confiscation of the books was an incidental effect of the applicant's prosecution and convictions (see Ünsal Öztürk, cited above, § 70). The Court considers that the refusal to lift the confiscation orders is an extension of the confiscation of the books and, as such, does not amount to a new “deprivation” within the meaning of this provision. It therefore reiterates its earlier finding that this complaint does not raise an issue that needs to be examined separately (ibid).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "33.  The applicant claimed 60,000 euros (EUR) in respect of pecuniary damage on account of his inability to sell the books and to pay the royalties to their authors. He also claimed EUR 50,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Government considered the sums claimed to be speculative and excessive, and invited the Court not to make any awards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court notes that an award has already been made to the applicant in his first application in respect of pecuniary damage stemming from his losses due to the cumulative effects of the criminal proceedings. In the same judgment his claims concerning loss of profits were rejected as being speculative. Furthermore, the Court did not find a causal link between the violation found and the sums owed by the applicant to various authors (see Ünsal Öztürk, cited above, § 74). The Court reiterates those findings in the present case, and rejects the applicant's claims in respect of pecuniary damage. On the other hand, ruling on an equitable basis, it awards the applicant EUR 9,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "36.  The applicant also claimed EUR 3,525 for the costs and expenses incurred before the domestic courts and before the Court. In support of this claim the applicant submitted a breakdown of the hours spent by his legal representative on the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government submitted that rough figures should not be accepted by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,500 covering costs under all heads.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  When the applicant's previous legal representatives at the KHRP ceased to represent the applicant in March 2008 (see paragraph 2 above) they submitted to the Court a schedule of costs for the sum of 4,674.30 pounds sterling, and stated that that sum had been incurred by them in representing the applicant up until that date. On 6 October 2009 the Court invited the applicant to submit, in accordance with Rule 60 of the Rules of Court, his claims for just satisfaction “even if [he] has indicated his wishes concerning just satisfaction at an earlier stage”. Nevertheless, in his claims for just satisfaction the applicant did not re-submit the costs and expenses incurred by his previous lawyers, but stated that he had been informed by the KHRP that the Court had been informed of them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  According to Rule 60 § 2 of the Rules of Court, claims for just satisfaction must be made within the time-limit fixed for that purpose. Noting that the applicant has not made any claims other than those set out above in paragraphs 33 and 36 within the time-limit given to him, the Court cannot take the schedule of costs submitted by the applicant's previous legal representatives.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "41.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 10 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the complaint under Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 9,000 (nine thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, and EUR 1,500 (one thousand five hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses, to be converted into Turkish liras at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 February 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ÜNSAL ÖZTÜRK v. TURKEY (No. 2)",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-103304.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:0208JUD002487404",
    "externalsources": [],
    "extractedappno": [
        "24874/04",
        "29365/95",
        "21279/02",
        "36448/02",
        "28582/02",
        "39748/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-103304",
    "judgementdate": "08/02/2011 00:00:00",
    "kpdate": "08/02/2011 00:00:00",
    "kpthesaurus": [
        "149"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "10"
    ],
    "parties": [
        "ÜNSAL ÖZTÜRK",
        "TURKEY"
    ],
    "rank": "781.437561035156",
    "representedby": [
        "KANAT L."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "363039",
    "typedescription": "15"
}