{
    "__articles": "3;6;6-1",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "22663/06",
    "article": [
        "6",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-113921.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 22663/06) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Vyacheslav Ivanovich Grigoryev (“the applicant”), on 12 May 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms Ye. Mishina. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been ill-treated by the police on his arrest and that the domestic authorities had failed to investigate the matter. He further complained of the excessive length of the criminal proceedings against him.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 2 December 2009 the above complaints were communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (former Article 29 § 3 of the Convention).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1939 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "6.  In 1996-1999 the applicant and his associates, acting on behalf of an organisation named “The National Land Use Association” (региональная общественная Ассоциация “Народное землепользование”) they had set up earlier, bought plots of land around Moscow destined exclusively for agricultural use and then, having reconfigured these plots into smaller pieces, transferred them to the organisation’s members, giving them reason to believe that the land could be used for building purposes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 10 January 2000 criminal proceedings were instituted against the applicant on suspicion of fraud (Article 159 of the Criminal Code) and forgery (Article 327 of the Criminal Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 7 December 2000 the applicant was charged with forgery and he signed an undertaking not to leave his place of residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In 2001 and 2002 the applicant was on two occasions held in pre-trial detention. He spent six months in custody altogether.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 25 June 2002 the pre-trial investigation was completed and on 12 July 2002 the case was allocated to the Babushkinskiy District Court () for judicial examination. The case concerned the applicant and seven co-defendants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The first hearing was scheduled for 11 August 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  According to the applicant, in the period from August 2003 to July 2005 the case was assigned to six different judges of the Babushkinskiy District Court, which meant the trial had to start anew on each replacement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Hearings were adjourned on 2, 7 and 31 October, 6, 12 and 28 November, and 9 and 17 December 2003, and 21 January and 5 and 24 May 2004 because three of the co-defendants, all elderly persons, were unwell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 5 May 2004 the trial court suspended the criminal proceedings in respect of the three co-defendants as they were seriously ill. The court acknowledged the protracted character of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 21 February 2006 the court ordered a forensic psychiatric examination of the applicant and suspended the examination of the case. On an unspecified date in December 2006 (date impossible to read in the relevant document) the case file was returned from the forensic psychiatric examination without having been examined. The accompanying letter stated that the examination had not been performed because the applicant had twice failed to appear (on 14 November and 5 December 2006). The proceedings were resumed on 28 December 2006. It appears that the examination in question has never been conducted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 15, 19 and 27 June, 2, 10, 11, 13, 20 and 25 July, 6, 7, 13, 14, 17, 21 and 27 August, 10, 20, 24 and 28 September, and 4, 11 and 15 October 2007, hearings were adjourned because the applicant and two co-defendants failed to appear.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 24, 26, 29 and 31 October, and 2 and 6 November 2007, the court ordered the applicant to attend the pleadings and the pronouncement of the judgment, but to no avail.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In the meantime, on 16 October 2007 the proceedings against the applicant were severed from those concerning the remaining co-defendants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  According to the Government, during the proceedings the trial court heard over 600 victims and 44 witnesses. To speed up the proceedings the court read out statements by those victims and witnesses who had failed to appear and dismissed the prosecutor’s requests to obtain the attendance of a number of witnesses and victims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  According to the applicant, however, only forty victims and no witnesses were questioned in open court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 26 November 2007 the Babushkinskiy District Court examined the applicant’s case and disagreed with the prosecution’s characterisation of the applicant’s acts as fraud and forgery. The trial court noted that some of the essential characteristics of fraud and forgery were lacking. The applicant had not derived (and had not even intended to derive) any personal profit from the scheme and had not forged any official documents, but rather had given the organisation’s members reason to believe that the reconfiguration of the plots and building permits issued in the name of the organisation were valid acts. So, in the view of the court, the applicant was guilty of the offence of taking the law into his own hands rather than fraud and forgery. Accordingly, the court acquitted the applicant under Article 327 §§ 1 and 2 and Article 159 § 3 of the Criminal Code. The court, however, convicted the applicant under Article 330 § 1 of the Criminal Code of taking the law into his own hands, and sentenced him to compulsory work for a term of 200 hours. The applicant was exempted from serving his sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicant appealed. He complained, in particular, that the trial court, having retired to the decision room for the delivery of the judgment, had decided to convict him of a different crime from the one he had been charged with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 13 February 2008 the Moscow City Court replaced the sentence of compulsory work with a fine in the amount of 20,000 Russian roubles, and upheld the rest of the judgment on appeal. As regards the applicant’s conviction for taking the law into his own hands, the City Court held that it had been within the trial court’s power to change the judicial qualification of the applicant’s actions. In reaching that conclusion the City Court relied on Article 252 of the Code of Criminal Procedure.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged ill-treatment by the police and investigation into the illtreatment complaints",
                                "elements": [
                                    {
                                        "content": "24.  During the night of 6 to 7 February 2002 the applicant was arrested. According to the applicant, the police squad broke into his flat, handcuffed him, kicked him, then dragged him outside, forced him into the police car and took to the Savelovskiy District police station (ОВД “Савеловский” САО г. Москвы).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  An ambulance was called for the applicant at the police station and it was discovered that he had an injury in the region of his ribs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  At 3.30 p.m. on 7 February 2002 the police took the applicant to the Traumatology Centre. The applicant underwent a thoracic cage radiograph and was diagnosed with fractures to ribs 8 and 9 on his right side (radiograph no. 1339 of 7 February 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicant was then taken to  remand prison IZ-50/1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On the same day the applicant submitted a complaint about alleged beatings to the head of the remand prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 8 February 2002 the applicant was questioned about the circumstances of the alleged beatings. The applicant’s daughter was also questioned and stated that she had seen the police officers pushing the applicant in the back, the applicant falling down, then the police officers handcuffing the applicant and kicking him on his back and the sides of his body. The officers on duty, B. and St., submitted that during the night of 6 to 7 February 2002 the applicant was taken to the police station, and that, following his requests, the ambulance was twice called for him. They further submitted that the ambulance doctor, having examined the applicant, said that he had a serious contusion in the area of his ribs. Police officer Sh., who was responsible for the applicant’s arrest, submitted that the ambulance doctor said that the applicant might have fractured ribs and gave him an injection. Officer T. of the special police forces (“the OMON”) submitted that the arrest had been calm and that the applicant had not resisted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On an unspecified date the investigator obtained a certificate from the Traumatology Centre to the effect that in the period between December 2001 and 7 February 2002 the applicant had not presented any injuries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 24 April 2002 the Prosecutor’s Office of the Moscow Savelovskiy District refused to institute criminal proceedings against the police officers, having found no indication of a criminal offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  However, on 15 May 2002 the Moscow City Prosecutor’s Office annulled that decision and instituted criminal proceedings no. 229435 under Article 286 § 3 of the Criminal Code (abuse of position involving the use of violence).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 4 July 2002 the investigator questioned the applicant’s wife M., who had been present at the applicant’s arrest. She submitted that on 6 February 2002 her husband, herself and their daughter were at home when, some time after 11 p.m., somebody started ringing the doorbell. She did not open the door since it was late. She heard men’s voices outside. The men did not say who they were and they did not explain the reason for their visit, but persistently rang the bell and knocked on the door. M. called the police. Some thirty minutes later M. heard the sound of breaking glass in the kitchen. Several men entered the flat through the broken window. The men wore grey camouflage, flak jackets, helmets and high laced boots. They were armed. One of the men opened the front door and several other men entered the flat. The applicant, M., and their daughter were ordered to lie on the floor with their hands behind their backs. Without waiting for the applicant to obey the order to lie down, one of the men in camouflage pushed the applicant to the floor. She saw two men in camouflage and wearing boots start kicking the applicant on the middle part of his body. The applicant was in his underwear. He did not resist. M. saw the applicant later on at the police station, lying down. She heard him making health complaints. An ambulance was called for him. Later the applicant told M. that he had been taken to the Traumatology Centre and diagnosed with two broken ribs. He also told M. that the injuries had been caused by the police officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 8 July 2002 the investigator questioned the applicant’s daughter, who submitted as follows. On 6 February 2002 she and her parents were at home. About 10 p.m. she went to bed. Sometime after 11 p.m. somebody started to ring the doorbell. Then she heard men’s voices: “[Applicant’s name and patronymic], open the door, we know you are there”. They did not open the door since they did not know who it was. The men threatened to force the door. They broke the first door. She telephoned the police and told them that someone was trying to break into the flat, and was told to wait for a police squad. She and her parents gathered in the kitchen, waiting for the police to arrive. They then heard the balcony windows and the balcony door being broken. Two or three officers wearing grey-black uniforms entered the kitchen. They were wearing helmets and black steel toe-cap boots and were armed. They told her and her parents to lie down. She lay down; her father went down on all fours so as to comply with the order, but the officers in black uniforms pushed him onto his back and he fell face down, hitting himself against the coffee table. The officers handcuffed the applicant and two of them started kicking the applicant on his back and sides. The applicant asked them what they were doing, to which the officers and others in plain clothes, who by that time had also entered the flat, replied that they should have been let in the door at once and not been angered. M. told the officers not to touch the applicant, that he was not in good health, and asked to call an ambulance. The officers asked her to put some clothes on the applicant. She put sports pants on the applicant, prior to which the handcuffs were taken off him. She then saw the officers dragging the applicant by his hands and feet down the stairs and outside and putting him in the police car. The applicant later told her that he had two broken ribs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 10 July 2002 the investigator questioned the applicant, who submitted as follows. Two officers wearing black uniforms, helmets and boots entered the flat through the window. One of them said “Muzzle to the ground” (“Лечь мордой на землю”). The applicant obeyed and lay down on the floor. The officers started kicking him on his body. They told him that they were beating him for slandering the police. Then they lifted him up and took him to the police car. He did not resist. At his request an ambulance was called twice for him at the police station. He was then taken to the Traumatology Centre, where he was diagnosed with two broken ribs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 12 July 2002 the investigator questioned officer T. of the OMON. According to T’s submission, early in the morning on 7 February 2002 he and three other officers of the special police forces, Ts., A. and L., went to assist the police in the applicant’s arrest. He repeatedly knocked on the door of the applicant’s flat and asked for it to be opened, but in vain. They broke the external door, but failed to force the metal internal door. He then ordered officers Ts. and A. to enter the flat through the window with the help of climbing equipment. Ts. and A. got into the flat. The door was then opened for T. and the other officers waiting outside. T. saw the applicant, an elderly man, lying on the floor. The latter made no health-related complaints and showed no signs of injury. A hunting rifle was found in the flat. The applicant showed no resistance, but refused to go to the police car. After the handcuffs were removed from the applicant, T. and other officers seized the applicant by his arms and legs and put him in the police car. The applicant did not resist. Officers A. and Ts. told T. that the applicant had not resisted when they had broken into the flat, and that no physical force had been applied to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 15 July 2002 the investigator questioned OMON officers Ts. and A., who submitted that they had entered the applicant’s flat through the window. They identified themselves as police officers and asked the applicant to lie down, which he did, following which he was handcuffed. The applicant showed no resistance, and therefore no physical force was applied to him. They further submitted that when using climbing equipment they usually wore sneakers rather than boots. They did not participate in taking the applicant downstairs, but they saw other police officers putting the applicant inside the police car, the latter bawling and shouting.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 7 August 2002 the applicant underwent an expert forensic medical examination. He was diagnosed with a closed blunt injury to the thoracic cage, accompanied by fractures to ribs 8 and 9 on his right side, but with no damage to internal organs. The injuries were found to have been caused by blows administered by hard blunt objects (a fist or booted feet). They were found to have resulted in moderately severe damage to the applicant’s health. The expert had insufficient material to establish the time when the injuries might have occurred (expert examination no. 358/02 of 7 August 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 9 August 2002 the investigator questioned police officer Sh., the officer in charge of the applicant’s arrest. He submitted that on 6 February 2002 at about 9 p.m. he, police officers K. and S., and two other police officers went to the applicant’s address. Until midnight they attempted unsuccessfully to enter the flat, following which Sh. telephoned the officer on duty at the police station and asked for the OMON to be sent over. Some time later four OMON officers arrived. Two OMON officers entered the flat through a window. Sh. heard the sound of breaking glass and some commotion, and had the impression that there was some sort of struggle going on inside the flat. Several minutes later the door to the flat was opened, the two OMON officers entered first and inspected the flat, then the police officers went in. The applicant’s wife was calling the OMON officers “sadists” and “fascists”, and saying “why did you have to do that to him” (“зачем вы его так”), she was also saying something about a torn boot and asking to call an ambulance for her husband. The OMON officers who had entered the flat through the window were wearing sneakers. The applicant was lying face down on the kitchen floor, his hands handcuffed behind his back. He was wearing underclothes. At Sh.’s request, the applicant’s daughter put sports pants on him. Sh. then took the handcuffs off the applicant so that he could get up and proceed to the police car. However, the applicant refused to get up; he moaned and called the OMON officers “sadists”. He did not say that he had been subjected to any violence by the OMON officers. Sh. noticed that the applicant was sweaty and assumed that he had showed resistance during his arrest. The applicant refused to go to the police car and was taken to it against his will by the police officers. While still in the flat Sh. contacted the officer on duty at the police station and asked him to call an ambulance to the police station for the applicant. The ambulance medic examined the applicant at the police station, said that he might have broken ribs, gave him an injection and confirmed that he could be detained in the remand prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 15 August 2002 the criminal proceedings were discontinued. The investigator, having examined the above evidence, concluded that the applicant might have broken his ribs while he was being placed inside the police car against his will.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 10 September 2002 that decision was quashed by the prosecutor on account of the investigator’s failure to question police officers G., N. and Sam., OMON officer L., and duty officers B. and St., to carry out confrontations between the applicant and his wife and daughter, and OMON officers Ts. and A., and to question the forensic medical expert on the possibility that the applicant had sustained his injury while being placed in the police car.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 2 October 2002 the investigator questioned duty officer B., who submitted that the applicant had no visible injuries when he arrived at the police station, but started complaining about pain in his back. An ambulance was called for him. The ambulance medic examined the applicant, diagnosed him with serious contusions and said that no hospitalisation was required. According to duty officer B, during his period of duty nobody subjected the applicant to any violence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 5 October 2002 a confrontation was carried out between the applicant’s wife M., and officer A. On 8 and 24 October 2002 confrontations were carried out between the applicant and officers Ts. and A. The applicant maintained that he had been beaten up and had sustained his injuries as a result of beatings by A. and Ts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In the meantime, on 10 October 2002 the proceedings were again discontinued. The investigator mentioned that he had carried out confrontations between the applicant and officers Ts. and A., and between the applicant’s wife and officer A. The investigator concluded that it had not been confirmed that injuries had intentionally been inflicted on the applicant by the police officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  As soon as the applicant learnt of the above decision he challenged its lawfulness before the Tverskoy District Court ().",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 31 January 2006 the Tverskoy District Court found the decision of 10 October 2002 unlawful and unjustified and ordered the Prosecutor’s Office of the Savelovskiy District to remedy the shortcomings in the investigation. The court noted that the decision of 10 October 2002 relied on the results of the confrontation between the applicant and officer A., whereas that confrontation had not been conducted until 24 October 2002. The court further noted that the investigator had failed to explain why he did not trust the submissions made by the applicant, his wife M., and their daughter, that he had made no assessment of how the applicant’s injuries as established by the forensic medical expert had been inflicted, and that he had not resolved the contradictions in the evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 14 February 2006 the proceedings were resumed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 22 February 2006 the investigator questioned the applicant again. The applicant confirmed his account of the events. He further submitted that following his release from custody in June 2002 he had been diagnosed with a brain haematoma, which he had had removed by surgery in July 2002. The applicant claimed that the haematoma was also the result of his beatings by the OMON officers. The applicant confirmed that he had had a hunting rifle in his flat at the time of his arrest, that he still had it, and that he had legal permission to have it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 20 March 2006 the proceedings were again discontinued, the conclusion having again been reached that the fact of intentional infliction of injuries on the applicant by the police officers had not been established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 16 June 2006 the Savelovskiy District Prosecutor’s Office quashed that decision and resumed the proceedings. It indicated that in the course of the additional investigation it would be necessary to question all the police officers who had participated in the applicant’s arrest, to question the ambulance doctor who had examined the applicant at the police station, to arrange a forensic medical examination in order to establish whether the applicant could have sustained his injuries (broken ribs) by falling on the floor (once or several times) or on any other surface, and to determine the origin of the brain haematoma the applicant was later discovered to have: in particular, whether, in the absence of any visible injuries at the applicant’s initial examination, it could have been caused by a blow that left no visible external haematoma. It was also recommended that the legal basis for the application of physical force by the police be studied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 20 and 22 June 2006 the investigator questioned police officers G., St., and N., and OMON officer Ts. was questioned again. In the course of the investigation it turned out to be impossible to identify the ambulance doctors who had examined the applicant at the police station owing to the remoteness of events in question. It also turned out to be impossible to hold a forensic medical examination in order to determine whether the applicant could have received his injuries as a result of a fall on the floor, as the applicant’s medical file was with the Babushkinskiy District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 16 July 2006 the proceedings were discontinued. The investigator arrived at the conclusion that physical force had been applied to the applicant by OMON officers Ts. and A. when the latter had entered the applicant’s flat as a result of his refusal to comply with their lawful requests. The relevant part of the decision reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... In accordance with sections 11 § 7 and 13 of the Federal law on the militia, police officers may arrest and detain those in respect of whom it has been decided to apply a custodial measure and apply physical force thereto if nonviolent methods do not secure the fulfilment of their duties. In the present case [the applicant] refused to comply with the lawful requests of the police, namely, in the beginning [he] did not open the door, and afterwards when A. and Ts. entered the flat through the window ... and opened the front door [the applicant] refused to proceed to the police car, as a consequence of which physical force was applied to [him] and he was carried to the police car but actively resisted being put inside the car ... In view of the foregoing, there are sufficient grounds to believe that [the applicant] had also resisted when [OMON] officers A. and Ts. had entered the flat. Moreover, the police officers had been warned that [the applicant] was armed with a hunting gun, which forced them to take resolute action ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On 30 November 2006 the Tverskoy District Court () found the decision of 16 July 2006 lawful and justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 20 June 2007 the Moscow City Court upheld that judgment on appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Criminal investigation",
                                "elements": [
                                    {
                                        "content": "55.  The Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, in force from 1 July 2002, “the Code”) states that a criminal investigation may be initiated by an investigator or prosecutor upon a complaint by an individual (Articles 140 and 146). Within three days of receipt of such a complaint the investigator or prosecutor must carry out a preliminary inquiry and make one of the following decisions: (1) to open criminal proceedings if there are reasons to believe that a crime has been committed; (2) to decline to open criminal proceedings if the inquiry has revealed that there are no grounds to initiate a criminal investigation; or (3) to refer the complaint to the appropriate investigating authority. The complainant must be notified of any decision taken. The decision not to open criminal proceedings is amenable to appeal to a higher prosecutor or a court of general jurisdiction (Articles 144, 145 and 148).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Code provides for judicial review of a decision or (in)action on the part of an inquirer, investigator or prosecutor which has affected the complainant’s constitutional rights or freedoms. The judge is empowered to verify the lawfulness and reasonableness of the decision/(in)action and to grant the following forms of relief: (1) to declare the impugned decision/(in)action unlawful or unreasonable and to order the authority concerned to remedy the violation; or (2) to reject the complaint (Article 125).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Scope and time-limits of trial",
                                "elements": [
                                    {
                                        "content": "57.  The Code provides that a case may be tried by a court only with respect to the defendant and only on the charges brought against him in the case. The charges may be changed in court if this does not worsen the position of the defendant or violate his right to defence (Article 252).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Code provides that within thirty days of receipt of the case file (fourteen days if the defendant is detained in custody), the judge must take one of the following decisions: (1) to refer the case to a competent court; (2) to fix a date for a preliminary hearing (предварительное слушание); or (3) to fix a date for trial (Article 227). The trial must begin no later than fourteen days after the judge has fixed the trial date (Article 233 § 1). There are no restrictions on fixing the date of a preliminary hearing. The duration of the trial is not limited. The appeal court must start the examination of the appeal no later than one month after its receipt (Article 374).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  The applicant complained that during the night of 6 February to 7 February 2002 he had been beaten up by the police and that the investigation into his complaint on that account had been ineffective. He relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "60.  The Court notes that the applicant’s complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "61.  The applicant maintained his complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Government relied on the results of the investigation into the applicant’s allegations of ill-treatment and submitted that physical force had been applied to the applicant lawfully as he had refused to obey the lawful demands of the police.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Alleged inadequacy of the investigation",
                                "elements": [
                                    {
                                        "content": "63.  The Court reiterates that where an individual raises an arguable claim that he has been seriously ill-treated in breach of Article 3, that provision, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within their jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation (see Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports of Judgments and Decisions 1998VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  An obligation to investigate “is not an obligation of result, but of means”: not every investigation should necessarily be successful or come to a conclusion which coincides with the claimant’s account of events; however, it should in principle be capable of leading to the establishment of the facts of the case and, if the allegations prove to be true, to the identification and punishment of those responsible (see Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 71, ECHR 2002-II; Mahmut Kaya v. Turkey, no. 22535/93, § 124, ECHR 2000-III; and Mikheyev v. Russia, no. 77617/01, § 107, 26 January 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The investigation of arguable allegations of ill-treatment must be thorough. That means that the authorities must always make a serious attempt to find out what happened and should not rely on hasty or illfounded conclusions to close their investigation, or as the basis for their decisions. They must take all reasonable steps available to them to secure the evidence concerning the incident, including, inter alia, taking a detailed statement concerning the allegations from the alleged victim, and obtaining eyewitness testimony, forensic evidence and, where appropriate, additional medical certificates apt to provide a full and accurate record of the injuries and an objective analysis of the medical findings, in particular as regards the cause of the injuries. Any deficiency in the investigation which undermines its ability to establish the cause of injuries or the identity of the persons responsible will risk falling foul of this standard (see Mikheyev, cited above, § 108, and Nadrosov v. Russia, no. 9297/02, § 38, 31 July 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The investigation into the alleged ill-treatment must be prompt. There must be a sufficient element of public scrutiny of the investigation or its results; in particular, in all cases the complainant must be afforded effective access to the investigatory procedure (see, Mikheyev, cited above, § 109; Maksimov v. Russia, no. 43233/02, § 83, 18 March 2010; and Lopata v. Russia, no. 72250/01, § 110, 13 July 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  Finally, the investigation into alleged ill-treatment by State agents should be independent (see Öğur v. Turkey [GC], no. 21954/93, ECHR 1999-III, §§ 91-92; Mehmet Emin Yüksel v. Turkey, no. 40154/98, § 37, 20 July 2004; Menesheva v. Russia, no. 59261/00, § 67, ECHR 2006III; and Oleg Nikitin v. Russia, no. 36410/02, § 35, 9 October 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Turning to the circumstances of the present case, the Court observes that on 7 February 2002 the applicant submitted to the head of Moscow remand prison IZ-50/1 a complaint to the effect that during his arrest in the night of 6 to 7 February 2002 he had been subjected to ill-treatment by the police and had sustained bodily injuries (see paragraph 28 above). The matter was, hence, duly brought before the competent authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The existence of the applicant’s injuries was confirmed on the same day by ambulance medics who discovered that the applicant had an injury in the region of his ribs (see paragraph 25 above), and later in the day by trauma medics who diagnosed the applicant with fractures to ribs 8 and 9 on his right side (see paragraph 26 above). The applicant’s claim, therefore, revealed itself to be “arguable”, and the domestic authorities were placed under an obligation to conduct an effective investigation satisfying the above-mentioned requirements of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  In this connection, the Court notes that the prosecution authorities who were made aware of the applicant’s ill-treatment carried out a preliminary investigation which did not result in a criminal prosecution. The applicant’s ill-treatment complaints were also the subject of examination by the domestic courts. The issue is consequently not so much whether there was an investigation, since the parties did not dispute that there was, but whether it was conducted diligently, whether the authorities were determined to identify and prosecute those responsible and, accordingly, whether the investigation was effective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court notes, first of all, that the criminal investigation into the applicant’s allegations of ill-treatment was instituted three months after the events complained of, on 15 May 2002 (see paragraph 32 above). As a result, it was not until July–August 2002, that is, six months after the alleged beatings, that most of those involved in the incident were questioned for the first time. It was also not until August 2002 that the forensic medical expert examined the applicant’s medical file and, for the obvious reason of the remoteness of the events in question, was unable to establish the time when the applicant’s injuries might have occurred (see paragraph 38 above). The delay in the institution of the criminal proceedings made it impossible later in the investigation to identify the ambulance doctors who had examined the applicant at the police station and to hold a forensic medical examination so as to determine whether the applicant could have received his injuries as a result of his fall on the floor (see paragraph 51 above). The Court has previously held that any unjustified delay in the institution of criminal proceedings and the gathering of essential evidence constitutes such a serious omission that the prospect of remedying the resulting damage by any subsequent investigation is rather doubtful (see, mutatis mutandis, Nechto v. Russia, no. 24893/05, § 87, 24 January 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court further notes that in the period between 15 August 2002 and 16 July 2006 the proceedings were discontinued and resumed on four occasions because the investigation had been found to be incomplete and inadequate. The Court reiterates that repeated remittals of a case for further investigation may disclose a serious deficiency in the domestic prosecution system (see Filatov v. Russia, no. 22485/05, § 50, 8 November 2011; Gladyshev v. Russia, no. 2807/04, § 62, 30 July 2009; and Alibekov v. Russia, no. 8413/02, § 61, 14 May 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court finds it difficult to understand that none of the decisions by which the proceedings were discontinued contained a mention of the conclusion of the forensic medical expert as to the probable cause of the applicant’s injury – the impact of blows administered by hard blunt objects such as a fist or booted feet – which fully supported the applicant’s account of events and the statements made by his wife and his daughter, both of whom had been present at his arrest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court is also concerned at the fact that one of the decisions by which the proceedings were discontinued relied on the results of the confrontation between the applicant and one of the OMON officers, despite the fact that that confrontation was not carried out until two weeks after the decision in question (see paragraphs 43, 44 and 46 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  Moreover, the conclusions reached by the investigator appear unconvincing and sit ill with the existing evidence. In the final decision on termination of the criminal proceedings the investigator arrived at the conclusion that OMON officers Ts. and A. had applied physical force to the applicant because the latter had failed to obey their lawful orders (see paragraph 52 above). At the same time, the officers in question both submitted that the applicant had showed no resistance when they entered the flat through the window (see paragraph 37 above). Furthermore, no attempt was made to ascertain whether the brain haematoma the applicant was discovered to have in June 2002 had also been caused by the physical force applied to him by OMON officers Ts. and A., or to assess the proportionality of the physical force applied by the officers in question to the applicant, a sixty-three year-old man at the material time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  In the light of the shortcomings identified above, the Court concludes that the investigation into the alleged ill-treatment was ineffective and the domestic authorities failed to make any meaningful attempts to bring those responsible for the alleged ill-treatment to account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  There has accordingly been a violation of Article 3 of the Convention under its procedural limb.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Alleged ill-treatment of the applicant",
                                "elements": [
                                    {
                                        "content": "78.  The Court reiterates that persons in custody are in a vulnerable position and that the authorities are under a duty to protect their physical well-being (see Gladyshev, cited above, § 51; Sarban v. Moldova, no. 3456/05, § 77, 4 October 2005; and Mouisel v. France, no. 67263/01, § 40, ECHR 2002-IX). In respect of a person deprived of his liberty, any recourse to physical force which has not been made strictly necessary by his own conduct diminishes human dignity and is in principle an infringement of the right set forth in Article 3 of the Convention (see Sheydayev v. Russia, no. 65859/01, § 59, 7 December 2006; Ribitsch v. Austria, 4 December 1995, § 38, Series A no. 336; and Krastanov v. Bulgaria, no. 50222/99, § 53, 30 September 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court reiterates that to fall under Article 3 of the Convention illtreatment must attain a minimum level of severity. The standard of proof relied upon by the Court is that of “beyond reasonable doubt” (see Avşar v. Turkey, no. 25657/94, § 282, ECHR 2001-VII). Such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact. Where the events in issue lie wholly or in large part within the exclusive knowledge of the authorities, as in the case of persons within their control in custody, strong presumptions of fact will arise in respect of injuries occurring during such detention. Indeed, the burden of proof may be regarded as resting on the authorities to provide a satisfactory and convincing explanation (see Gladyshev, cited above, § 52; Oleg Nikitin, cited above, § 45; and Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Where domestic proceedings have taken place it is not the Court’s task to substitute its own assessment of the facts for that of the domestic courts and, as a general rule, it is for those courts to assess the evidence before them (see Klaas v. Germany, 22 September 1993, § 29, Series A no. 269). Although the Court is not bound by the findings of the domestic courts, in normal circumstances it requires cogent elements to lead it to depart from the findings of fact reached by those courts (see Matko v. Slovenia, no. 43393/98, § 100, 2 November 2006). The Court must, however, apply a particularly thorough scrutiny where the applicant raises an arguable complaint of ill-treatment (see Ribitsch, cited above, § 32, and Avşar, cited above, § 283).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Turning to the facts of the present case, the Court observes that immediately after the alleged beatings, on 7 February 2002, the ambulance medics discovered that the applicant had an injury in the region of his ribs (see paragraph 25 above), and that later the same day the applicant underwent a chest radiograph and was diagnosed with fractures to ribs 8 and 9 on his right side (see paragraph 26 above). Subsequently, the forensic medical expert diagnosed the applicant with closed blunt injury to the thoracic cage accompanied by fractures to ribs 8 and 9 on his right side, without damage to internal organs. The injuries were found to have been caused by blows administered by hard blunt objects (a fist or booted feet). They were found to have resulted in moderately severe damage to the applicant’s health (see paragraph 38 above). It falls therefore to the domestic authorities to provide a plausible explanation as to the origin of those injuries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Court observes that the domestic authorities did not deny that the applicant had sustained his injuries at the hands of officers Ts. and A. when they had entered the applicant’s flat through the window. They claimed, however, that the physical force had been applied because the applicant had resisted their lawful demands (see paragraphs 52 and 62 above). The Court notes that the domestic authorities failed to make an assessment of whether the recourse to physical force by officers Ts. and A. was made strictly necessary by the applicant’s own conduct (see paragraph 75 above). It will therefore have to make such assessment on the basis of the evidence in its possession.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court observes that officers Ts. and A of the special police forces, who were specially trained in the art of combat, were wearing uniforms, flak jackets and helmets and were armed, applied force against the applicant, a man who was sixty-three years old at the time of the arrest, who was wearing nothing but his underclothes since the events in question took place at night-time, was holding no arms, and did not show any active resistance when asked to lay face down on the floor, or try to escape. It is clear that officers Ts. and A. were placed in a considerably superior situation, in terms of exercising effective control over it, to that of the applicant, who had no particular strength or skills or even the physical fitness to resist them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  Regard being had to the above considerations and the gravity of the damage inflicted on the applicant as a result of the application of physical force by officers Ts. and A., the Court finds that the Government have failed to show that the injuries in question could have been caused by an application of force which was appropriate in the circumstances. The Court therefore finds that the force used was manifestly disproportionate and amounted to inhuman and degrading treatment of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The applicant was therefore subjected to ill-treatment in breach of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "86.  The applicant complained that the length of the criminal proceedings against him had been incompatible with the “reasonable time” requirement of Article 6 § 1 of the Convention, which provides, in its relevant part, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "87.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "88.  The applicant maintained his complaint. He asserted that the domestic court had not dealt with the case diligently and had deliberately delayed the proceedings. The applicant referred in this regard to the many suspensions of the proceedings, the multiple arbitrary changes of the presiding judge, each requiring an examination de novo, and the scheduling of his forensic psychiatric examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Government explained the length of the proceedings by the complexity and the volume of evidence in the case, which had required the questioning of a large number of witnesses and victims and the examination of a considerable amount of evidence. They submitted that the length of the proceedings was also partly due to the frequent illnesses of the defendants. The Government further argued that the court had taken all necessary measures to reduce the length of the proceedings and concluded that, in view of the particular circumstances of the case, the length of the proceedings against the applicant had complied with the requirements of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "90.  The Court reiterates that in criminal matters the “reasonable time” referred to in Article 6 § 1 begins to run as soon as a person is “charged”; this may occur on a date prior to the case coming before the trial court (see Deweer v. Belgium, 27 February 1980, § 42, Series A no. 35), such as the date of arrest, the date when the person concerned was officially notified that he or she would be prosecuted, or the date when preliminary investigations were opened (see Wemhoff v. Germany, 27 June 1968, § 19, Series A no. 7; Neumeister v. Austria, 27 June 1968, § 18, Series A no. 8; and Ringeisen v. Austria, 16 July 1971, § 110, Series A no. 13). “Charge”, for the purposes of Article 6 § 1, may be defined as “the official notification given to an individual by the competent authority of an allegation that he has committed a criminal offence”, a definition that also corresponds to the test whether “the situation of the [suspect] has been substantially affected” (see Deweer, cited above, § 46).",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  Applying these principles to the facts before it, the Court finds that the relevant date in the present case was 10 January 2000, when criminal proceedings were instituted against the applicant. The proceedings ended with the decision of the Moscow City Court of 13 February 2008 upholding the applicant’s conviction on appeal. They lasted, therefore, over eight years and two months, before the investigation authority and two levels of jurisdiction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Reasonableness of the length of proceedings",
                                "elements": [
                                    {
                                        "content": "92.  The Court reiterates that the reasonableness of the length of proceedings is to be assessed in the light of the particular circumstances of the case, regard being had to the criteria laid down in the Court’s case-law, in particular the complexity of the case, the applicant’s conduct, and the conduct of the competent authorities. On the latter point, what is at stake for the applicant also has to be taken into consideration (see, among many other authorities, Rokhlina v. Russia, no. 54071/00, § 86, 7 April 2005; Nakhmanovich v. Russia, no. 55669/00, § 95, 2 March 2006; and Gubkin v. Russia, no. 36941/02, § 165, 23 April 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Court notes that it has already examined a similar complaint in the case of the applicant’s four co-defendants in the domestic proceedings and found a violation of Article 6 § 1 of the Convention in respect of the first three applicants and no violation in respect of the fourth applicant (see Konashevskaya and Others v. Russia, no. 3009/07, §§ 44-56, 3 June 2010). The Court accepted that the case had been rather complex yet found that circumstance to be insufficient in itself to account for the length of the proceedings. The Court further examined the conduct of the domestic authorities and noted the Government’s failure to provide any satisfactory explanation for the period of one year and one month that it took the trial court to schedule the first hearing, to submit an accurate account of the judicial activity so as to enable the Court to see how many court hearings were scheduled and how many of them took place, and to provide any argument in response to the applicant’s assertion that six different judges had taken on the examination of the case. The Court also noted the untimely separation of the co-defendants’ cases from the applicant’s case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court reiterates its previous considerations. It further notes that the domestic court itself had already acknowledged in May 2004 that the proceedings had taken on a protracted character (see paragraph 14 above). The Court notes, furthermore, that while the forensic examination of the applicant was ordered in February 2006, it was not until nine months later, in November 2006, that he was invited to appear for the examination for the first time (see paragraph 15 above). No explanation was provided by the Government as to why it took the domestic authorities so long. In the light of these facts, the Court cannot but conclude that the national authorities did not act with due diligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Turning to the applicant’s own conduct, the Court observes that on two occasions the applicant failed to appear for his forensic psychiatric examination, on 14 November and 5 December 2006, which delayed the proceedings by three weeks. Further, on several occasions between June and November 2007 he failed to appear before the trial court (see paragraphs 1617 above), which resulted in a five-month delay in the proceedings. Nothing in the submitted material indicates that there were other delays which could be attributed to the applicant’s conduct. The Court thus finds that the delay resulting from the applicant’s own conduct was rather limited compared to the overall length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  Having regard to the foregoing, the Court considers that the length of the proceedings went beyond what may be considered reasonable in this particular case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  There has accordingly been a breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "98.  Lastly, the applicant complained under Article 6 §§ 1 and 3 (c) of the Convention that the trial court had convicted him of a charge that had not been pressed against him by the prosecution, and about an alleged violation of his right to defence.",
                                "elements": []
                            },
                            {
                                "content": "99.  The Court has examined the above complaints, as submitted by the applicant. However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "100.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "101.  The Court points out that under Rule 60 of the Rules of Court any claim for just satisfaction must be itemised and submitted in writing together with the relevant supporting documents or vouchers, “failing which the Chamber may reject the claim in whole or in part”.",
                                "elements": []
                            },
                            {
                                "content": "102.  On 31 March 2010 the Court invited the applicant to submit a claim for just satisfaction by 2 June 2010. He did not submit any such claim.",
                                "elements": []
                            },
                            {
                                "content": "103.  In such circumstances the Court would usually make no award. In the present case, however, the Court has found a violation of the applicant’s right not to be subjected to inhuman and degrading treatment. Since this right is of an absolute character, the Court exceptionally finds it possible to award the applicant 7,500 euros (EUR) in respect of non-pecuniary damage (see Chember v. Russia, no. 7188/03, § 77, ECHR 2008, and Chudun v. Russia, no. 20641/04, § 129, 21 June 2011, with further references), plus any tax that may be chargeable to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "104.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 3 of the Convention about alleged ill-treatment by the police and lack of an effective investigation, and the complaint under Article 6 § 1 of the Convention about the length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention on account of the authorities’ failure to carry out an effective investigation into the applicant’s allegations of ill-treatment;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention on account of beatings inflicted on the applicant by the police at the time of his arrest;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 of the Convention on account of the length of the proceedings against the applicant;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 7,500 (seven thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable on the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 October 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GRIGORYEV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-113921.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1023JUD002266306",
    "externalsources": [],
    "extractedappno": [
        "22663/06",
        "358/02",
        "46477/99",
        "22535/93",
        "77617/01",
        "9297/02",
        "43233/02",
        "72250/01",
        "21954/93",
        "40154/98",
        "59261/00",
        "36410/02",
        "24893/05",
        "22485/05",
        "2807/04",
        "8413/02",
        "3456/05",
        "67263/01",
        "65859/01",
        "50222/99",
        "25657/94",
        "21986/93",
        "43393/98",
        "54071/00",
        "55669/00",
        "36941/02",
        "3009/07",
        "7188/03",
        "20641/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-113921",
    "judgementdate": "23/10/2012 00:00:00",
    "kpdate": "23/10/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "596",
        "193",
        "445",
        "76",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "3",
        "6-1"
    ],
    "parties": [
        "GRIGORYEV",
        "RUSSIA"
    ],
    "rank": "926.622802734375",
    "representedby": [
        "MISHINA Ye."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "366597",
    "typedescription": "15"
}