{
    "__articles": "3;5;5-1;5-5",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 5 - Right to liberty and security (Article 5-5 - Compensation)",
    "applicability": "",
    "appno": "30671/04",
    "article": [
        "3",
        "5"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-5 - Compensation"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-109193.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30671/04) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Sergey Gennadyevich Klishyn (“the applicant”), on 7 August 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Belyavskiy, a lawyer practising in Konotop, Ukraine. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev, of the Ministry of Justice of Ukraine.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been ill-treated by the police and that the investigation carried out following his complaints had been ineffective. He also raised a number of complaints under Article 5 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 8 March 2010 the President of the Fifth Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1985 and lives in the town of .",
                                "elements": []
                            },
                            {
                                "content": "6.  On 22 November 2003, at around 10 p.m., the applicant, who was drunk, together with P. and R., had a quarrel with seven other persons (M., S., Pv., Ps., Z., Kh. and D.). According to the applicant’s own account, D. hit him in the left eye and the applicant hit D. in the jaw. Afterwards they were separated by others. However, according to the court’s findings in the criminal case against the applicant (see paragraph 40), after an attempt to have a fight with Pv., the applicant stabbed D. with a knife. D. brought this to the attention of the traffic police officers Ku. and G., who happened to be passing.",
                                "elements": []
                            },
                            {
                                "content": "A.  Alleged ill-treatment and subsequent investigation",
                                "elements": [
                                    {
                                        "content": "7.  At about 11 p.m. on the same day, the applicant, together with P. and R., was arrested by the traffic police officers, handcuffed and taken to the traffic police station. According to the entries in the traffic police station register, the applicant remained in the traffic police station from 11.30 p.m. until 12.15 a.m. the next day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  According to the applicant, in the traffic police station he was beaten by two officers. One of them hit the applicant about five times on the head. Another one hit him in the face, twice or three times hit him in the chest, and with a truncheon on the left ear, the kidneys and on the legs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant was subsequently taken to an ambulance station to check whether he was drunk. According to a medical report, the applicant was examined by a doctor at a municipal ambulance station at 11.45 p.m. on 22 November 2003. The applicant was drunk but had no visible injuries. After that the applicant was handed over to the ordinary police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant was taken to the police station at about 1 a.m. on 23 November 2003. There he was examined by a police officer, Ma., in the presence of two witnesses. It was noted that the applicant had no bodily injuries and had no complaints about the police officers. A report drafted by a police officer was signed by two witnesses and by the applicant. The applicant also signed a statement that he had no complaints about his arrest and that no physical force or special restraining equipment had been used on him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Later, according to the applicant, he was tortured and ill-treated and was forced to make self-incriminating statements. In particular, according to the accounts given by the applicant on an unidentified date, in the police station he had his head banged against the wall and table, and was hit in the kidneys.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  According to the police officers, the applicant was released at about 2-3 a.m. on 23 November 2003. The applicant, however, states that he was released at 8 a.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  At 9 a.m. the applicant caught a bus. According to the bus driver, Kt., the applicant had bruises on his left ear and left eye and said that he had been beaten by the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  According to the testimony of the applicant’s sister and mother, given by them later during the investigation into the applicant’s complaints of ill-treatment, on 23 November 2003 the applicant was at home. An ambulance was allegedly called for him which did not come. The applicant’s mother had arrived at home late at night on 23 November 2003 and, as the applicant was feeling bad and had fallen to the floor after getting up from the bed, she called him an ambulance. The ambulance arrived at 4.58 a.m. on 24 November 2003. The applicant was diagnosed with concussion and head injury, and taken to hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 24 November 2003 the applicant’s mother complained to the prosecutor’s office that the applicant had been ill-treated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant stayed in  from 24 November to 8 December 2003. He was diagnosed with concussion, bruises to the neck and left ear and acute bronchitis. The applicant told doctors that he had fallen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  According to the conclusions of the Konotop traffic police internal investigation of 18 December 2003, two traffic police officers, Ku. and G., were approached by D., who said that he had been stabbed in a bar. Ku. and G. arrested the applicant, handcuffed him and took him to the traffic police station. Later they took the applicant to the ambulance station, where he was tested for alcohol. The test was positive and the applicant was then taken back to the traffic police station and handed over to the police. The applicant’s injuries had been inflicted during the fight in which D. was stabbed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  During a forensic medical examination carried out between 25 November and 24 December 2003 the applicant stated that he had been beaten by the traffic police officers after fighting with D. According to the applicant, he was punched about three times on the head and chest and hit in the ear. He also had a helmet put on his head and was hit twice with a truncheon on the head. It was revealed that the applicant had bruises on his left ear and scratches on his left arm. The scratches had been caused by handcuffs. These injuries could have occurred on 22-23 November 2003 in the circumstances described by the applicant. The expert concluded that there were no marks indicating truncheon blows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  According to the conclusion of a report dated 24 December 2003, signed by the head of the Konotop traffic police unit, the use of handcuffs on the applicant had been justified. When Ku. and G. had arrived at the bar, there had been around twenty-five persons there. People started to run away and a window was broken. The applicant, P., and R. were recognised by Z.; however, as they were drunk, they refused to enter the police car, and they swore and resisted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 24 December 2003, following complaints by the applicant’s mother, the Konotop Town Prosecutor’s Office refused to institute criminal proceedings. Two traffic police officers, Ts. and T., testified that they had seen the applicant upon his arrival at the traffic police station and he had had no bodily injuries. Nobody had ill-treated the applicant. This was further confirmed by four other traffic police officers, D., and the doctor who had examined the applicant. Further, the prosecutor referred to the report of the police officer Ma. It was concluded that the police officers had not ill-treated the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 2 March 2004 the Sumy Regional Prosecutor’s Office quashed the decision of 24 December 2003 and remitted the case for additional investigation. It was noted that when Kt. had been driving the applicant home at 9 a.m. on 23 November 2003, the latter had said that he had been beaten by police officers. The police officers testified that the applicant had been released at 2 a.m. The prosecutor noted that these, as well as other relevant circumstances, had not been verified and the quashed decision had been based on the testimony of the persons involved. Moreover, the cause of the applicant’s injuries had not been established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 19 March 2004 the Konotop Town Prosecutor’s Office again refused to institute criminal proceedings. It was found that, on the day of the incident, two young people, one having a stab wound, had asked the traffic police officers for help. The applicant, together with two other persons, had been taken to the traffic police station. Because they resisted arrest, they had been handcuffed. The applicant did not have any bodily injuries and that had been confirmed by a medical examination. A doctor, K., had been questioned and confirmed that, during the examination in the ambulance station on the night of 22 November 2003, the applicant had had no bodily injuries. Police officers had stated that the applicant had been questioned and released at about 2 a.m. on 23 November 2003. He had not had any injuries and they had not ill-treated him. Although R., who had been arrested together with the applicant, had testified that he had seen the applicant being beaten by the traffic police officers, it was concluded that his testimony, as well as the applicant’s statements, were not confirmed by the medical conclusions, and, in particular, that there had been no marks from truncheon blows on the applicant’s body (see paragraph 18).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 3 December 2004 the  quashed the decision of 19 March 2004 and remitted the case for further investigation. The court held that the cause of the applicant’s injuries had not been established and the testimony of Kt. had not been verified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 24 December 2004 the Konotop Prosecutor’s Office again rejected the applicant’s request to institute criminal proceedings. It was concluded that the applicant’s version of events was not confirmed by “the medical conclusion of 24 November 2003”. Furthermore it had been impossible to establish where the applicant had been between 3 and 9 a.m. on 23 November 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 26 May 2005 the  quashed the decision of 24 December 2004 because the prosecutor had made a reference to the wrong provision of the Code of Criminal Procedure when rejecting the applicant’s complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 14 June 2005 the Konotop Town Prosecutor’s Office rejected a request by the applicant for the institution of criminal proceedings. The prosecutor found that the applicant’s description of events was not confirmed by the findings of the forensic medical examination which had been completed on 24 December 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 20 July 2005 the Sumy Regional Prosecutor’s Office quashed the decision of 14 June 2005 and remitted the case for further investigation. It was noted that the hospital doctors who had examined the applicant on 24 November 2005 had not been questioned. An additional medical examination of the applicant needed to be carried out, taking into consideration material from the hospital medical file. Moreover, it was unclear when exactly the applicant had been released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  During additional investigations in 2005 the majority of the witnesses (ambulance doctors, police officers, relatives of the applicant) stated that as the events of 22-24 November 2003 had happened long ago, they did not clearly remember them. Witness Kt. was not questioned since he had moved abroad. The records of the ambulance visit to the applicant of 24 November 2003 and the police station register had already been destroyed as their keeping period (one year for the police station register) had expired.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 12 December 2005 the forensic medical examination concluded that the applicant had a scar on his right wrist. According to medical documents, on 22 November 2003 the applicant had sustained light bodily injuries. Such injuries could have been inflicted in the circumstances described by the applicant. It was unlikely that they had been inflicted by the applicant’s falling down.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 23 December 2005 the Konotop Town Prosecutor’s Office again refused to institute criminal proceedings into the applicant’s complaint of ill-treatment. It was found that the applicant had been hospitalised on 24 November 2003 complaining of headache, nausea and a left ear injury. The applicant had not told the doctors that he had been beaten by the police. The applicant’s sister had testified that the applicant had come home during the morning of 23 November 2003 feeling ill and had told her that he had been beaten by the police. The prosecutor, however, referred to the findings of the courts in the criminal case against the applicant and decided that there were no grounds to institute criminal proceedings against the police officers. This decision was not appealed against.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings against the applicant and his pre-trial detention",
                                "elements": [
                                    {
                                        "content": "31.  On 11 December 2003 criminal proceedings were instituted against the applicant for hooliganism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 28 December 2003 the applicant was charged with hooliganism and the use of an offensive weapon. He signed an undertaking not to abscond.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 31 January 2004 the applicant’s representative, B., was refused permission to represent the applicant in the criminal proceedings because B. did not hold an advocate’s certificate. B.’s appeals against that decision were unsuccessful. The applicant was represented in the criminal proceedings by his mother and by the advocates T. and S.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Between 9 February and 17 March 2004 the criminal proceedings were stayed because the applicant was ill.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 17 March 2004 the criminal proceedings were resumed and the applicant was arrested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 19 March 2004 the  authorised the applicant’s pre-trial detention. In doing so the court stated that “the materials of the case presented before the court confirmed the investigating officer’s conviction that the applicant might abscond or interfere with the course of justice”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 13 April 2004 the Sumy Regional Court of Appeal quashed the decision of 19 March 2004 because, by a Decree of the President of Ukraine which had entered into force on 19 March 2004, the  had been dissolved. Therefore, the decision appealed against had been adopted by a court which no longer existed in law. The case was transferred to the newly created  for fresh consideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 28 April 2004 the  authorised the applicant to be placed in pre-trial detention. In particular, the court held that the applicant had been accused of committing a serious crime to which he had not confessed. The court further noted that it was “the investigating officer’s right to decide on the tactics for the investigation and it was his right to decide to change the preventive measure [from an obligation not to abscond to pre-trial detention]”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The applicant appealed against that decision. According to the Government, this appeal was received by the court on 5 May 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 18 May 2004 the  found the applicant guilty of hooliganism and sentenced him to two years’ imprisonment. In particular, the court found that the applicant, P., and R., had followed M., S., Pv., Ps., Z., Kh. and D. onto the street. The applicant had asked M. why he had not stayed in the bar. The applicant then started to swear and tried to have a fight with Pv. When M., D. and Z. had tried to calm the applicant down he had struck D. with a knife.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In the court hearing the applicant stated that he had had a quarrel with D. but had not struck him with a knife. The court listened to the testimony of Ps., Kh. and S. The two latter witnesses withdrew the testimony they had given at the pre-trial stage and stated that the applicant had not in any way committed an offence against them. None of the other persons present during the incident attended the hearing because they were out of town. The court took into consideration the testimony they had given during the pre-trial investigation. The court also relied on various pieces of evidence and the conclusions of the forensic examinations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 1 June 2004 the Sumy Regional Court of Appeal rejected an appeal by the applicant against the decision of 28 April 2004, because the applicant had already been sentenced to imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 3 August 2004 the Sumy Regional Court of Appeal upheld the judgment of 18 May 2004. It also rejected as unsubstantiated the applicant’s complaints that he had been ill-treated. No particular reasoning was given for this conclusion as the court referred to certain undated decisions not to institute criminal proceedings following the applicant’s complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  By a decision of 14 April 2005 the  rejected a request by the applicant to have his sentence commuted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 10 May 2005 the Supreme Court of Ukraine rejected an appeal in cassation by the applicant against his conviction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 23 June 2005 the Sumy Court of Appeal quashed the decision of 14 April 2005 and remitted the case for fresh consideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 8 July 2005, by a decision of the , the applicant was granted an amnesty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The applicant’s representative, B., asked the courts and the prosecutor’s office to provide him with copies of documents necessary for lodging a complaint before this Court. All his requests were rejected, mainly on the ground that he had not presented a valid power of authority and because he had requested documents other than those required in connection with the lodging of his complaints before the Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "The Law of Ukraine “On the Procedure for the Compensation of Damage caused to Citizens by the Unlawful Actions of Bodies in charge of Operational Enquiries, Pre-trial Investigation Authorities, Prosecutors or Courts” (“the Compensation Act”)”",
                                "elements": [
                                    {
                                        "content": "49.  Articles 1 and 2 (as worded before the amendments of 1 December 2005) can be found in the following judgments respectively: Kobtsev v. Ukraine, no. 7324/02, § 35, 4 April 2006, and Afanasyev v. Ukraine, no. 38722/02, § 52, 5 April 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Following the amendments to the Compensation Act of 1 December 2005, the range of cases where the right to compensation would arise was expanded to include those in the following category:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1-1) where ... unlawfulness of remand and holding in custody ... has been established by a conviction or other judgment of a court (save for rulings on the remittal of cases for additional investigation)”.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "51.  The applicant complained that he had been ill-treated by traffic police officers and by police officers, and that the authorities had failed to punish those responsible for his ill-treatment. He relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "52.  The Government submitted that the applicant had been properly informed about the decision of 23 December 2005; however, he had not appealed against it. Therefore, the applicant had consented to its findings and could no longer be considered a victim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The applicant did not submit any observations in reply within the prescribed time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court notes that the Government’s objection is closely linked to the applicant’s complaint under the procedural limb of Article 3 of the Convention. In these circumstances, it joins the objection to the merits of the applicant’s complaint (see, Lotarev v. , no. 29447/04, § 74, 8 April 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "56.  The applicant failed to submit any comments on the Government’s observations. He did inform the Court, however, that he wished to maintain his application. The Court will therefore proceed with examination of the case as it stands.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government stated that the national authorities had conducted a thorough investigation into the applicant’s complaints. Since there was no evidence that the police had ill-treated the applicant, a decision not to institute criminal proceedings had been adopted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Alleged ill-treatment by the police",
                                        "elements": [
                                            {
                                                "content": "58.  The Court has stated on many occasions that Article 3 of the Convention enshrines one of the most fundamental values of a democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances or the victim’s behaviour (see, among other authorities, Labita v. Italy [GC], no 26772/95, § 119, ECHR 2000-IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  To fall under Article 3 of the Convention, ill-treatment must attain a minimum level of severity. The assessment of this level is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the gender, age and state of health of the victim (see Valašinas v. Lithuania, no. 44558/98, §§ 100-01, ECHR 2001-VIII). The Court has considered treatment to be “inhuman” because, inter alia, it was premeditated, was applied for hours at a stretch and caused either actual bodily injury or intense physical and mental suffering. It has deemed treatment to be “degrading” because it was such as to arouse in the victims feelings of fear, anguish and inferiority capable of humiliating and debasing them (see Kudła v. Poland [GC], no. 30210/96, § 92, ECHR 2000XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court is sensitive to the subsidiary nature of its role and recognises that it must be cautious in taking on the role of a first-instance tribunal of fact where this is not rendered unavoidable by the circumstances of a particular case (see, for example, McKerr v. the United Kingdom (dec.), no. 28883/95, 4 April 2000). Nonetheless, where allegations are made under Article 3 of the Convention the Court must apply a particularly thorough scrutiny even if certain domestic proceedings and investigations have already taken place (see, mutatis mutandis, Ribitsch v. Austria, 4 December 1995, § 32, Series A no. 336, and Avşar v. Turkey, no. 25657/94, § 283, ECHR 2001VII (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court reiterates that where an individual is taken into police custody in good health but is found to be injured at the time of release, it is incumbent on the State to provide a plausible explanation of the cause of the injury, failing which a clear issue arises under Article 3 of the Convention (see Tomasi v. France, 27 August 1992, §§ 108-111, Series A no. 241A, and Ribitsch, cited above, p. 26, § 34).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court, thus, concludes that the applicant was subjected to inhuman treatment by State agents. There has accordingly been a violation of the substantive limb of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Adequacy of the investigation",
                                        "elements": [
                                            {
                                                "content": "72.  The investigation into arguable allegations of ill-treatment must also be thorough. This means that the authorities must always make a serious attempt to find out what happened and should not rely on hasty or ill-founded conclusions in order to close their investigation or as the basis of their decisions (see Assenov and Others, cited above, §§ 103 et seq.). They must take all reasonable steps available to them to obtain evidence concerning the incident, including, inter alia, eyewitness testimony and forensic evidence (see Tanrıkulu v. Turkey [GC], no. 23763/94, ECHR 1999-IV, §§ 104 et seq., and Gül v. Turkey, no. 22676/93, § 89, 14 December 2000).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  In the present case, the investigation into the applicant’s complaints lasted for two years. During this period the applicant’s requests for the institution of criminal proceedings against the police officers were rejected on five occasions. Four of these refusals were subsequently quashed by a court or by a higher prosecutor for various shortcomings and the case was referred back for additional investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  In the last decision, on 23 December 2005, the prosecutor again rejected the applicant’s request for the institution of criminal proceedings. One of the two main reasons for this refusal was the fact that the applicant had not told the hospital doctors that he had been beaten by the police. However, the medical conclusion of 12 December 2005 had expressly mentioned that the applicant’s injuries could not have been caused by his falling down as he had told the doctors. Further, the decision of 23 December 2005 referred to the court findings in the applicant’s criminal case. However, in its decision of 3 August 2004 the Sumy Regional Court of Appeal had not provided any particular reasoning for rejecting the applicant’s complaints but had simply referred to some undated decisions not to institute criminal proceedings. The Court thus considers that the decision of 23 December 2005 was not a satisfactory response to the applicant’s allegations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Given that the investigation lasted two years, was marked by numerous shortcomings recognised by the national authorities, and failed to provide a plausible explanation as to the cause of the applicant’s injuries, the Court considers that the investigation following the applicant’s complaints was ineffective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Court further notes that the witnesses submitted that after two years they did not remember the circumstances of the events of November 2003, and that some crucial written evidence had already been destroyed. In such circumstances, the Court considers that the applicant cannot be reproached for not repeatedly seeking the reopening of an investigation which has been found to be ineffective (see, Lotarev v. Ukraine, cited above, § 93). It accordingly dismisses the Government’s objection (see paragraph 52).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Court thus concludes that in the present case there was a violation of the procedural limb of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "78.  The applicant complained, under Article 5 §§ 1, 4 and 5 of the Convention, that his arrest on 17 March 2004 and his subsequent detention had been unlawful. He also complained, referring to Article 6 § 1 of the Convention, that the review of the decision of 29 April 2004 had been lengthy.",
                                "elements": []
                            },
                            {
                                "content": "79.  The Court considers that the applicant’s complaints should be examined under Article 5 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "80.  The parties did not submit any observations on the admissibility of the applicant’s complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Article 5 § 4 of the Convention",
                                        "elements": [
                                            {
                                                "content": "81.  The Court reiterates that Article 5 § 4 of the Convention, in guaranteeing to detained persons a right to institute proceedings to challenge the lawfulness of their deprivation of liberty, also proclaims their right, following the institution of such proceedings, to a speedy judicial decision concerning the lawfulness of the detention and ordering its termination if it proves unlawful. In order to determine whether the requirement that a decision be given “speedily” has been complied with, it is necessary to effect an overall assessment where the proceedings were conducted at more than one level of jurisdiction. The question whether the right to a speedy decision has been respected must – as is the case for the “reasonable time” stipulation in Articles 5 § 3 and 6 § 1 of the Convention – be determined in the light of the circumstances of each case, including the complexity of the proceedings, the conduct of the domestic authorities, the conduct of the applicant and what was at stake for the latter (for recapitulation of the applicable principles, see Mooren v. Germany [GC], no. 11364/03, § 106, ECHR 2009-...).",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court notes that the applicant’s appeal against the decision of 28 April 2004, by which the court authorised his detention, was received by the court on 5 May 2004 and was rejected on 1 June 2004. However, on 18 May 2004 the applicant had already been sentenced to imprisonment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  It appears that after the applicant’s conviction the court, when examining his appeal against the decision to place him in pre-trial detention, already had no power to release him. Therefore, the Court considers that Article 5 § 4 of the Convention is not applicable to the proceedings after 18 May 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  As to the period before 18 May 2004, the Court notes that thirteen days passed between the date of receipt of the applicant’s appeal and the date of his sentence. It considers that there are no special circumstances leading to a conclusion that this period was already too long or that the review of the applicant’s detention did not comply with the requirement of “speediness” (see and compare Herz v. , no. 44672/98, § 73, 12 June 2003 and Shannon v. , no. 32214/03, § 74, 24 November 2009, in which the periods of eleven and fourteen days respectively were found to be in compliance with the requirement of “speediness”). It follows that the applicant’s complaint in this respect must be rejected as manifestly ill-founded in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Remainder of the applicant’s complaints",
                                        "elements": [
                                            {
                                                "content": "85.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "86.  The applicant failed to submit any observations in time. He did, however, inform the Court that he wished to maintain his application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Government submitted that the decision of 19 March 2004 to detain the applicant had been taken after the applicant had failed to appear before the investigation officer on 29 January 2004. Therefore, the decision on the applicant’s detention had been lawful. The applicant was suspected of having committed a crime and his arrest had been effected for the purpose of bringing him before the competent legal authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "88.  The Court emphasises that Article 5 of the Convention guarantees the fundamental right to liberty and security, which is of primary importance in a “democratic society” within the meaning of the Convention (see De Wilde, Ooms and Versyp v. Belgium, 18 June 1971, § 65, Series A no. 12, and Winterwerp v. the Netherlands, 24 October 1979, § 37, Series A no. 33). All persons are entitled to the protection of that right, that is to say, not to be deprived, or to continue to be deprived, of their liberty save in accordance with the conditions specified in Article 5 § 1 (see Weeks v. the United Kingdom, 2 March 1987, § 40, Series A no. 114). The list of exceptions set out in the aforementioned provision is an exhaustive one and only a narrow interpretation of those exceptions is consistent with the aim of that provision, namely, to ensure that no one is arbitrarily deprived of his or her liberty (see Labita v. Italy [GC], cited above, § 170).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  In order for deprivation of liberty to be considered free from such arbitrariness, it does not suffice that this measure is executed in conformity with national law; it must also be necessary in the circumstances (see Nešťák v. Slovakia, no. 65559/01, § 74, 27 February 2007).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Lawfulness of the applicant’s arrest and detention",
                                "elements": [
                                    {
                                        "content": "90.  The Court notes that the applicant was arrested on 17 March 2004 after, as the Government stated, failing to appear before the investigation officer on 29 January 2004. However, it can be seen from the case-file materials that between 9 February and 17 March 2004 proceedings against the applicant were stayed because he was ill. Therefore, it appears that after 29 January 2004 the authorities were aware of the applicant’s situation and whereabouts. Moreover, in the subsequent court decision of 19 March 2004 on the applicant’s pre-trial detention there is no reference to the applicant’s failure to appear before the investigation officer on any particular dates. The reasons given by the court are limited to a general statement that “the materials of the case presented before the court confirmed the investigating officer’s conviction that the applicant might abscond and interfere with the course of justice”. In such circumstances, the Court considers that the applicant’s arrest on 17 March 2004 and his subsequent detention in accordance with the decision of 19 March 2004 were unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court notes that the court decision of 19 March 2004 to place the applicant in pre-trial detention was quashed on 13 April 2004 by the Sumy Regional Court of Appeal for formal reasons as it had been taken by a court not constituted in accordance with the law. However, the Court of Appeal did not rule on the applicant’s pre-trial detention but remitted the case for fresh consideration. The Government did not explain what the legal basis for the applicant’s detention after 13 April 2004 was.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The applicant’s detention was finally authorised by the court decision of 28 April 2004, that is, more than a month after his arrest. In doing so the court referred to the applicant’s unwillingness to confess to having committed a serious crime and stated that it was the investigation officer’s right to request the applicant’s pre-trial detention. The Court notes that the refusal to confess could hardly be considered a reason to detain the applicant pending trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  In the absence of any other reasons for placing the applicant in pre-trial detention, the Court considers that the applicant’s arrest on 17 March 2004 and subsequent detention until 18 May 2004 were unlawful in breach of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Right to compensation",
                                "elements": [
                                    {
                                        "content": "94.  The Government stated that the applicant had no right to compensation under Article 5 § 5 of the Convention since there was no violation of any other provisions of this Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The Court reiterates that Article 5 § 5 guarantees an enforceable right to compensation to those who have been the victims of arrest or detention in contravention of the other provisions of Article 5 (see Steel and Others v. the United Kingdom, 23 September 1998, § 81, Reports 1998VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  In the present case the Court has found a violation of Article 5 § 1, in conjunction with which the present complaint is to be examined. It follows that Article 5 § 5 of the Convention is applicable. The Court must therefore establish whether Ukrainian law afforded the applicant an enforceable right to compensation for the breaches of Article 5 § 1 of the Convention in his case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Court notes that the issue of compensation for unlawful detention is regulated in  by the Compensation Act. Before the amendments to it of 1 December 2005, it provided for compensation for unlawful detention only in case of the ultimate acquittal of the detainee or termination of the criminal proceedings against him/her on exonerative grounds. Following those amendments, the right to such compensation also arose where the unlawfulness of the detention had been established by a judicial decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  Thus, in the applicant’s case the Compensation Act did not provide for an enforceable right to compensation at the material time. Moreover, it does not appear that such a right was or is secured under any other provision of the Ukrainian legislation, given the absence of any legally envisaged procedure for bringing proceedings to seek compensation for the deprivation of liberty found to be in breach of one of the other paragraphs by the Strasbourg Court (see Nechiporuk and Yonkalo v. Ukraine, no. 42310/04, §§ 229-234, 21 April 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court concludes that the applicant did not have an enforceable right to compensation for his unlawful detention, as required by Article 5 § 5 of the Convention. There has, therefore, been a violation of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "100.  The applicant complained under Article 5 § 1 of the Convention that his arrest on 22 November 2003 had been unlawful.",
                                "elements": []
                            },
                            {
                                "content": "101.  The applicant further complained, under Article 6 of the Convention, that the criminal proceedings against him had been instituted unlawfully and that his representative, B., had not been allowed to represent him. The applicant also complained, under Article 6 § 3 (d) of the Convention, that his requests to call witnesses and for the ordering of forensic examinations had been rejected by the court.",
                                "elements": []
                            },
                            {
                                "content": "102.  The applicant also complained under Article 6 of the Convention that the court had failed to release him on 14 April 2005 and that those court proceedings had been unfair.",
                                "elements": []
                            },
                            {
                                "content": "103.  The applicant also complained, under Article 13 of the Convention, that the State authorities had prevented his representative, B., from receiving copies of documents necessary for lodging an application with this Court.",
                                "elements": []
                            },
                            {
                                "content": "104.  Finally, the applicant invoked Articles 1 and 7 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "105.  The Court considers that, in the light of all the material in its possession and in so far as the matters complained of are within its competence, they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "106.  It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "107.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "108.  The applicant did not submit a claim for just satisfaction in time. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 3 of the Convention and under Article 5 §§ 1 and 5 of the Convention (concerning the applicant’s arrest on 17 March 2004 and his detention between 17 March and 18 May 2004) admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention under its substantive limb;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention under its procedural limb;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 5 § 5 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 February 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dean Spielmann",
            "role": "president"
        },
        {
            "name": "Elisabet Fura",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Ann Power-Forde",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Angelika Nußberger",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KLISHYN v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-109193.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0223JUD003067104",
    "externalsources": [],
    "extractedappno": [
        "30671/04",
        "7324/02",
        "38722/02",
        "29447/04",
        "26772/95",
        "44558/98",
        "30210/96",
        "28883/95",
        "25657/94",
        "23763/94",
        "22676/93",
        "11364/03",
        "44672/98",
        "32214/03",
        "65559/01",
        "42310/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-109193",
    "judgementdate": "23/02/2012 00:00:00",
    "kpdate": "23/02/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "596",
        "193",
        "448",
        "220",
        "45"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "3",
        "5-1",
        "5-5",
        "5"
    ],
    "parties": [
        "KLISHYN",
        "UKRAINE"
    ],
    "rank": "863.994262695313",
    "representedby": [
        "BELYAVSKIY V."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "357359",
    "typedescription": "15"
}