{
    "__articles": "3",
    "__conclusion": "No violation of Art. 3 (in case of expulsion to Colombia)",
    "applicability": "20",
    "appno": "24573/94",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "in case of expulsion to Colombia"
            ],
            "element": "No violation of Art. 3",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-58041.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.   The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") and by the Government of the  (\"the Government\") on 25 January and 29 February 1996 respectively, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\"). It originated in an application (no. 24573/94) against  lodged with the Commission under Article 25 (art. 25) by a Colombian national, H.L.R., on 4 July 1994. The applicant asked the Court not to reveal his identity.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46); the Government’s application referred to Article 48 (art. 48). The object of the request and of the application was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 3 of the Convention (art. 3).",
                        "elements": []
                    },
                    {
                        "content": "2.   In response to the enquiry made in accordance with Rule 33 para. 3 (d) of Rules of Court A, the applicant stated that he wished to take part in the proceedings and designated the lawyer who would represent him (Rule 30).",
                        "elements": []
                    },
                    {
                        "content": "3.   The Chamber to be constituted included ex officio Mr L.-E. Pettiti, the elected judge of French nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 para. 4 (b)). On 8 February 1996, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr Thór Vilhjálmsson, Mr A. Spielmann, Mr J. De Meyer, Mr M.A. Lopes Rocha, Mr L. Wildhaber, Mr G. Mifsud Bonnici and Mr K. Jungwiert (Article 43 in fine of the Convention and Rule 21 para. 5) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "4.   As President of the Chamber (Rule 21 para. 6), Mr Ryssdal, acting through the Registrar, consulted the Agent of the Government, the applicant’s lawyer and the Delegate of the Commission on the organisation of the proceedings (Rules 37 para. 1 and 38). Pursuant to the order made in consequence, the Registrar received the Government’s memorial on 30 July 1996 and the applicant’s memorial on 12 August. On 12 September the Secretary to the Commission informed the Registrar that the Delegate would submit his observations at the hearing.",
                        "elements": []
                    },
                    {
                        "content": "5.   On 27 June 1996 the Chamber decided to relinquish jurisdiction forthwith in favour of a Grand Chamber (Rule 51).",
                        "elements": []
                    },
                    {
                        "content": "The Grand Chamber to be constituted included ex officio Mr Ryssdal, President of the Court, Mr R. Bernhardt, Vice-President, and the other members (see paragraph 3 above) and the substitute judges (namely, Mr R. Macdonald, Mr A.N. Loizou, Mr A.B. Baka and Mr U. Lohmus) of the Chamber which had relinquished jurisdiction (Rule 51 para. 2 (a) and (b)). On 1 July 1996, in the presence of the Registrar, the President drew by lot the names of the seven additional judges, namely Mr F. Gölcüklü, Mr F. Matscher, Mrs E. Palm, Mr I. Foighel, Mr R. Pekkanen, Mr J. Makarczyk and Mr D. Gotchev. Subsequently Mr P. Jambrek replaced Mr Macdonald, who was unable to take part in the further consideration of the case (Rule 22 para. 1 and Rule 51 para. 6).",
                        "elements": []
                    },
                    {
                        "content": "6.   On 26 September 1996 Mr Ryssdal, after consulting the members of the Grand Chamber, granted leave to Rights International, a non-governmental organisation based in , to submit written comments subject to certain conditions. These were received at the registry on 31 October 1996.",
                        "elements": []
                    },
                    {
                        "content": "The Court received Amnesty International’s reports for 1995 and 1996.",
                        "elements": []
                    },
                    {
                        "content": "7.   In accordance with the President’s decision, the hearing took place in public in the Human Rights Building, , on 25 November 1996. The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "At that meeting, the Grand Chamber decided not to include in the case file the documents lodged on 24 October and 12, 20 and 22 November 1996 by the applicant, since they were late and as the Government had objected.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "(a) for the Government",
                        "elements": []
                    },
                    {
                        "content": "(b) for the Commission",
                        "elements": []
                    },
                    {
                        "content": "(c) for the applicant",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Geus, Mrs Clément and Mr Dobelle.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I.   Circumstances of the case",
                        "elements": [
                            {
                                "content": "8.   H.L.R., who is a Colombian national and was born in 1968, is currently in  subject to a compulsory residence order.",
                                "elements": []
                            },
                            {
                                "content": "A. The applicant’s conviction",
                                "elements": [
                                    {
                                        "content": "9.   On 14 May 1989 the applicant, who was travelling from Colombia to Italy, was arrested while in transit at  in possession of a package containing 580 grammes of cocaine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to the record of the interviews that took place on 16 May 1989, whilst he was in police custody H.L.R. supplied information on the instigators of the traffic and on H.B., by whom he had been recruited. That information subsequently enabled Interpol to identify H.B., who appeared in their records under two different names and had been arrested on 21 May 1989 at  in possession of 552 grammes of cocaine. H.B. was convicted and on 23 January 1990 was sentenced by the  to two years and eight months’ imprisonment; he was deported to  pursuant to an order issued on 12 April 1990 by the Chief Administrative Officer (Landrat) of the district (Landkreis) of Darmstadt-Dieking.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.   In the meantime, on 25 September 1989, the Bobigny Criminal Court had convicted the applicant of an offence under the misuse of drugs legislation and sentenced him to five years’ imprisonment. It also made an order permanently excluding him from French territory.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.   On 24 July 1992 the Paris Court of Appeal upheld both that judgment and the judgment of 22 June 1992 of the same court whereby his application to have the permanent exclusion order cancelled was dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.   On 31 July 1992 the applicant, arguing in particular that he had assisted the judicial authorities, petitioned the President of the Republic to have the exclusion order rescinded. His petition was dismissed on 20 September 1994.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.   On 18 December 1992 the Bobigny public prosecutor, who had initially instructed the Prefect of the Dordogne département to enforce the exclusion order on 30 December, the date of the applicant’s release, ordered that his deportation be stayed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.   After serving his sentence, the applicant was given accommodation, at the home of one of his prison visitors.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The deportation procedure",
                                "elements": [
                                    {
                                        "content": "1. The deportation order",
                                        "elements": [
                                            {
                                                "content": "15.   Notwithstanding that the petition to the President was pending, the Minister of the Interior directed that the applicant’s file be submitted to the Aliens’ Deportation Board for an opinion in accordance with section 23 of the Ordinance of 2 November 1945 as amended (see paragraph 24 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.   On 17 February 1994, having been informed of the risks the applicant would run if he were deported to Colombia, the Aliens’ Deportation Board expressed the following opinion:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"The Board is of the opinion that [H.L.R.] should not be deported as his presence in  does not constitute a serious threat to public order and there are in addition good reasons for believing that his integration in the national community is possible.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.   On 26 April 1994 the Minister of the Interior nonetheless issued an order for the applicant’s deportation. He relied on the following reasons:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"Whereas Mr H.L.R., a Colombian national, ..., committed a drugs offence in 1989 by illegally importing nearly 600 grammes of heroin [sic];",
                                                "elements": []
                                            },
                                            {
                                                "content": "Whereas on account of his general behaviour the presence of this foreign national in French territory represents a serious threat to public order;",
                                                "elements": []
                                            },
                                            {
                                                "content": "Having regard to the opinion issued on 17 February 1994 by the Board referred to in section 24 of the Ordinance [no. 45-2658 of 2 November 1945, as amended, concerning the conditions of entry and residence of aliens in ].\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.   The Prefect of the Dordogne département served the deportation order on the applicant by a letter of 9 May 1994, which the applicant received on 20 May. He stated that the applicant was to be deported to , unless he was accepted by another country, within one month of the date of receipt of the letter. On 20 June 1994 the Prefect granted the applicant a final extension of one month in which to find a host country.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The application to have the deportation order rescinded",
                                        "elements": [
                                            {
                                                "content": "19.   On 30 May 1994 the applicant applied to the Minister of the Interior to have the deportation order rescinded. His application was rejected on 17 June 1994 on the following grounds:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"I regret [to have] to inform you that, at the present time, in spite of the various considerations you cite in your client’s favour, it is impossible for me to grant your application because the acts which gave rise to the order for your client’s deportation occurred recently and were serious. In 1989 he was involved in the trafficking of almost 600 grammes of heroin [sic].",
                                                "elements": []
                                            },
                                            {
                                                "content": "Consequently his presence in  continues to constitute a serious threat to public order.\"",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. The applications for judicial review",
                                        "elements": [
                                            {
                                                "content": "20.   At the same time, by applications lodged with the  and registered on 7 and 28 June 1994 the applicant sought judicial review of the deportation order and of the refusal to rescind it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.   In its judgment of 18 April 1996 served on 17 July 1996, the court joined and then dismissed the applications. It gave the following reasons:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"Under the final paragraph of section 27 bis of the Ordinance of 2 November 1945, `an alien shall not be sent to a country if he shows that he is in danger of losing his life or his liberty there or that he will be exposed there to treatment contrary to Article 3 (art. 3) of the Convention for the Protection of Human Rights and Fundamental Freedoms of 4 November 1950’; by virtue of the provisions of Article 2 (art. 2) of the European Convention on Human Rights, `1. Everyone’s right to life shall be protected by law ...’ and of Article 3 of that Convention (art. 3): `No one shall be subjected to torture or to inhuman or degrading treatment or punishment.’; the impugned deportation order of 26 April 1994 did no more than enjoin [Mr H.L.R.] to leave French territory; it follows that, in any event, the submission that his return to Colombia would infringe the provisions cited above (art. 2, art. 3) is ineffective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... [Mr H.L.R.] is single, has no children and no family life in ; it follows that the submission that the provisions [of Article 8 (art. 8) of the Convention for the Protection of Human Rights and Fundamental Freedoms] have been infringed cannot be accepted.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.   On 10 September 1996 the applicant appealed against that judgment to the Bordeaux Administrative Court of Appeal. The outcome of the appeal is not known.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4. The compulsory residence order",
                                        "elements": [
                                            {
                                                "content": "23.   In the meantime, the Minister of the Interior had issued a compulsory residence order on 12 July 1994 pursuant to section 28 of Ordinance no. 45-2658 of 2 November 1945 as amended (see paragraph 24 below). Considering that it had been established that the applicant was unable to leave  at that time, the Minister ordered him to reside in a designated location \"until such time as he [was] in a position to comply with the deportation order against him\". That position has remained unchanged.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   Relevant domestic law",
                        "elements": [
                            {
                                "content": "24.   The applicant’s deportation is governed by Ordinance no. 45-2658 of 2 November 1945 \"on the conditions of entry and residence [of aliens] in \", as amended by Law no. 93-1027 of 24 August 1993. The relevant provisions, in the wording applicable at the date of the impugned decision, are as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 23",
                                "elements": []
                            },
                            {
                                "content": "\"Subject to the provisions of section 25, deportation may be decided by order of the Minister of the Interior if an alien’s presence on French territory constitutes a serious threat to public order.",
                                "elements": []
                            },
                            {
                                "content": "The deportation order may at any time be rescinded by the Minister of the Interior. Where the application for an order to be rescinded is made on the expiry of a period of five years from the actual execution of the deportation order, it may be rejected only after the opinion of the board provided for in section 24, before which the applicant may be represented, has been obtained.",
                                "elements": []
                            },
                            {
                                "content": "...\"",
                                "elements": []
                            },
                            {
                                "content": "Section 24",
                                "elements": []
                            },
                            {
                                "content": "\"Deportation as provided for in section 23 may be ordered only where the following conditions are satisfied:",
                                "elements": []
                            },
                            {
                                "content": "(1) The alien must be given advance notice in accordance with the conditions laid down in a decree of the Conseil d’Etat;",
                                "elements": []
                            },
                            {
                                "content": "(2) The alien shall be summoned to be interviewed by a board convened by the prefect and composed as follows:",
                                "elements": []
                            },
                            {
                                "content": "the president of the tribunal de grande instance of the administrative capital of the département or a judge delegated by him, chairman;",
                                "elements": []
                            },
                            {
                                "content": "a judicial officer (magistrat) designated by the general assembly of the tribunal de grande instance of the administrative capital of the département; and",
                                "elements": []
                            },
                            {
                                "content": "an administrative court judge.",
                                "elements": []
                            },
                            {
                                "content": "The head of the aliens’ department at the prefecture shall act as rapporteur; the director of health and social affairs of the département or his representative shall be heard by the board. They shall not attend the board’s deliberations.",
                                "elements": []
                            },
                            {
                                "content": "The summons, which must be served on the alien at least fifteen days before the board’s meeting, shall inform him that he has the right to be assisted by a lawyer or by any other person of his choice and to be heard with the help of an interpreter.",
                                "elements": []
                            },
                            {
                                "content": "The alien may request legal aid in accordance with Law no. 91-647 of 10 July 1991 on legal aid. Reference shall be made to this possibility in the summons. A provisional grant of legal aid may be decided by the chairman of the board.",
                                "elements": []
                            },
                            {
                                "content": "The board’s hearing shall be public. The chairman shall ensure the proper conduct of the proceedings. All orders made by him to that end must be executed immediately. Before the board the alien may put forward all the reasons that militate against his deportation. A report recording the alien’s statements shall be transmitted, together with the board’s opinion, to the Minister of the Interior, who shall give a decision. The board’s opinion shall also be communicated to the person concerned.\"",
                                "elements": []
                            },
                            {
                                "content": "Section 25",
                                "elements": []
                            },
                            {
                                "content": "\"A deportation order made under section 23 may not be issued against the following persons:",
                                "elements": []
                            },
                            {
                                "content": "(1) a minor alien under 18 years of age;",
                                "elements": []
                            },
                            {
                                "content": "(2) an alien who proves by any means that he has habitually resided in  since the age of 6 or younger;",
                                "elements": []
                            },
                            {
                                "content": "(3) an alien who proves by any means that he has habitually resided in France for more than fifteen years or an alien who has lawfully resided in France for more than ten years, unless for the whole of this period he has been in possession of a temporary residence permit bearing the word ‘student’;",
                                "elements": []
                            },
                            {
                                "content": "(4) an alien, who has been married for at least one year and whose spouse is a French national provided that they have not ceased to live together and that the spouse has kept his or her French nationality;",
                                "elements": []
                            },
                            {
                                "content": "(5) an alien who is the father or the mother of a French child residing in  provided that he or she exercises parental rights, even only on a partial basis, in respect of the child or actually provides for him or her;",
                                "elements": []
                            },
                            {
                                "content": "(6) an alien who is in receipt of an industrial accident or occupational disability pension paid by a French institution where his or her permanent disability is at least 20%;",
                                "elements": []
                            },
                            {
                                "content": "(7) an alien residing lawfully in  by virtue of one of the residence permits provided for in this Ordinance or in the international agreements, who has not been sentenced with final effect to a non-suspended term of imprisonment of one year or more.",
                                "elements": []
                            },
                            {
                                "content": "However, by way of derogation to (7) above, an alien may be expelled if he has been sentenced with final effect to a non-suspended term of imprisonment for an offence under section 21 of this Ordinance, sections 4 and 8 of Law no. 73-548 of 27 June 1973 on multiple occupation, Articles L-362-3, L-364-2-1, L-364-3 and L-364-5 of the Labour Code or Articles 225-5 to 225-11 of the Criminal Code.",
                                "elements": []
                            },
                            {
                                "content": "The aliens referred to in sub-paragraphs (1) to (6) may not be the subject of a removal order made under section 22 of this Ordinance.",
                                "elements": []
                            },
                            {
                                "content": "By way of derogation from the provisions of this section, a deportation order under sections 23 and 24 may be made against an alien falling within one of the categories listed in sub-paragraphs (3), (4), (5) and (6) if he or she has been sentenced with final effect to a non-suspended term of imprisonment of at least five years.\"",
                                "elements": []
                            },
                            {
                                "content": "Section 27 bis",
                                "elements": []
                            },
                            {
                                "content": "\"An alien who is the subject of a deportation order or who has to be removed from  shall be sent to:",
                                "elements": []
                            },
                            {
                                "content": "(1) the country of which he is a national unless the French Office for the Protection of Refugees and Stateless Persons or the Refugee Appeals Board has granted him refugee status or has not yet ruled on his application for asylum; or",
                                "elements": []
                            },
                            {
                                "content": "(2) a country which has delivered him a travel document which is currently valid; or",
                                "elements": []
                            },
                            {
                                "content": "(3) a country which he may lawfully enter.",
                                "elements": []
                            },
                            {
                                "content": "An alien shall not be sent to a country in which he shows that there is a danger that he will lose his life or liberty or that he will there be exposed to treatment contrary to Article 3 (art. 3) of the Convention for the Protection of Human Rights and Fundamental Freedoms of 4 November 1950.\"",
                                "elements": []
                            },
                            {
                                "content": "Section 28 (1)",
                                "elements": []
                            },
                            {
                                "content": "\"An alien subject to a deportation order or required to leave France who proves that it is impossible for him to leave France by showing that he can neither return to his country of origin nor travel to any other country may, by way of derogation from section 35 bis, be ordered to reside in a designated location where he must report to the police and the gendarmerie at regular intervals.\"",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "25.   H.L.R. applied to the Commission on 4 July 1994. He complained that if he were deported to  he would run a serious risk of being treated in a manner contrary to Article 3 of the Convention (art. 3).",
                        "elements": []
                    },
                    {
                        "content": "26.   On 8 July 1994 the Commission indicated to the French Government under Rule 36 of the Commission’s Rules of Procedure that it was desirable, in the interests of the parties and the proper conduct of the proceedings, to refrain from deporting the applicant. The Commission has renewed that recommendation on several occasions, the most recent being 16 January 1996.",
                        "elements": []
                    },
                    {
                        "content": "27.   The Commission declared the application (no. 24573/94) admissible on 2 March 1995. In its report of 7 December 1995 (Article 31) (art. 31), it expressed the opinion by nineteen votes to ten that there would be a violation of Article 3 (art. 3) if the applicant were to be deported to . The full text of the Commission’s opinion and of the four separate opinions contained in the report is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "28.   In their memorial, the Government invited the Court to dismiss Mr H.L.R.’s application.",
                        "elements": []
                    },
                    {
                        "content": "29.   The applicant requested it to hold that his forced removal from French territory would constitute a violation of Article 3 of the Convention (art. 3).",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION (art. 3)",
                        "elements": [
                            {
                                "content": "30.   The applicant alleged that if he were deported to  he would certainly be subjected there to treatment proscribed by Article 3 of the Convention (art. 3), which provides:",
                                "elements": []
                            },
                            {
                                "content": "\"No one shall be subjected to torture or to inhuman or degrading treatment or punishment.\"",
                                "elements": []
                            },
                            {
                                "content": "In view of his criminal record in , he would not be able to find a country willing to accept him other than his country of origin. Yet, in , he would be exposed to vengeance by the drug traffickers who had recruited him as a smuggler.",
                                "elements": []
                            },
                            {
                                "content": "By virtue of the positive obligations incumbent on the States and the absolute character of the right concerned, Article 3 (art. 3) applied to inhuman and degrading treatment resulting from the actions of private individuals where a  had, through its acts or passivity, failed to comply with its duties under the Convention. As the  had sought and obtained from H.L.R. information on the organisers of the traffic, it had a duty to protect him. The communications exchanged between different branches of Interpol, and the documents from the German proceedings against H.B., from whom the applicant had received his instructions, showed that the applicant’s statements had enabled H.B., who was arrested in  and convicted of drug trafficking, to be identified (see paragraph 9 above).",
                                "elements": []
                            },
                            {
                                "content": "In addition to the endemic violence perpetuated by the Colombian criminal organisations, the applicant ran a real and personal risk; his situation would consequently be worse than that of other Colombians. By informing on drug traffickers he had broken the law of silence. As several Colombian lawyers’ groups had stated, informers were frequently subjected to reprisals. In addition, in her various letters to the applicant (the first, which is in the Commission’s file, dated 25 September 1993 and the last 13 August 1996) his aunt had reminded him that his life would be in danger if he returned because the person who had recruited him was waiting for him. H.B., who had been released in the meantime, regularly questioned her about the applicant, of whom he had photographs, and wanted revenge.",
                                "elements": []
                            },
                            {
                                "content": "Furthermore, the Colombian authorities were unable to offer H.L.R. adequate protection against the risk. The degree to which organisations connected with drug trafficking had infiltrated the whole machinery of government was such that  was sometimes referred to as a \"narco-democracy\". Wholesale human rights violations caused by the acts or omissions of State officials had been condemned on all sides. The ineffectiveness of the judicial institutions meant that it was impossible to accede to requests for protection and that 90% of murders went unpunished. Besides, no provision was made under Colombian legislation for persons who had cooperated with the judicial authorities of another country to be given special protection from the threat of reprisals by those on whom they had informed.",
                                "elements": []
                            },
                            {
                                "content": "The drug cartels had infiltrated the security and intelligence services and corruption was rife in the judicial system and in the police and armed forces. Certain paramilitary groups, whose role was to back up the army in its fight against guerilla movements and opposition groups, received financial aid from the drug trade. They controlled large areas of  and were responsible for the escalation of violence since the end of the 1980s.",
                                "elements": []
                            },
                            {
                                "content": "31.   The Commission agreed in substance with that view. In determining whether there was a risk of treatment proscribed by Article 3 (art. 3), strict criteria had to be applied regard being had to the absolute character of that provision (art. 3). Only the existence of an objective danger could be taken into account, such as the nature of the political regime in the State to which the applicant was likely to be sent, or a specific situation existing in that State. Making such a finding did not necessarily require that the receiving State be in any way responsible. In the instant case, the risk did not come from the Colombian authorities. Given the special circumstances prevailing in Colombia with respect to drug trafficking, the applicant’s criminal activities in connection with dealers in narcotics and his statements to the French police, he faced, if deported, a real and serious risk of being subjected to treatment proscribed by Article 3 (art. 3). It appeared more than likely that the Colombian authorities would not be able to give H.L.R. adequate protection.",
                                "elements": []
                            },
                            {
                                "content": "32.   The Government maintained, by way of primary submission, that the application was incompatible ratione materiae with the provisions of Article 3 of the Convention (art. 3) since the risk of inhuman or degrading treatment relied on by the applicant did not stem from the conduct of the Colombian authorities.",
                                "elements": []
                            },
                            {
                                "content": "Article 3 (art. 3) could be construed as also applying in cases where the risk of such treatment emanated exclusively from private individuals or groups only by considerably extending the scope of the Convention. The travaux préparatoires on Article 3 (art. 3), cited by the applicant, did not assist him since an amendment expressly referring to the absolute character of the ban on proscribed treatment had been withdrawn. In support of their contention, the Government also relied on Article 1 of the Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment adopted in  on 10 December 1984 which expressly includes an element of intent in the definition of \"torture\". That text represented the most recent statement of international law on the subject. Likewise, the Geneva Convention of 28 July 1951 relating to the Status of Refugees required an element of intent on the part of the official authorities before a person could be granted refugee status.",
                                "elements": []
                            },
                            {
                                "content": "In any event, H.L.R. had not shown that the risk was real and serious. The features of the case that were related to the applicant’s personal situation were based solely on his claims and were not substantiated by any prima facie evidence. With respect to protection by the authorities of the country of destination, it was impossible to require total safety. Despite the means deployed by developed countries, States were not always able to guarantee the security of, for instance, the most senior members of the judiciary. In the instant case, there was nothing to show that the Colombian authorities would be unable to provide protection appropriate to the applicant’s situation. In conclusion, deporting him to his country of origin could not be seen as a measure which would definitely and inevitably place him in a situation where his life or his physical integrity would be threatened.",
                                "elements": []
                            },
                            {
                                "content": "33.   The Court observes firstly that the Contracting States have the right, as a matter of well-established international law, and subject to their treaty obligations, including the Convention, to control the entry, residence and expulsion of aliens (see the Vilvarajah and Others v. the  judgment of 30 October 1991, Series A no. 215, p. 34, para. 102).",
                                "elements": []
                            },
                            {
                                "content": "34.   However, the expulsion of an alien by a Contracting State may give rise to an issue under Article 3 (art. 3), and hence engage the responsibility of that State under the Convention, where substantial grounds have been shown for believing that the person in question, if deported, would face a real risk of being subjected to treatment contrary to Article 3 (art. 3) in the receiving country. In these circumstances, Article 3 (art. 3) implies the obligation not to deport the person in question to that country (see the Soering v. the United Kingdom judgment of 7 July 1989, Series A no. 161, p. 35, paras. 90-91; the Cruz Varas and Others v. Sweden judgment of 20 March 1991, Series A no. 201, p. 28, paras. 69-70; the Vilvarajah and Others judgment cited above, p. 34, para. 103; the Chahal v. the United Kingdom judgment of 15 November 1996, Reports of Judgments and Decisions 1996-V, p. 1853, paras. 73-74, and p. 1855, para. 80; and the Ahmed v. Austria judgment of 17 December 1996, Reports 1996-VI, p. 2206, para. 39).",
                                "elements": []
                            },
                            {
                                "content": "35.   The Court further reiterates that Article 3 (art. 3), which enshrines one of the fundamental values of democratic societies (see the Soering judgment cited above, p. 34, para. 88), prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the victim’s conduct (see the Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, p. 65, para. 163; the Chahal judgment cited above, p. 1855, para. 79; and the Ahmed judgment cited above, pp. 2206-07, paras. 40-41).",
                                "elements": []
                            },
                            {
                                "content": "36.   Under the Convention system, the establishment of the facts is primarily a matter for the Commission (Articles 28 para. 1 and 31) (art. 28-1, art. 31). Accordingly it is only in exceptional circumstances that the Court will use its powers in this area (see the Cruz Varas and Others judgment cited above, p. 29, para. 74). However, the Court is not bound by the findings in the Commission’s report and remains free to verify and to assess the facts itself.",
                                "elements": []
                            },
                            {
                                "content": "37.   In determining whether it has been shown that the applicant runs a real risk, if deported to Colombia, of suffering treatment proscribed by Article 3 (art. 3), the Court will assess the issue in the light of all the material placed before it or, if necessary, material obtained proprio motu (see the Vilvarajah and Others judgment cited above, p. 36, para. 107). Furthermore, as the risk is assessed as at the date the Court considers the case, it is necessary to take into account information that has come to light since the case was examined by the Commission.",
                                "elements": []
                            },
                            {
                                "content": "38.   The Court notes that on 14 May 1989 the applicant, who was travelling from Colombia to Italy, was arrested in possession of drugs while in transit at . On being convicted of drug trafficking, he was sentenced to a term of imprisonment and an order was made permanently excluding him from French territory. While in detention, he gave the names of three drug traffickers, which subsequently enabled one of them to be identified on the basis of the information the applicant had provided (see paragraph 9 above). The order for the applicant’s deportation was made on 26 April 1994 on the ground that his presence on French territory represented a serious threat to public order. He is currently subject to a compulsory residence order in .",
                                "elements": []
                            },
                            {
                                "content": "39.   It is therefore necessary to examine whether the foreseeable consequences of H.L.R.’s deportation to  are such as to bring Article 3 (art. 3) into play. In the present case the source of the risk on which the applicant relies is not the public authorities. According to the applicant, it consists in the threat of reprisals by drug traffickers, who may seek revenge because of certain statements that he made to the French police, coupled with the fact that the  is, he claims, incapable of protecting him from attacks by such persons.",
                                "elements": []
                            },
                            {
                                "content": "40.   Owing to the absolute character of the right guaranteed, the Court does not rule out the possibility that Article 3 of the Convention (art. 3) may also apply where the danger emanates from persons or groups of persons who are not public officials. However, it must be shown that the risk is real and that the authorities of the receiving State are not able to obviate the risk by providing appropriate protection.",
                                "elements": []
                            },
                            {
                                "content": "41.   Like the Commission, the Court can but note the general situation of violence existing in the country of destination. It considers, however, that this circumstance would not in itself entail, in the event of deportation, a violation of Article 3 (art. 3).",
                                "elements": []
                            },
                            {
                                "content": "42.   The documents from various sources produced in support of the applicant’s memorial provide insight into the tense atmosphere in , but do not contain any indication of the existence of a situation comparable to his own. Although drug traffickers sometimes take revenge on informers, there is no relevant evidence to show in H.L.R.’s case that the alleged risk is real. His aunt’s letters cannot by themselves suffice to show that the threat is real. Moreover, there are no documents to support the claim that the applicant’s personal situation would be worse than that of other Colombians, were he to be deported.",
                                "elements": []
                            },
                            {
                                "content": "Amnesty International’s reports for 1995 and 1996 do not provide any information on the type of situation in which the applicant finds himself. They describe acts of the security forces and guerilla movements. Only in the 1995 report is there any reference, in a context which is not relevant to the present case, to criminal acts attributable to drug trafficking organisations.",
                                "elements": []
                            },
                            {
                                "content": "43.   The Court is aware, too, of the difficulties the Colombian authorities face in containing the violence. The applicant has not shown that they are incapable of affording him appropriate protection.",
                                "elements": []
                            },
                            {
                                "content": "44.   In the light of these considerations, the Court finds that no substantial grounds have been established for believing that the applicant, if deported, would be exposed to a real risk of being subjected to inhuman or degrading treatment within the meaning of Article 3 (art. 3). It follows that there would be no violation of Article 3 (art. 3) if the order for the applicant’s deportation were to be executed.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "Holds by fifteen votes to six that there would be no violation of Article 3 of the Convention (art. 3) if the order for the applicant’s deportation were to be executed.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 29 April 1997.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 para. 2 of the Convention (art. 51-2) and Rule 53 para. 2 of Rules of Court A, the following dissenting opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a) dissenting opinion of Mr De Meyer;",
                        "elements": []
                    },
                    {
                        "content": "(b) dissenting opinion of Mr Pekkanen, joined by Mr Thór Vilhjálmsson, Mr Lopes Rocha and Mr Lohmus;",
                        "elements": []
                    },
                    {
                        "content": "(c) dissenting opinion of Mr Jambrek.",
                        "elements": []
                    },
                    {
                        "content": "The considerations set out in paragraphs 41 to 43 of the judgment are unconvincing and do not suffice to allay the fears about the fate awaiting the applicant on his return to .",
                        "elements": []
                    },
                    {
                        "content": "Rather they suggest that he will there face risks at least as serious as those to which Mr Chahal would have been exposed had he been sent back to . I fully subscribe to what Mr Pekkanen says on this subject, and to his conclusion in this case.",
                        "elements": []
                    },
                    {
                        "content": "1.   I accept that H.L.R., as a convicted drug trafficker, must be taken to have understood the consequences of his activities and of his involvement with drug cartels. However, in spite of this, there can be no denying that he is still entitled to protection under Article 3 of the Convention (art. 3).",
                        "elements": []
                    },
                    {
                        "content": "It should be stressed that, while detained in , H.L.R. had given the names of three drug traffickers, one of whom was subsequently identified on the basis of the information he had provided (paragraph 38 of the judgment). It should not therefore be forgotten that from the point of view of the drug cartel which recruited him, H.L.R. was an \"informer\" and that criminal organisations are prone to take harsh revenge on such persons in order to intimidate and deter future \"informers\".",
                        "elements": []
                    },
                    {
                        "content": "The real evidence showing that H.L.R’s life would be at risk if he were deported is, admittedly, quite meagre. But that is only to be expected: killers seldom give advance warning before striking. In my view to demand more concrete evidence from an applicant who has been shown to be an \"informer\" is to impose an unrealistic burden on him. For \"informers\" to meet such a fate is not unknown in .",
                        "elements": []
                    },
                    {
                        "content": "According to a Joint Special Rapporteurs’ Report of 16 January 1995 submitted to the United Nations Commission on Human Rights on the situation in , numerous accounts were received of the killing of persons accused by the guerillas of being \"informers\" for the security forces. There is thus every reason to believe that the much more powerful drug cartels would treat their \"informers\" in the same fashion.",
                        "elements": []
                    },
                    {
                        "content": "2.   The probability of H.L.R. being subjected to treatment in violation of Article 3 of the Convention (art. 3) if deported to Colombia must also be assessed against the background of the general situation regarding the protection of human rights in . In this respect the above-mentioned report provides a revealing picture.",
                        "elements": []
                    },
                    {
                        "content": "According to the Special Rapporteurs, , which has 36 million inhabitants, has one of the world’s highest records of homicide; in 1994 there were about 30,000 cases. In approximately 77% of all cases it was not possible to ascertain who the perpetrators of violations of the right to life were. This violence included extrajudicial, summary or arbitrary executions and torture by security forces and groups cooperating with them, particularly in the context of counter-insurgency activities, but also with a view to protecting particular economic privileges and interests, as well as large-scale and grave abuses by armed insurgents and armed groups at the service of drug traffickers or large land owners.",
                        "elements": []
                    },
                    {
                        "content": "With the aid of their enormous financial resources the drug cartels and individual drug traffickers have converted their private armed groups into highly operational forces equipped with sophisticated weapons. They are reported as having close links with local military commanders and are active throughout the national territory. In some instances private forces financed by drug traffickers are said to cooperate with the security forces.",
                        "elements": []
                    },
                    {
                        "content": "It is pointed out in the report that the deficiencies in the administration of justice and the inability of the State authorities to ensure security for the civilian population are important factors contributing to the increased level of violence. Between 1982 and 1994, about 270 members of the judiciary are reported to have been murdered. In respect of the 28,000 violent deaths that occurred in  during 1992, only 2,717 convictions were obtained through the criminal justice system, i.e., in barely 10% of the cases.",
                        "elements": []
                    },
                    {
                        "content": "3.   Taking into account the huge commercial interests of drug cartels and also the powerful position they occupy in , there is every reason to believe that they have a vested interest in ensuring that \"informers\" do not go unpunished. In the climate of lawlessness which prevails in  it must be an easy task for a drug cartel to track down an \"informer\" and to take revenge on him. The ability of the State authorities to protect an informer’s life or even to bring his murderers to justice can only be assessed, at the present time, as being very limited.",
                        "elements": []
                    },
                    {
                        "content": "4.   In the case of Chahal v. the United Kingdom, the Court came to the conclusion that despite the efforts of the Indian authorities to bring about reform, problems persist with regard to observance of human rights by certain members of security forces in Punjab and elsewhere in India, and that the deportation of a well-known supporter of Sikh separatism would have been likely to make him a target of hard-line elements in the security forces. His deportation would thus have violated Article 3 of the Convention (art. 3).",
                        "elements": []
                    },
                    {
                        "content": "The Chahal case can be compared with the present case in that the powerful private armies of drug cartels, which are known to have worked in cooperation with members of the security forces, seem to be able to operate with only limited hindrance by the State authorities. Bearing in mind the overall situation with regard to human rights in  the applicant is, in my opinion, subject to as great a risk of reprisals as the applicant in the Chahal case was. I reach the same conclusion in this case as the Court did in the Chahal case.",
                        "elements": []
                    },
                    {
                        "content": "5.   In conclusion, these are, in my opinion, substantial reasons to believe that H.L.R., if deported to , would face a real risk of being subjected to treatment contrary to Article 3 of the Convention (art. 3) by the drug cartel concerned. Since the Colombian State authorities are not currently in a position to provide sufficient protection against such treatment, I find that Article 3 of the Convention (art. 3) would be violated if H.L.R. were to be deported to .",
                        "elements": []
                    },
                    {
                        "content": "I regret that I am unable to join the majority in finding no violation in the case of H.L.R. v. . For me, the danger or degree of risk run by the applicant, if deported to , of suffering treatment proscribed by Article 3 (art. 3) is the most important criterion. I agree that such a risk is more predictable when the State authorities are involved. However, in my view, a clear distinction cannot be made in abstracto between situations where the danger comes from the State, or where there is complicity on the part of the Government, or even where the State is non-existent and the applicant cannot be protected. Therefore, an assessment must be made in the light of the particular circumstances of each case.",
                        "elements": []
                    },
                    {
                        "content": "The key reasons given in paragraphs 42 and 43 of the present judgment did not convince me that the risk for the applicant was not sufficiently documented as real and serious, and that the Colombian authorities were capable of affording him appropriate protection. Given that the applicant cooperated with the French authorities while in detention, it would in my view be appropriate for them to give him at least minimal protection against the threat of reprisals by Colombian drug traffickers by refraining from executing the order for his deportation.",
                        "elements": []
                    },
                    {
                        "content": "On the other hand, it seems that his continued presence on French territory would not represent such a threat to public order as to outweigh the risk of his being subjected to treatment proscribed by Article 3 (art. 3), if deported to Colombia. It does not seem to me to be likely that he would continue with his criminal activities after his recruitment by the drug traffickers had been exposed and he had been punished.",
                        "elements": []
                    },
                    {
                        "content": "Otherwise, I agree with most of the reasons given in Judge Pekkanen’s dissenting opinion.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF H.L.R. v. FRANCE",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58041.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1997:0429JUD002457394",
    "externalsources": [],
    "extractedappno": [
        "24573/94"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Deportation order of 26 April 1994",
        "Ordinance no. 45-2658 of 2 November 1945, concerning the conditions of entry and residence of aliens in France, as amended by Law no. 93-1027 of 24 August 1993, sections 23-25, 27 bis and 28 (1)"
    ],
    "itemid": "001-58041",
    "judgementdate": "29/04/1997 00:00:00",
    "kpdate": "29/04/1997 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "620",
        "193",
        "492"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "H.L.R.",
        "FRANCE"
    ],
    "rank": "354.113922119141",
    "representedby": [
        "N/A"
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, p. 65, para. 163",
        "Soering v. the United Kingdom judgment of 7 July 1989, Series A no. 161, p. 34, para. 88, p. 35, paras. 90-91",
        "Cruz Varas and Others v. Sweden judgment of 20 March 1991, Series A no. 201, p. 28, paras. 69-70, p. 29, para. 74",
        "Vilvarajah and Others v. the United Kingdom judgment of 30 October 1991, Series A no. 215, p. 34, paras. 102 and 103, p. 36, para. 107",
        "Chahal v. the United Kingdom judgment of 15 November 1996, Reports of Judgments and Decisions 1996-V, p. 1853, paras. 73-74, p. 1855, paras. 79 and 80",
        "Ahmed v. Austria judgment of 17 December 1996, Reports of Judgments and Decisions 1996-VI, pp. 2206-2207, paras. 39-41"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "443880",
    "typedescription": "15"
}