{
    "__articles": "5;5-1;5-1-b;6;6-1;8;8-2;8-1;13;29;29-3;41",
    "__conclusion": "Violation of Art. 8;Remainder inadmissible;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "65755/01",
    "article": [
        "13",
        "8",
        "29",
        "5",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-86449.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 65755/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Iliya Pavlov Stefanov, a Bulgarian national born in 1967 and living in Sofia (“the applicant”), on 19 December 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Mr N. Rounevski, a lawyer practising in . The Bulgarian Government (“the Government”) were represented by their Agent, Ms M. Kotseva, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the search and seizure carried out in his office had been unlawful and unjustified, that his mobile telephone had been unlawfully tapped, and that he had not had effective remedies in these respects.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 3 October 2005 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant is a practising lawyer. He has been a member of the  bar since 1994. His office is located in the centre of .",
                                "elements": []
                            },
                            {
                                "content": "6.  On 23 November 2000 a Mr R.S. lodged a complaint with the Second Regional Police Department in . He alleged that the previous day, 22 November 2000, he had been abducted by several persons working for his former employer, a company called MIG Group AD. He had been taken to a certain Mr K.G., an employee of that company, who had threatened him and his family with violence on account of his failure to repay certain money which he owed to the company. He had later been taken to the applicant’s office, where he had been coerced into signing written promises to pay money, as well as a contract to hand over his car. All these documents had been drafted by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 24 November 2000 Mr R.S.’s complaint was referred to the First Regional Police Department in Sofia, which on 29 November 2000 opened a criminal investigation against an unknown perpetrator on allegations of extortion contrary to Article 214 § 1 of the 1968 Criminal Code.",
                                "elements": []
                            },
                            {
                                "content": "8.  At about midday on 29 November 2000 the police brought Mr K.G. and two other individuals in for questioning. The applicant, who was the legal counsel of MIG Group AD, was informed of Mr K.G.’s arrest. He called the police officer in charge of the case, offering to assist by going to the police station.",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicant went to the police station at about 2 p.m. on 29 November 2000. Once on the premises, he was taken to a room where he saw several other persons called for questioning, and was apparently not allowed to leave. However, no warrant was issued for his arrest, whereas at 4 p.m. the police decided to detain Mr K.G. and the two other individuals for twentyfour hours.",
                                "elements": []
                            },
                            {
                                "content": "10.  Between 6.30 p.m. and 7 p.m. the same day the officer in charge of the investigation interviewed the applicant as a witness. The applicant said that he knew Mr R.S., because he had been an employee of MIG Group AD. However, he said that he had not seen him on 22 November 2000 and completely denied the allegations that on that day Mr R.S. had been coerced into signing certain documents in the applicant’s office. He also said that he had a computer in his office and that Mr K.G. was a client of his. After the interview the applicant was allowed to leave the police station.",
                                "elements": []
                            },
                            {
                                "content": "11.  At 8 p.m. the same day several police officers sealed the door of the applicant’s office and left a guard in front of the door.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant alleged that shortly after that his mobile telephone was tapped, as evidenced by the constant noise on the line. The Government denied this, saying that the investigation case file did not contain a single document relating to such tapping. In support they produced an inventory of all documents in the file.",
                                "elements": []
                            },
                            {
                                "content": "13.  At 2.40 p.m. the next day, 30 November 2000, the police officer in charge of the case organised a confrontation between the applicant and Mr R.S., in their capacity as witnesses, with a view to eliminating the discrepancies between their versions of the events of 22 November 2000. Both stuck to their original accounts. The confrontation ended at 2.45 p.m.",
                                "elements": []
                            },
                            {
                                "content": "14.  At 4 p.m. on 30 November 2000 the police officer in charge of the case applied to the Sofia District Court for a search warrant for the applicant’s office. He said, without giving further particulars, that on the basis of the available evidence there were grounds to believe that objects and documents which would be relevant for the investigation would be found there. He also said that the proposed search would be conducted on the same day.",
                                "elements": []
                            },
                            {
                                "content": "15.  At approximately 4.30 p.m. that day the onduty judge at the Sofia District Court, having reviewed the evidence gathered up to that point, issued a search warrant for the applicant’s office. She held that there existed evidence which was sufficient to enable the court to make a plausible supposition that the office contained objects which would be relevant to the case. In particular, the victim of the alleged offence had given information about the office and had asserted that evidence of that offence could be found there.",
                                "elements": []
                            },
                            {
                                "content": "16.  Between 6.30 p.m. and 9.40 p.m. the same day the police officer in charge of the case, helped by two other police officers, executed the search warrant for the applicant’s office. They seized his computer, monitor, printer and other peripherals, thirtythree floppy disks, a piece of paper noting five motor vehicle registration numbers, and a certificate from a language school saying that Mr R.S. had completed a course in English and German. The computer and the disks were found on a desk opposite the front door, and the papers were found in a filing cabinet beside a window. The search was carried out in the presence of two certifying witnesses, neighbours of the applicant. The applicant arrived on the premises after the beginning of the search. The police drew up a record containing an inventory of the seized items. The record was signed without comment by the certifying witnesses. The applicant wrote that he objected to the search, as it had been carried out in breach of the 1991 Bar Act (see paragraph 25 below). After the search the applicant’s office was sealed.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 6 December 2000 the officer in charge of the case asked an expert to determine whether the seized computer’s hard drive and the floppy disks had any files on them relating to the investigation. He delivered the computer with all its peripherals and the floppy disks to the expert. On 15 December 2000 the expert informed the officer that, despite having searched the content of the hard drive and of the floppy disks with a special programme using keywords, she had found no such files.",
                                "elements": []
                            },
                            {
                                "content": "18.  In the meantime, on 13 December 2000, the applicant asked the prosecution authorities to return the seized items to him.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 5 February 2001 a prosecutor of the Sofia District Prosecutor’s Office decided to stay the investigation. He reasoned that despite the steps which had been taken, the identity of the alleged perpetrator had not been established. He also ordered that the applicant’s computer, monitor, printer, peripherals and floppy disks be returned to him.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 2 March 2001 the applicant asked the chairman of the Sofia City Court to inform him whether between 1 October and 31 December 2000 that court had issued a warrant for the tapping of any of his telephones. In a letter of 6 March 2001 the chairman of the Sofia City Court told the applicant that his request had been left unexamined, because his legal interest in the matter should have been satisfied by the existence of the 1997 Special Intelligence Means Act and Article 111 et seq. of the 1974 Code of Criminal Procedure (“the CCP”) (see paragraph 26 below).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Search and seizure in the context of criminal proceedings",
                                "elements": [
                                    {
                                        "content": "21.  Article 134 § 1 of the CCP, as in force at the material time, provided that where there existed sufficient grounds to believe that certain premises contained objects or documents which might be relevant to a criminal investigation, the authorities could carry out a search and seizure there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  According to Article 135 § 1 of the CCP, as in force at the material time, during the preliminary investigation a search and seizure could be carried out only pursuant to a warrant issued by a judge of the competent firstinstance court. The warrant was issued in ex parte proceedings, without notification or participation of the persons concerned. An exception to the warrant requirement was only possible in exigent circumstances; in that case the record of the search had to be produced for approval before a judge within twentyfour hours (Article 135 § 2 of the CCP).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  As a rule, the search and seizure had to be carried out during the day and in the presence of the person using the premises, as well as of two certifying witnesses (Articles 136 § 1 and 137 § 1 of the CCP). The officers carrying out the search could not undertake any actions which were not necessary for the search (Article 137 § 4 of the CCP).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In April 2006 these provisions were replaced by Articles 15963 of the 2005 Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Section 18(1) of the 1991 Bar Act, presently superseded by section 33(1) of the 2004 Bar Act, provided that a lawyer’s files and papers were inviolable and could not be checked or seized.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Interception of telephone communications",
                                "elements": [
                                    {
                                        "content": "26.  The domestic law regulating secret surveillance is described in detail in paragraphs 751 of the Court’s judgment in the case of Association for European Integration and Human Rights and Ekimdzhiev v. Bulgaria (no. 62540/00, 28 June 2007).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Witnesses in criminal proceedings",
                                "elements": [
                                    {
                                        "content": "27.  Article 95 § 1 of the CCP, as in force at the material time, provided that witnesses in criminal proceedings had a duty to appear for questioning when called and to remain at the disposal of the authorities until necessary for this purpose.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The 1988 State Responsibility for Damage Act",
                                "elements": [
                                    {
                                        "content": "28.  Section 1(1) of the 1988 State Responsibility for Damage Caused to Citizens Act („Закон за отговорността на държавата за вреди, причинени на граждани“ – this was the original title; on 12 July 2006 it was changed to the State and Municipalities Responsibility for Damage Act, „Закон за отговорността на държавата и общините за вреди“), as in force at the material time, provided that the State was liable for damage suffered by private persons as a result of unlawful decisions, actions or omissions by civil servants, committed in the course of or in connection with the performance of administrative action. According to the Supreme Court of Cassation’s caselaw, the actions of the investigation and the prosecution authorities in the context of a criminal investigation do not amount to administrative action and they are therefore not liable under section 1 of the Act (реш. № 615 от 10 юли 2001 г. на ВКС по гр. д. № 1814/2000 г.; тълк. реш. № 3 от 22 април 2004 г. на ВКС по тълк.д. № 3/2004 г., ОСГК).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Section 2 of the Act provides for liability of the investigation and prosecution authorities and the courts in six situations: unlawful pretrial detention; bringing of charges or conviction, if the proceedings have later been abandoned or if the conviction has been overturned; coercive medical treatment or coercive measures imposed by a court, if its decision has later been quashed as being unlawful; and serving of a sentence over and above its prescribed duration.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant alleged that the search and seizure carried out in his office had not been lawful and necessary in a democratic society. He also alleged that that the authorities had tapped his mobile telephone. He relied on Article 8 of the Convention, which provides, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private ... life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic wellbeing of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The search and seizure in the applicant’s office",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "31.  The Government submitted that the interference with the applicant’s rights under Article 8 of the Convention had had a legal basis in Articles 32, 33 and 34 of the Constitution of 1991 and the relevant provisions of the CCP, which were fully in line with the requirements of the Convention. The interference had furthermore pursued a legitimate aim and had been necessary for its attainment. The search in the applicant’s office had been directly related to the needs of the investigation, as the objects found and seized there had had a direct link with the offence under investigation. Moreover, both the applicant and two independent observers – neighbours who had had no interest in the outcome of the case – had been present during the search. The intrusion in the applicant’s privacy had been kept to a minimum: the contents of his computer’s hard drive and of the seized disks had been explored through a special piece of software using keywords, which meant that the contents of his electronic documents had not been checked in full. There was no indication that the information obtained had been revealed to a third party, copied or improperly used. Finally, the interference had not lasted unreasonably long, as the computer had been given back to the applicant two months after its seizure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The applicant submitted that the search and seizure, which had been widely reported in the newspapers, had seriously prejudiced his professional reputation. They had been effected in breach of section 18(1) of the 1991 Bar Act, which protected the professional secrecy of lawyers. Having been prompted solely by the statements of Mr R.S., they had not been based on sufficient evidence. They had moreover disproportionately impinged not only on his professional secrecy, but also on his private life – the seized computer contained personal letters, emails, articles written by him and an almost completed book of essays and poems. Seeing that the computer had remained in the hands of the police for a significant amount of time, although the entire contents of its hard drive could have been copied in ten minutes, any of these could have been read by police personnel. The seizure of electronic data was all the more unnecessary on account of the fact that at the relevant time it was not possible to introduce it as evidence in court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "33.  The Court considers that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "34.  According to the Court’s caselaw, the search of a lawyer’s office, including, as in the present case, electronic data, amounts to an interference with his “private life”, “home” and “correspondence” (see Niemietz v. Germany, judgment of 16 December 1992, Series A no. 251B, pp. 3335, §§ 2933; Tamosius v. the United Kingdom (dec.), no. 62002/00, ECHR 2002-VIII; Sallinen and Others v. , no. 50882/99, §§ 7072, 27 September 2005; and Wieser and Bicos Beteiligungen GmbH v. , no. 74336/01, §§ 4345, ECHR 2007...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Such interference gives rise to a breach of Article 8 unless it can be shown that it was “in accordance with the law”, pursued one or more legitimate aim or aims as defined in paragraph 2 and was “necessary in a democratic society” to achieve those aims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Concerning the first of these requirements, the Court notes that section 18(1) of the 1991 Bar Act, as in force at the relevant time, provided that a lawyer’s files and papers were inviolable and could not be checked or seized (see paragraph 25 above). It does not seem that there exists any reported caselaw clarifying the exact purview of this provision and, in particular, whether it prohibits the removal of material covered by legal professional privilege under all circumstances. It is therefore open to doubt whether the search and seizure were “in accordance with the law”. However, the Court does not find it necessary to determine this point, as, for the reasons which follow, it considers that these measures were incompatible with Article 8 of the Convention in other respects (see Funke v. France, judgment of 25 February 1993, Series A no. 256A, p. 23, § 51; Crémieux v. France, judgment of 25 February 1993, Series A no. 256B, p. 61, § 34; and Miailhe v.  (no. 1), judgment of 25 February 1993, Series A no. 256C, p. 88, § 32).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court observes that the search and seizure were ordered in the context of a criminal investigation opened pursuant to allegations of extortion. They therefore served a legitimate aim, namely the prevention of crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  To determine whether these measures were “necessary in a democratic society”, the Court has to explore the availability of effective safeguards against abuse or arbitrariness under domestic law and check how those safeguards operated in the specific case under examination. Elements taken into consideration in this regard are the severity of the offence in connection with which the search and seizure have been effected, whether they have been carried out pursuant to a warrant issued by a judge or a judicial officer – or subjected to afterthefact judicial scrutiny –, whether the warrant was based on reasonable suspicion and whether its scope was reasonably limited. The Court must also review the manner in which the search has been executed, and – where a lawyer’s office is concerned – whether it has been carried out in the presence of an independent observer to ensure that material subject to legal professional privilege is not removed. The Court must finally take into account the extent of the possible repercussions on the work and the reputation of the persons affected by the search (see Camenzind v. Switzerland, judgment of 16 December 1997, Reports of Judgments and Decisions 1997VIII, pp. 289394, § 45; Buck v. , no. 41604/98, § 45, ECHR 2005IV; Smirnov v. , no. 71362/01, § 44, ECHR 2007...; and Wieser and Bicos Beteiligungen GmbH, cited above, § 57).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Applying these principles to the present case, the Court first observes that under the CCP searches and seizures must, as a rule, be carried out pursuant to a judicial warrant (see paragraph 22 above). Indeed, in the instant case the search was effected under a warrant issued by the Sofia District Court (see paragraph 15 above). The Court does not consider that the fact that the warrant was obtained in an ex parte procedure was problematic in itself (see Tamosius, cited above). However, the mere fact that an application for a warrant has been subject to judicial scrutiny will not in itself necessarily amount to a sufficient safeguard against abuse. The Court must rather examine the particular circumstances and evaluate whether the legal framework and the limits on the powers exercised were an adequate protection against arbitrary interference by the authorities (see Cronin v. the United Kingdom (dec.), no. 15848/03, 6 January 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court also notes that the police applied for a search warrant after obtaining statements from several witnesses, including the victim of the alleged offence and the applicant (see paragraphs 6, 8, 10 and 13 above). The information which they had elicited from these statements was capable of giving rise to the belief that extortion had been committed in the applicant’s office. It is true that the application for a warrant made no mention of any specific facts. However, the judge to whom the application was made was able review the evidence gathered up to that point, and in her decision made an express reference to Mr R.S.’s statement (see paragraph 15 above). The Court is therefore satisfied that the warrant was based on a reasonable suspicion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  However, the Court notes that neither the application for its issue nor the warrant itself specified what items and documents were expected to be found in the applicant’s office, or how they would be relevant to the investigation. Moreover, in issuing the warrant the judge did not touch at all upon the issue of whether privileged material was to be removed. According to the Court’s caselaw, search warrants have to be drafted, as far as practicable, in a manner calculated to keep their impact within reasonable bounds (see Van Rossem v. , no. 41872/98, § 45, 9 December 2004). This is all the more important in cases where the premises searched are the office of a lawyer, which as a rule contains material which is subject to legal professional privilege (see Niemietz, cited above, p. 3536, § 37). The Court therefore finds that, in the circumstances, the warrant was drawn in overly broad terms and was thus not capable of minimising the interference with the applicant’s Article 8 rights and his professional secrecy. The Court is well aware that elaborate reasoning may prove hard to achieve in urgent situations. However, by the time the police applied for a search warrant they had already sealed the applicant’s office (see paragraph 11 above), thus obviating the risk of spoliation of evidence. The Court does not therefore consider that in the instant case a more thorough discussion of these matters would have been too onerous, especially considering that section 18(1) of the 1991 Bar Act was intended to provide a safeguard in this regard (see paragraph 25 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court further observes that the warrant’s excessive breadth was reflected in the way in which it was executed. While there is nothing in the facts to suggest that papers covered by legal professional privilege were touched upon during the search, it should be noted that the police removed the applicant’s entire computer, including its peripherals, as well as all floppy disks which they found in his office (see paragraph 16 above). Seeing that the computer was evidently being used by the applicant for his work, it is natural to suppose that its hard drive, as well as the floppy disks, contained material which was covered by legal professional privilege. It is true that later the expert used keywords to sift through the data they contained, which somewhat limited the intrusion. However, this happened several days after the search, after the computer and the floppy disks had been indiscriminately removed from the applicant’s office (see paragraph 17 above), whereas no safeguards existed to ensure that during the intervening period the entire contents of the hard drive and the floppy disks were not inspected or copied. This leads the Court to conclude that the search impinged on the applicant’s professional secrecy to an extent that was disproportionate in the circumstances (see Niemietz, pp. 3536, § 37; Smirnov, § 48; and Wieser and Bicos Beteiligungen GmbH, §§ 63 and 65 in limine, all cited above). It should also be noted that the computer, including all its peripheral devices, was kept by the authorities for more than two months: it was seized on 30 November 2000, checked by an expert before 15 December 2000, and then kept until the proceedings were stayed on 5 February 2001 (see paragraphs 16, 17 and 19 above). In the Court’s view, this must have had a negative impact on the applicant’s work, whereas it is hard to conceive how keeping the computer after 15 December 2000 was conducive to the investigation’s goals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In addition, the Court notes that, while the search was carried out in the presence of two certifying witnesses, they were neighbours who were not legally qualified (see paragraph 16 above). This may be considered problematic, as this lack of legal qualification made it highly unlikely that these observers were truly capable of identifying, independently of the investigation team, which materials were covered by legal professional privilege, with the result that they did not provide an effective safeguard against excessive intrusion by the police into the applicant’s professional secrecy (see, as examples to the contrary, Tamosius; and Wieser and Bicos Beteiligungen GmbH, §§ 60 (d) and 62, both cited above). This was especially true in respect of the electronic data seized by the police, as it does not seem that any sort of sifting procedure was followed during the search (see Wieser and Bicos Beteiligungen GmbH, cited above, § 63).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Finally, the Court observes that under Bulgarian law the applicant had no means of contesting the lawfulness of the warrant or of its execution. Neither the CCP nor any other statute contained provisions to such effect, whereas the 1988 State Responsibility for Damage Act envisages only limited grounds for liability, which do not include the issuing or execution of search warrants (see paragraphs 28 and 29 above; and, as examples to the contrary, Buck, § 46; and Smirnov, § 45 in fine, both cited above; as well as Chappell v. the United Kingdom, judgment of 30 March 1989, Series A no. 152A, p. 25, § 60 in fine).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In the light of the above, the Court concludes that the shortcomings in the procedure followed were such that the search and seizure carried out in the applicant’s office can be regarded as disproportionate to the legitimate aim pursued. There has therefore been a violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The alleged tapping of the applicant’s mobile telephone",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "46.  The Government submitted that the applicant’s assertion that his mobile telephone had been tapped was not corroborated by a single piece of evidence. If the authorities wished to tap a telephone, they had to obtain an authorisation in accordance with a special procedure laid down in the 1997 Special Surveillance Means Act. This procedure required a number of documents to be created. However, having checked the case file of the investigation against the applicant, the Government had not found any document warranting a conclusion that his mobile telephone communications had been intercepted for evidencegathering purposes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The applicant said that a tap had been put on his telephone immediately after his office had been sealed, as evidenced by the disturbances on the line. He had had no way of confirming or dispelling his misgivings in this regard, as under Bulgarian law such information could not be released. He also submitted that if there had been such tapping, it had been unlawful, because he had been merely a witness and the authorities had not had sufficient material to entertain a reasonable suspicion against him. In view of this, and of the applicant’s capacity as a lawyer, it had clearly not been necessary in a democratic society to intercept his telephone communications. He concluded that these circumstances had amounted to a breach of Article 8.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "48.  Telephone conversations are covered by the notions of “private life” and “correspondence” within the meaning of Article 8 (see, as a recent authority, Weber and Saravia v.  (dec.), no. 54934/00, § 77, ECHR 2006XI, with further references). Article 8 is therefore applicable. However, the Court must also determine whether there has been an interference with the applicant’s rights under this provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In cases where the applicants assert that the mere existence of laws empowering the authorities to secretly monitor their communications amounts to an interference with their Article 8 rights, the Court does not require proof that an actual interception of communications has taken place (see Klass and Others v. Germany, judgment of 6 September 1978, Series A no. 28, pp. 1620, §§ 3038; Malone v. the United Kingdom, judgment of 2 August 1984, Series A no. 82, p. 31, § 64; Weber and Saravia, cited above, §§ 7679; and Association for European Integration and Human Rights and Ekimdzhiev, cited above, § 59). However, where – as here – the gist of the applicant’s complaint is not that his Article 8 rights have been threatened by the very existence of laws permitting secret surveillance, but instead that measures of surveillance have actually been applied to him, the Court must be satisfied that there is a reasonable likelihood that some such measures have been applied (see Halford v. the United Kingdom, judgment of 25 June 1997, Reports 1997III, pp. 101617, §§ 47 and 48, and pp. 101820, §§ 5360).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  To assess whether such a reasonable likelihood has been established, the Court will not confine its examination to the existence of direct proof of covert monitoring, which by definition would be extremely difficult to come by, but will look at the totality of the circumstances of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  In the instant case, the Court observes that the only element which tends to suggest that calls made from the applicant’s mobile telephone have been intercepted is his allegation that there were disturbances on his line on the evening of 29 November 2000 (see paragraph 12 above). However, such disturbances are not necessarily indicative of tapping and cannot of themselves warrant a conclusion that covert monitoring has taken place. It is true that when the applicant later enquired of the chairman of the Sofia City Court whether tapping warrants had been issued against him, the latter refused to give him that information (see paragraph 20 above). It is also true that Bulgarian law, as construed by the Supreme Administrative Court, expressly prohibits the disclosure of information as to whether a person has been subjected to secret surveillance or whether warrants have been issued for this purpose, with the result that unless they are subsequently prosecuted on the basis of the material gathered through covert surveillance, or unless there has been a leak of information, the persons concerned cannot find out whether they have ever been monitored (see Association for European Integration and Human Rights and Ekimdzhiev, cited above, § 91). However, in view of the overall situation obtaining in the present case, the categorical denial by the Government that covert surveillance has taken place, and the lack of any documents relating to surveillance measures in the investigation case file (see paragraphs 12 and 46 above), the Court does not find it established that there has been an interference with the applicant’s rights to respect for his private life and correspondence in relation to his mobile telephone.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  It follows that this complaint is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  The applicant alleged he had been denied effective remedies for his complaints under Article 8 of the Convention. He relied on Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "54.  The Government did not touch upon these complaints in their observations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The applicant said that despite the obvious breaches of his Convention rights, he had had no avenue of redress and no possibility of obtaining compensation. The decision of the Sofia District Court to issue a search warrant for his office had not been subject to appeal, and the actions of the police during the search had not been amenable to any form of scrutiny either.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "56.  The effect of Article 13 is to require the provision of a remedy at national level allowing the competent domestic authority both to deal with the substance of the relevant Convention complaint and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they conform to their obligations under this provision. However, such a remedy is only required in respect of grievances which can be regarded as arguable in terms of the Convention (see Halford, p. 1020, § 64; and Camenzind, pp. 289697, § 53, both cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The search and seizure in the applicant’s office",
                                        "elements": [
                                            {
                                                "content": "57.  Having regard to its findings under Article 8 in relation to the search and seizure (see paragraphs 3445 above), the Court considers that the complaint in this respect was arguable. It accordingly finds that it is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention, nor inadmissible on any other grounds. It must therefore be declared admissible, and the Court must determine whether Bulgarian law afforded the applicant an effective remedy in this respect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court would stress at the outset that the fact that the applicant has never been formally charged, prosecuted or tried in relation to the material obtained during the search is of no consequence for his complaint under Article 13. Even if the proceedings, which were stayed in 2001, are eventually discontinued and do not produce any negative consequences for him, this will not amount to appropriate relief for his complaint under Article 8 (see, mutatis mutandis, Khan v. the , no. 35394/97, § 44, ECHR 2000V; and P.G. and J.H. v. the , no. 44787/98, § 86, ECHR 2001IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  While the Court does not consider that the notion of an effective remedy in this context presupposes the possibility of challenging the issuing of the warrant prior to the search (see, mutatis mutandis, Tamosius, cited above), it notes that the Government did not point to any avenue of redress which the applicant could have used to vindicate his Article 8 rights, nor did they refer to any relevant domestic court judgments or decisions. No provision of the CCP, or of any other Bulgarian law, lays down a procedure whereby a person can contest the lawfulness of a search or seizure and obtain redress in case they have been unlawfully ordered or executed. Such claims manifestly fall outside the purview of sections 1 and 2 of the 1988 State Responsibility for Damage Act, which envisage only limited grounds for liability (see paragraphs 28 and 29 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  There has therefore been a violation of Article 13 of the Convention in relation to the search and seizure carried out in the applicant’s office.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The alleged tapping of the applicant’s mobile telephone",
                                        "elements": [
                                            {
                                                "content": "61.  The Court notes that on the basis of the material adduced by the parties it did not find it established that there has been an interference with the applicant’s rights to respect for his private life and correspondence in relation to his mobile telephone, and accordingly found that his complaint in this regard was manifestly illfounded (see paragraphs 4852 above). It follows that the applicant does not have an “arguable” claim in this regard (see Halford, cited above, pp. 102122, §§ 69 and 70).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  It follows that this complaint is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  Alleged violation of Article 3 of the Convention",
                                "elements": [
                                    {
                                        "content": "63.  The applicant alleged that the search and seizure in his office and its sealing had amounted to degrading treatment. He said that these events had been widely publicised in the press and seen by several of his clients, which had had a negative impact on his professional reputation. He relied on Article 3 of the Convention, which provides, as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No one shall be subjected to torture or to inhuman or degrading treatment ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court observes that, for treatment to be “degrading”, and in breach of Article 3, the humiliation or debasement involved must attain a minimum level of severity. The assessment of this minimum depends on all the circumstances of the case (see Costello-Roberts v. the United Kingdom, judgment of 25 March 1993, Series A no. 247C, p. 59, § 30). The Court has consistently stressed that the suffering and humiliation involved must go beyond the inevitable element of suffering or humiliation connected with a given form of legitimate treatment (see Kudła v.  [GC], no. 30210/96, § 92, ECHR 2000XI; and Jalloh v.  [GC], no. 54810/00, § 68 in fine, ECHR 2006IX). Thus, being remanded in custody does not in itself raise an issue under Article 3 (see Kudła, cited above, § 93). Nor does the taking of blood or saliva samples against a suspect’s will attain the minimum level of severity to qualify as inhuman and degrading treatment (see Schmidt v. Germany (dec.), no. 32352/02, 5 January 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Applying this test to the circumstances of the present case, the Court finds that, while the search and the seizure carried out in the applicant’s office may have impinged on his professional reputation, they were clearly below the minimum level of severity required to bring Article 3 into play.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  It follows that this complaint is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged violations of Article 5 §§ 1 and 5 of the Convention",
                                "elements": [
                                    {
                                        "content": "67.  The applicant complained under Article 5 § 1 of the Convention that he had been unlawfully deprived of his liberty for several hours on 29 November 2000. He also complained under Article 5 § 5 that he could not obtain compensation for this.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Article 5 of the Convention provides, as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  the lawful arrest or detention of a person for noncompliance with the lawful order of a court or in order to secure the fulfilment of any obligation prescribed by law;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The applicant said that on 29 November 2000 he had been detained in the absence of any reasonable suspicion of him having committed an offence. The fact that he had gone to the police station voluntarily did not mean that he had surrendered his right to liberty. What made the situation particularly grave was his position as a lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Concerning the complaint under Article 5 § 1, the Court observes at the outset that the applicant did not try to challenge his alleged deprivation of liberty in any domestic forum. The question thus arises whether he has exhausted domestic remedies, as required under Article 35 § 1. However, the Court will not pursue this matter, as it considers that the complaint is in any event manifestly ill-founded for the reasons set out below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The second question is whether the applicant was “deprived of his liberty” and whether Article 5 is thus applicable. On this point, the Court notes that the applicant arrived at the police station at about 2 p.m. on 29 November 2000. Shortly after that he was taken to a room where several other persons were awaiting questioning, and was made aware that he was not free to leave the premises. He was interviewed as a witness between 6.30 p.m. and 7 p.m. and then allowed to leave (see paragraphs 9 and 10 above). Under the Convention organs’ caselaw, the determination whether there has been a deprivation of liberty starts with the specific situation of the individual concerned. Account must be taken of a whole range of factors arising in a particular case such as the type, duration, effects and manner of implementation of the measure in question (see, among many other authorities, Guenat v. Switzerland, no. 24722/94, Commission decision of 10 April 1995, Decisions and Reports (DR) 81A, p. 130, at p. 134; and, more recently, I.I. v. Bulgaria, no. 44082/98, § 86, 9 June 2005). Furthermore, Article 5 § 1 applies to deprivations of liberty of even a very short duration (see X v. Austria, no. 8278/78, Commission decision of 13 December 1979, DR 18, p. 154, at p. 156; and Guenat, cited above). However, the Court does not need to resolve this issue in the present case, as even assuming that the applicant was deprived of his liberty, and that Article 5 was thus applicable, it is satisfied that this deprivation of liberty was justified under paragraph 1 (b) of this provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Under the second leg of subparagraph (b) of Article 5 § 1, an individual may be arrested and detained to secure “the fulfilment of any obligation prescribed by law”. The Convention organs have held that this obligation, while not necessarily antecedent in all cases, should not be given a wide interpretation. It has to be specific and concrete, and the arrest and detention must be truly necessary for the purpose of ensuring its fulfilment. Moreover, in assessing whether the deprivation of liberty is justified, a fair balance has to be drawn between the significance in a democratic society of securing the fulfilment of the obligation in issue and the importance of the right to liberty. The relevant factors in drawing this balance are the nature and the purpose of the obligation, the detained person, the specific circumstances which led to his or her detention, and the length of the detention (see Engel and Others v. the Netherlands, judgment of 8 June 1976, Series A no. 22, p. 28, § 69 in limine; McVeigh and Others v. the United Kingdom, nos. 8022/77, 8025/77 and 8027/77, Commission’s report of 18 March 1981, DR 25, pp. 3743, §§ 16896; Vasileva v. , no. 52792/99, §§ 36 and 37, 25 September 2003; and Epple v. , no. 77909/01, § 37, 24 March 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court observes that at the time of the applicant’s arrival at the police station the police were already inquiring into allegations that one of his clients, Mr K.G., had committed acts of extortion in his office, and had brought Mr K.G. in for questioning (see paragraphs 8 and 9 above). In view of the seriousness of the allegations, it is not surprising that they found it necessary also to interview the applicant in relation to this. It is a normal feature of law enforcement for the authorities to be able to ensure the attendance of witnesses in criminal investigations. It is true that the applicant came to the police station voluntarily. However, Article 95 § 1 of the CCP places witnesses not only under the obligation to appear for questioning, but also to remain at the disposal of the authorities until necessary for this purpose (see paragraph 27 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  In the circumstances of the case, it does not appear that that at the time of the applicant’s interview the police had a sufficiently firm suspicion against him to the extent that this interview was in reality a preparatory stage to charging him. The measures taken against him were therefore not “situated in a punitive context”, and fell within the ambit of Article 5 § 1 (b) (see McVeigh and Others, cited above, p. 41, § 187; and, as an example to the contrary, Engel and Others, cited above, pp. 2829, § 69).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court does not therefore find that it was contrary to Article 5 § 1 (b) for the police to deprive the applicant of his liberty for a limited amount of time for the purpose of taking his statement. It is true that his actual interview took place some four and a half hours after his arrival at the police station. However, in light of its and the former Commission’s caselaw (see B. v. France, no. 10179/82, Commission decision of 13 May 1987, DR 52, p. 111, at pp. 12526; Reyntjens v. Belgium, no. 16810/90, Commission decision of 9 September 1992, DR 73, p. 136, at pp. 15152; Vasileva, §§ 41 and 42; and Epple, § 45, both cited above), the Court does not consider that by keeping the applicant in custody for a period totalling five hours the authorities overstepped the reasonable balance between the need to question him and his right to liberty. Finally, the Court does not perceive anything to suggest that the applicant’s deprivation of liberty was unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  It follows that this complaint is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  As regards the complaint under Article 5 § 5, the Court notes that neither it, nor a domestic authority, has found that the applicant’s deprivation of liberty was in breach of any of the preceding paragraphs of that Article (see McVeigh and Others, p. 48, § 220; and Guenat, at p. 135, both cited above). It follows that this complaint is incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 and must be rejected in accordance with Article 35 § 4.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Alleged violations of Article 6 §§ 1 and 3 (a) of the Convention",
                                "elements": [
                                    {
                                        "content": "78.  The applicant complained under Article 6 § 1 of the Convention that he had not had access to a court competent to rule on the criminal charges against him and before which to challenge the search warrant. In his view, his detention and the search and seizure in his office had constituted a criminal charge within the meaning of that provision. He also complained under Article 6 § 3 (a) of the Convention that he had not been informed of the charges against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Article 6 provides, as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  In the determination ... of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him; ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court observes that the criminal proceedings in the course of which the applicant was brought in for questioning and his office was searched were not directed against him and thus did not constitute a criminal charge against him. It follows that these proceedings did not come within the scope of Article 6 as regards the applicant (see S. v. Austria, no. 12592/86, Commission decision of 6 March 1989, unreported; Raiffeisenbank KötschachMauthen v. Austria, no. 28630/95, Commission decision of 3 December 1997, unreported; and Smirnov v. Russia (dec.), no. 71362/01, 30 June 2005; see also, mutatis mutandis, Reinhardt and SlimaneKaïd v. France, judgment of 31 March 1998, Reports 1998II, p. 661, § 93 in fine).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Even assuming, however, that the above acts amounted to the bringing of criminal charges against the applicant, the Court observes that the right of access to a court in criminal matters may be limited through a decision not to charge or prosecute, or a decision to discontinue a prosecution (see Deweer v. Belgium, judgment of 27 February 1980, Series A no. 35, p. 25, § 49 in limine; and Soini and Others v. , no. 36404/97, §§ 6769, 17 January 2006). In the instant case, the proceedings were stayed on 5 February 2001 on the ground that the identity of the alleged offender could not be established (see paragraph 19 above) and there is no indication that the applicant has ever been prosecuted or tried in relation to them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  As to the decision of the Sofia District Court to issue a search warrant for the applicant’s office (see paragraph 15 above), it did not determine a criminal charge against him and did not therefore attract the guarantees of Article 6.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  It follows that this complaint is inadmissible under Article 35 § 3 of the Convention and must be rejected in accordance with Article 35 § 4.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Alleged violation of Article 13 of the Convention",
                                "elements": [
                                    {
                                        "content": "84.  The applicant alleged that he had not had effective remedies for his complaints under Articles 3, 5 and 6 of the Convention. He relied on Article 13.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The text of Article 13 and the relevant case-law have been set out in paragraphs 53 and 56 above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  Seeing that all the complaints in relation to which the applicant relies on Article 13 have been declared inadmissible, the Court does not consider that they amounted to “arguable” grievances within the meaning of this provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  It follows that this complaint is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "88.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "89.  The applicant claimed 5,000 euros (EUR) in respect of damage suffered on account of the alleged breach of Article 3 of the Convention. He also claimed EUR 5,000 for damage sustained as a result of the alleged violations of Articles 5 and 6 of the Convention. Finally, he claimed EUR 50,000 for pecuniary damage flowing from the two alleged breaches of Article 8 of the Convention. He said that the search, which had been widely publicised, had seriously damaged his professional reputation and had no doubt deterred potential clients. He further claimed EUR 20,000 in respect of non-pecuniary damage occasioned by the two alleged breaches of this provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Government made no comments on the applicant’s claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court first notes that an award of just satisfaction can only be based on the breaches of Articles 8 and 13 of the Convention arising from the search and seizure in the applicant’s office and the lack of remedies in this regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  With regard to the claim in respect of pecuniary damage, the Court observes that it cannot speculate as to what the effects on the applicant’s reputation would have been had the search and seizure been carried out in line with the requirements of Article 8 (see Wieser and Bicos Beteiligungen GmbH, cited above, § 73). Consequently, it makes no award under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  On the other hand, the Court accepts that the applicant has suffered distress and frustration resulting from the manner in which the search and seizure were carried out. Making an assessment on an equitable basis, as required under Article 41, the Court awards him EUR 1,000 under this head. To this amount should be added any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "94.  The applicant stated that he sought the reimbursement of his costs and expenses. However, he did not supply any particulars of that expenditure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  According to the Court’s case-law, applicants are entitled to the reimbursement of their costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. To this end, Rule 60 §§ 2 and 3 of the Rules of Court stipulate that applicants must enclose with their claims for just satisfaction “any relevant supporting documents”, failing which the Court “may reject the claims in whole or in part”. In the present case, noting that the applicant has failed to produce any documents – such as itemised bills or invoices – in support of his claim, the Court does not make any award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "96.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the search and seizure in the applicant’s office and the alleged lack of remedies in this respect admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention on account of the search and seizure carried out in the applicant’s office;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention on account of the lack of effective remedies in respect of the search and seizure carried out in the applicant’s office;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros), plus any tax that may be chargeable, in respect of nonpecuniary damage, to be converted into Bulgarian levs at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the abovementioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 May 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Snejana Botoucharova",
            "role": "judges"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Isabelle BerroLefèvre",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ILIYA STEFANOV v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-86449.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0522JUD006575501",
    "externalsources": [],
    "extractedappno": [
        "65755/01",
        "62540/00",
        "62002/00",
        "50882/99",
        "74336/01",
        "41604/98",
        "71362/01",
        "15848/03",
        "41872/98",
        "54934/00",
        "35394/97",
        "44787/98",
        "30210/96",
        "54810/00",
        "32352/02",
        "24722/94",
        "44082/98",
        "8278/78",
        "8022/77",
        "8025/77",
        "8027/77",
        "52792/99",
        "77909/01",
        "10179/82",
        "16810/90",
        "12592/86",
        "28630/95",
        "36404/97"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Bar Act 1991",
        "Code of Criminal Procedure, Article 135 § 1 & § 2 (as in force at the relevant time)",
        "1988 State Responsibility for Damage Act"
    ],
    "itemid": "001-86449",
    "judgementdate": "22/05/2008 00:00:00",
    "kpdate": "22/05/2008 00:00:00",
    "kpthesaurus": [
        "354",
        "445",
        "7",
        "70",
        "448",
        "93",
        "456",
        "451",
        "203",
        "268",
        "329",
        "319",
        "556",
        "424",
        "425",
        "426",
        "429",
        "444",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "13",
        "8",
        "8-1",
        "29",
        "5-1-b",
        "41",
        "6-1",
        "8-2",
        "5-1",
        "5",
        "6",
        "29-3"
    ],
    "parties": [
        "ILIYA STEFANOV",
        "BULGARIA"
    ],
    "rank": "627.343872070313",
    "representedby": [
        "RUNEVSKI N."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "B. v. France, no. 10179/82, Commission decision of 13 May 1987, DR 52, p. 111, at pp. 125-126",
        "Buck v. Germany, no. 41604/98, § 45 and § 46, ECHR 2005-IV",
        "Camenzind v. Switzerland, judgment of 16 December 1997, Reports of Judgments and Decisions 1997-VIII, pp. 2893-2894, § 45",
        "Chappell v. the United Kingdom, judgment of 30 March 1989, Series A no. 152-A, p. 25, § 60 in fine",
        "Costello-Roberts v. the United Kingdom, judgment of 25 March 1993, Series A no. 247-C, p. 59, § 30",
        "Crémieux v. France, judgment of 25 February 1993, Series A no. 256-B, p. 61, § 34",
        "Cronin v. the United Kingdom (dec.), no. 15848/03, 6 January 2004",
        "Deweer v. Belgium, judgment of 27 February 1980, Series A no. 35, p. 25, § 49",
        "Engel and Others v. the Netherlands, judgment of 8 June 1976, Series A no. 22, p. 28, § 69",
        "Epple v. Germany, no. 77909/01, § 37 and § 45, 24 March 2005",
        "Funke v. France, judgment of 25 February 1993, Series A no. 256-A, p. 23, § 51",
        "Guenat v. Switzerland, no. 24722/94, Commission decision of 10 April 1995, Decisions and Reports (DR) 81-A, p. 130, at p. 134",
        "Halford v. the United Kingdom, judgment of 25 June 1997, Reports 1997-III, pp. 1016-1017, §§ 47 and 48, and pp. 1018-1020, §§ 53-60",
        "I.I. v. Bulgaria, no. 44082/98, § 86, 9 June 2005",
        "Jalloh v. Germany [GC], no. 54810/00, § 68 in fine, ECHR 2006-IX",
        "Khan v. the United Kingdom, no. 35394/97, § 44, ECHR 2000-V",
        "Klass and Others v. Germany, judgment of 6 September 1978, Series A no. 28, pp. 16-20, §§ 30-38",
        "Kudla v. Poland [GC], no. 30210/96, § 92, ECHR 2000-XI",
        "Malone v. the United Kingdom, judgment of 2 August 1984, Series A no. 82, p. 31, § 64",
        "McVeigh and Others v. the United Kingdom, nos. 8022/77, 8025/77 and 8027/77, Commission's report of 18 March 1981, DR 25, pp. 37-43, §§ 168-196",
        "Miailhe v. France (no. 1), judgment of 25 February 1993, Series A no. 256-C, p. 88, § 32",
        "Niemietz v. Germany, judgment of 16 December 1992, Series A no. 251-B, pp. 33-35, §§ 29-33, and pp. 35-36, § 37",
        "P.G. and J.H. v. the United Kingdom, no. 44787/98, § 86, ECHR 2001-IX",
        "Raiffeisenbank Kötschach-Mauthen v. Austria, no. 28630/95, Commission decision of 3 December 1997, unreported",
        "Reinhardt and Slimane-Kaïd v. France, judgment of 31 March 1998, Reports 1998-II, p. 661, § 93 in fine",
        "Reyntjens v. Belgium, no. 16810/90, Commission decision of 9 September 1992, DR 73, p. 136, at pp. 151-152",
        "S. v. Austria, no. 12592/86, Commission decision of 6 March 1989, unreported",
        "Sallinen and Others v. Finland, no. 50882/99, §§ 70-72, 27 September 2005",
        "Schmidt v. Germany (dec.), no. 32352/02, 5 January 2006",
        "Smirnov v. Russia (dec.), no. 71362/01, 30 June 2005",
        "Smirnov v. Russia, no. 71362/01, § 44, ECHR 2007",
        "Soini and Others v. Finland, no. 36404/97, §§ 67-69, 17 January 2006",
        "Tamosius v. the United Kingdom (dec.), no. 62002/00, § 60 (d), ECHR 2002-VIII",
        "Van Rossem v. Belgium, no. 41872/98, § 45, 9 December 2004",
        "Vasileva v. Denmark, no. 52792/99, §§ 36, 37 and 41, 42, 25 September 2003",
        "Weber and Saravia v. Germany (dec.), no. 54934/00, §§ 76-79, ECHR 2006-XI",
        "Wieser and Bicos Beteiligungen GmbH v. Austria, no. 74336/01, §§ 43-45, 57, 63 and 65, ECHR 2007",
        "X v. Austria, no. 8278/78, Commission decision of 13 December 1979, DR 18, p. 154, at p. 156"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "420941",
    "typedescription": "15"
}