{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Fair hearing)",
    "applicability": "",
    "appno": "55092/16",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Administrative proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-192467.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 55092/16) against the Republic of Lithuania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a limited liability company registered under Lithuanian law, Baltic Master Ltd. (“the applicant company”), on 15 September 2016.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant company was represented by Mr A. Miškinis, a lawyer practising in Vilnius. The Lithuanian Government (“the Government”) were represented by their Agent, most recently Ms L. Urbaitė.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant company alleged that, in breach of its right to a fair hearing, the Supreme Administrative Court had refused to refer a question to the Court of Justice of the European Union for a preliminary ruling without providing adequate reasons, and that the taxes imposed on it had infringed its right to the peaceful enjoyment of possessions.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 16 May 2018 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant company is registered in Vilnius.",
                                "elements": []
                            },
                            {
                                "content": "6.  It provides heating, cooling, ventilation and air conditioning equipment in Lithuania.",
                                "elements": []
                            },
                            {
                                "content": "7.  In 2013 the Vilnius territorial customs office (hereinafter “the customs office”) carried out an audit of the applicant company’s accounting data, related to goods imported between 1 July 2009 and 31 August 2012. During that period the applicant company bought some goods and declared them as air conditioning equipment, comprising of one unit and its parts. The goods were bought from a company registered in the United States of America (hereinafter “the seller company”) but the applicant company claimed that it had not concluded purchase agreements with that company and that the goods had been bought on the basis of an order. In April 2013 the customs office found that in twentythree import declarations the value of the goods had been three to four times lower than the value of similar goods declared by other importers. In addition, invoices provided by the applicant company had not contained any information on payment for the goods. Moreover, the customs office stated that the applicant company and seller company were related because two of the latter’s logistics managers were also employed by the applicant company. As a result, the applicant company was ordered to pay 618,083 euros (EUR) in total as customs tax, value added tax, late payment interest and a fine.",
                                "elements": []
                            },
                            {
                                "content": "8.  The applicant company complained about the customs office’s report to the Customs Department. In June 2014 the latter annulled part of the report and ordered the customs office to carry out an additional investigation. The Customs Department held that the customs office had not precisely indicated which legal provisions had not been complied with by the evidence or facts the applicant company had provided. Furthermore, it was not clear which of the grounds specified in Article 143 of Commission Regulation (EEC) No. 2454/93 of 2 July 1993 laying down provisions for the implementation of the Community Customs Code (hereinafter “Regulation No. 2454/93”) (see paragraph 25 below) the customs office had been referring to when stating that the applicant company and seller company were related. Moreover, the mere fact that the buyer and seller companies were related and the declared value of goods was small was not enough to warrant a recalculation of the import taxes.",
                                "elements": []
                            },
                            {
                                "content": "9.  In December 2013 the customs office carried out an additional investigation. It held that in the absence of any evidence that could prove that employees of the applicant company were not related to the American company, it had to conclude that the buyer and seller were related. The customs office also refused to approve twentythree import declarations provided by the applicant company and calculated the value of the imported goods in accordance with Council Regulation (EEC) No. 2913/1992 of 12 October 1992 establishing the Community Customs Code (hereinafter “the Community Customs Code”). The customs office ordered the applicant company to pay 173,005 Lithuanian litai (LTL – approximately EUR 50,106) in customs tax, LTL 1,457,978 (approximately EUR 422,260) in value added tax, LTL 437,675 (approximately EUR 126,759) in late payment interest and a fine of LTL 163,098 (approximately EUR 47,236), the total amount being EUR 646,361.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant company complained about the report drawn up during the additional investigation to the Customs Department with a request for it to be annulled. The applicant company claimed that the refusal of the customs office to approve the value of the goods provided by it in accordance with the transaction value method was unfounded, as was the conclusion that the applicant company and seller company were related. Moreover, the applicant company disagreed with the late payment interest because it had increased due to the protractedness of the investigation of the customs office.",
                                "elements": []
                            },
                            {
                                "content": "11.  In March 2014 the Customs Department approved the customs office’s report of December 2013 (see paragraph 9 above) and dismissed the applicant company’s complaint.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant company appealed against that decision to the Tax Disputes Commission, providing documents from the seller company proving that none of its employees were also employed by the applicant company. In July 2014 the Tax Disputes Commission held that because the applicant company had provided incomplete data, it had been unable to determine the exact circumstances of the purchase agreement concluded with the seller company. Nevertheless, the Tax Disputes Commission decided to exempt the applicant company from paying LTL 27,118.40 (approximately EUR 7,854) of late payment interest.",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant company complained to the Vilnius Regional Administrative Court. It claimed that it was not clear from the customs office’s report of December 2013 on which of the grounds specified in Article 143 of Regulation No. 2454/93 (see paragraph 25 below) the customs office had been relying when stating that the applicant company and seller company were related. The mere fact that the applicant company and seller company had been involved in the purchase agreements was not sufficient to conclude that they were business partners. The applicant company also argued that the customs office had refused to apply the transaction value method without providing any reasons. During the hearing, the applicant company asked the Vilnius Regional Administrative Court to request a preliminary ruling from the Court of Justice of the European Union (hereinafter “CJEU”).",
                                "elements": []
                            },
                            {
                                "content": "14.  On 22 January 2015 the Vilnius Regional Administrative Court rejected the applicant company’s complaint as unfounded. It held that there was enough information to adopt a decision in the case and that no question as to the interpretation of European Union customs law had arisen (teismas pažymi, kad byloje yra pakankamai duomenų sprendimo priėmimui, teismui jokių papildomų klausimų teisės aiškinimo klausimais nekilo, todėl nėra pagrindo kreiptis į Europos Sąjungos Teisingumo Teismą).",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicant company appealed against that decision. It stated that the firstinstance court had misinterpreted the provisions of the Community Customs Code and Regulation No. 2454/93. Moreover, the decision of the firstinstance court had lacked reasoning. The applicant company submitted that an interpretation of certain provisions of European Union law was necessary because the case-law of the CJEU regarding the application of Articles 2931 of the Community Customs Code was inconsistent. According to the applicant company, it was necessary to refer the following questions to the CJEU:",
                                "elements": []
                            },
                            {
                                "content": "- (1) Whether the conditions specified in Article 29 § 1 (b) of the Community Customs Code, which influence the sale and price of the goods and whose effect cannot be assessed, include cases such as the one at hand, where at the time of presentation of the goods to customs and the assessment of those goods a debt of buyer to seller exists? If the debt does not have any effect on the sale or price of the goods, is it included in the transaction value defined in Article 29 § 1 (b) of the Community Customs Code?",
                                "elements": []
                            },
                            {
                                "content": "- (2) Can the difference between the price of imported goods and the list of comparative prices collected by customs be independent grounds not to apply the transaction value method, and is this difference considered a circumstance whose effect on the sale or price of goods cannot be assessed, within the meaning of Article 29 § 1 (b) of the Community Customs Code?",
                                "elements": []
                            },
                            {
                                "content": "- (3) If the seller authorises the buyer’s employees to perform certain actions related to the transportation and the customs procedures of the goods, can this be considered a relationship between buyer and seller, within the meaning of Article 29 § 1 (d) of the Community Customs Code, and can it be grounds not to apply the transaction value method?",
                                "elements": []
                            },
                            {
                                "content": "- (4) Can a national customs office rely on Article 31 § 1 of the Community Customs Code independently, without applying the methods set out in Articles 29 and 30 of the Community Customs Code? If the national customs office has to rely on one of the methods set out in Articles 29 and 30 of the Community Customs Code, comparative data relating to which period is considered relevant? Does the use of the only case of export as a comparative correspond to the criterion of “at the same time or almost at the same time” when applying it to establish the value of goods declared within a period of three years? Can cases of export from other States (for example, Malaysia) be assessed and can this data be considered comparative? Does the national customs office have to rely on the data collected by it and involving cases of export to Lithuania only or does it have to send other member States a request of information?",
                                "elements": []
                            },
                            {
                                "content": "- (5) Is the provision of domestic law that the customs office use data existing in the Customs Department database when applying the transaction value method of similar and identical goods in accordance with Article 31 § 1 of the Community Customs Code, which provides that where the customs value of imported goods cannot be determined under Articles 29 or 30, it must be determined on the basis of data available in the Community?",
                                "elements": []
                            },
                            {
                                "content": "- (6) Can the transaction value of similar goods be compared by comparing not the transaction value of similar goods but the price of one kilogram, which is determined by dividing the transaction value existing in the national customs database by the amount of kilograms?",
                                "elements": []
                            },
                            {
                                "content": "16.  On 22 March 2016 the Supreme Administrative Court upheld the firstinstance decision. The court referred to the caselaw of the Court that Article 6 § 1 of the Convention could not be understood as requiring a detailed answer to every argument. The extent to which this duty to give reasons applied could vary according to the nature of the decision. Moreover, it was necessary to take into account, inter alia, the diversity of the submissions that a litigant could bring before the courts and the differences existing in the Contracting States with regard to statutory provisions, customary rules, legal opinion and the presentation and drafting of judgments. This was why the question of whether a court had failed to fulfil the obligation to state reasons, deriving from Article 6 of the Convention, could only be determined in the light of the circumstances of the case. The Supreme Administrative Court relied on the following authorities: Hiro Balani v. Spain, 9 December 1994, § 27, Series A no. 303B; Ruiz Torija v. Spain, 9 December 1994, § 29, Series A no. 303A; and Suominen v. Finland, no. 37801/97, § 34, 1 July 2003, Series A no. 303A. It held that the firstinstance decision had been adequately reasoned. It was established in domestic caselaw that the court could refer the issue to the competent judicial institution of the European Union (see paragraph 18 below). However, the Supreme Administrative Court stated that the request of a party to the proceedings to refer a certain question to the judicial institution of the European Union was not obligatory if the application of European Union law was so obvious that no doubts could arise (bylos šalies prašymas teismui nėra privalomas ir jei Europos Sąjungos teisės taikymas yra toks akivaizdus, kad dėl pateikto klausimo sprendimo negali kilti jokių pagrįstų abejonių, galutinės instancijos nacionalinis teismas neprivalo kreiptis į Europos Sąjungos Teisingumo Teismą su prejudiciniu klausimu). Also, the mere fact that a party to the proceedings did not agree with the interpretation of the law provided by the firstinstance court did not mean that the substance of the European Union law was not clear and that there was a necessity to refer the question to the CJEU (Pastebėtina, kad vien faktinė aplinkybė, jog ginčo šalis nesutinka su pirmosios instancijos teismo pateiktu teisės aiškinimu, savaime nereiškia, jog nėra aiškus Europos Sąjungos teisės turinys, ir, atitinkamai, kad yra pagrindas kreiptis į ESTT prejudicinio sprendimo). The Supreme Administrative Court also held that the application of European Union law was clear enough in the present case and that there was no need to refer a question to the CJEU for a preliminary ruling (Šio ginčo apimtyje teismui nekyla neaiškumų dėl Bendrijos muitinės kodekso 29-31 straipsnių taikymo, todėl pareiškėjo prašymas kreiptis į Europos Sąjungos Teisingumo Teismą su prejudiciniu klausimu netenkintinas). It quoted another of its cases regarding the interpretation of certain provisions of a directive regulating markets in financial instruments, where it held that the applicant company in that case had failed to indicate specific uncertainties as to the interpretation of that directive and had not indicated why the referral to the CJEU was necessary (case no. A858-48/2011 of 14 April 2011).",
                                "elements": []
                            },
                            {
                                "content": "17.  In April 2017 the Supreme Administrative Court dismissed a request lodged by the applicant company to reopen the proceedings.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "18.  Article 4 § 3 of the Law on Administrative Proceedings provides that in the cases provided for by law a court may refer an issue concerning the interpretation or validity of legal acts of the European Union to the judicial authority of the European Union with a request for a preliminary ruling.",
                                "elements": []
                            },
                            {
                                "content": "19.  Government Order No. 1332 of 27 October 2004, approving the implementation of the Community Customs Code and Regulation No. 2454/93, provides that when applying the transaction value method of identical and similar goods and Article 31 of the Community Customs Code, the customs office must rely on the data in the database of the Customs Department concerning the customs assessment of goods (Point 12).",
                                "elements": []
                            },
                            {
                                "content": "20.  The Constitutional Court has consistently held that the courts had an obligation to examine cases on the basis of equity and objectivity and they had a duty to adopt reasoned and justified decisions (rulings of 15 May and 24 October 2007, 21 January 2008, 31 January 2011, 25 September 2012 and 8 May 2014).",
                                "elements": []
                            },
                            {
                                "content": "21.  The Supreme Administrative Court held that the interpretation of the national legal provisions on customs implied that the aim of establishing a customs value was to identify the real value of imported goods. If there were doubts as to the transaction value, it was necessary to establish the real value of the goods. If no objective data was submitted by the declarant, the latter was obliged to justify the value of the goods. If the value was not justified and the customs officers were unable to identify circumstances which had an impact on the sale of goods or their price, the customs authority was entitled not to consider the declared value as the customs value (decisions nos. A5-145/2005; A756-140/2008; A3-1709/2009; A575871/2010; A143-2783/2011; and A442-709/2013).",
                                "elements": []
                            },
                            {
                                "content": "22.  An extended panel of judges of the Supreme Administrative Court ruled on the prerequisites to applying the transaction value method for imported goods and the process of valuation of those goods where the transaction value method was not applicable. The court referred to relevant provisions of national and European Union law and the caselaw of the CJEU. The court also considered the possibility of referring the question on the interpretation of the European Union rules on application of the process for identifying the customs value of goods but it decided, after considering various legal acts, that a preliminary ruling was not necessary. More specifically, the court interpreted Article 29 § 1 (b) of the Community Customs Code regulating the condition not to apply the transaction value method for imported goods (decision no. A442-709/2013).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT EUROPEAN UNION LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "23.  Article 267 of the Treaty on the Functioning of the European Union provides that the CJEU has jurisdiction to give preliminary rulings concerning the interpretation of the Treaties and the validity and interpretation of acts of the institutions, bodies, offices or agencies of the Union. Where such a question is raised before any court or tribunal of a member State, that court or tribunal may, if it considers that a decision on the question is necessary to enable it to give judgment, request the CJEU to give a ruling thereon. Where any such question is raised in a case pending before a court or tribunal of a member State against whose decisions there is no judicial remedy under national law, that court or tribunal must bring the matter before the CJEU.",
                                "elements": []
                            },
                            {
                                "content": "24.  For relevant case-law of the CJEU on the conditions for preliminary rulings, see Ullens de Schooten and Rezabek v. Belgium (nos. 3989/07 and 38353/07, § 34, 20 September 2011); Baydar v. the Netherlands (no. 55385/14, §§ 23-29, 24 April 2018); and Somorjai v. Hungary (no. 60934/13, § 39, 28 August 2018).",
                                "elements": []
                            },
                            {
                                "content": "25.  Article 143 (a) and (b) of Regulation No. 2454/93 provides that for the purposes of Articles 29 § 1 (d) and 30 § 2 (c) of the Community Customs Code, persons are deemed to be related only if they are officers or directors of one another’s businesses or they are legally recognised partners in business.",
                                "elements": []
                            },
                            {
                                "content": "26.  The CJEU has interpreted the notion of the “transaction value” numerous times (cases of Hauptzollamt Hamburg-Ericus v. Van Houten (no. C-65/85) of 4 February 1986; Dollond & Aitchison Ltd v. Commissioners of Customs & Excise (no C-491/04) of 23 February 2006; Compaq Computer International Corporation v. Inspecteur der Belastingdienst - Douanedistrict Arnhem (no. C-306/04) of 16 November 2006; and Carboni e derivati Srl v. Ministero dell’Economia e delle Finanze and Riunione Adriatica di Sicurtà SpA (no. C-263/06) of 28 February 2008).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  The applicant company complained that the Supreme Administrative Court had refused to refer a question to the CJEU for a preliminary ruling despite its request in that regard, and had failed to provide adequate reasons for the refusal, in breach of its right to a fair hearing within the meaning of Article 6 § 1 of the Convention. The relevant part of this provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Applicability of Article 6 of the Convention",
                                        "elements": [
                                            {
                                                "content": "28.  The Court notes that no plea of inadmissibility for incompatibility ratione materiae with the provisions of Article 6 § 1 of the Convention was made by the Government in their observations. However, since this is a matter which goes to the Court’s jurisdiction, the Court may examine it of its own motion (see Mirovni Inštitut v. Slovenia, no. 32303/13, § 27, 13 March 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The present case concerns tax litigation in which the applicant company was ordered to pay customs tax, value added tax, late payment interest and a fine (see paragraph 9 above). The assessment of tax and the imposition of late payment interests fall outside the scope of Article 6 under its civil head (see Ferrazzini v. Italy [GC], no. 44759/98, § 29, ECHR 2001VII; Impar Ltd v. Lithuania, no. 13102/04, § 21, 5 January 2010; and Agurdino S.R.L. v. Moldova, no. 7359/06, § 22, 27 September 2011). The issue therefore arises whether the proceedings in this case were “criminal” within the autonomous meaning of Article 6 and thus attracted the guarantees of Article 6 under that head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Having considered the circumstances of the present case, the Court finds that the general character of the legal provisions imposing fines for tax law violations, the purpose of the penalty, which was both deterrent and punitive, as well as its severity, suffice to show that, for the purposes of Article 6 of the Convention, the applicant company was charged with a criminal offence (see, mutatis mutandis, Jussila v. Finland [GC], no. 73053/01, §§ 30-38, ECHR 2006XIV, Impar Ltd., cited above, § 22; and Rikoma Ltd. v. Lithuania [Committee], no. 9668/06, § 17, 18 January 2011). It notes, in this last respect, that the fine imposed (approximately EUR 47,236) was almost as high as the customs tax itself (approximately EUR 50,106).",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that Article 6 applies under its criminal head.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Other grounds for inadmissibility",
                                        "elements": [
                                            {
                                                "content": "31.  The Court furthermore notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "32.  The applicant company alleged that the Supreme Administrative Court, as the court of last resort, had had an obligation under Article 267 of the Treaty on the Functioning of the European Union to refer the question to the CJEU (see paragraph 23 above). It had also had a duty to provide reasons for denying the request for a referral to the CJEU. In the applicant company’s view, the application of the European Union law had not been so obvious that there had been no reasonable doubts over the interpretation of certain provisions of the Community Customs Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Government argued that the obligation to give reasons had been fulfilled by the Supreme Administrative Court because the application of European Union law had been so obvious that there had been no scope for any reasonable doubt and the court had not been required to provide more detailed reasoning. The Government also stated that the domestic case-law in the field of customs law was well-developed (see paragraph 21 above), that the case-law of the CJEU was clear in that regard (see paragraph 26 above) and that the domestic courts were bound by it. The Government also submitted that the domestic courts had already considered a request for a preliminary ruling concerning the same legal provisions as in the applicant company’s case and dismissed it (see paragraph 22 above). Lastly, the Government considered that the questions the applicant company had asked to refer to the CJEU had been irrelevant.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "34.  The Court reiterates that it is for the national courts to interpret and apply domestic law, if applicable in conformity with EU law, and decide whether it is necessary to seek a preliminary ruling from the CJEU to enable them to give judgment. It reiterates that the Convention does not guarantee, as such, the right to have a case referred by a domestic court to another national court or to the CJEU for a preliminary ruling. The Court has previously observed that this matter is, however, not unconnected to Article 6 § 1 of the Convention, since a domestic court’s refusal to grant a referral may, in certain circumstances, infringe the fairness of proceedings where the refusal proves to have been arbitrary. Such a refusal may be deemed arbitrary in cases where the applicable rules do not provide for any exceptions to the granting of a referral or where the refusal is based on reasons other than those provided for by the rules, or where the refusal was not duly reasoned. Indeed, the right to a reasoned decision serves the general rule enshrined in the Convention which protects the individual from arbitrariness by demonstrating to the parties that they have been heard and obliges the courts to base their decision on objective reasons (see Ullens de Schooten and Rezabek v. Belgium, nos. 3989/07 and 38353/07, §§ 57-59, 20 September 2011; Baydar v. the Netherlands, no. 55385/14, § 39, 24 April 2018; and Somorjai v. Hungary, no. 60934/13, § 56, 28 August 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The general principles relating to the obligation of reasoning on the national courts against whose decisions there is no remedy under national law and which decide not to refer a question on the interpretation of EU law that has been raised before them to the CJEU for a preliminary ruling, are recapitulated in the case of Dhahbi v. Italy (no. 17120/09, § 31, 8 April 2014). The gist of those principles is that the courts are obliged, in accordance with the Cilfit caselaw (see Somorjai, cited above, §§ 3940), to state the reasons why they have considered it unnecessary to seek a preliminary ruling; in particular, why they have found that the question is irrelevant, that the EU law provisions in question has already been interpreted by the CJEU, or that the correct application of EU law is so obvious as to leave no scope for any reasonable doubt. Whilst the verification of the presence of such reasoning has to be made thoroughly, it is not for the Court to examine any errors that may have been committed by the domestic courts in interpreting or applying the relevant law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In principle, the Court has held that where a request to obtain a preliminary ruling was insufficiently pleaded or where such a request was only formulated in broad or general terms, it is acceptable under Article 6 of the Convention for the national superior courts to dismiss the complaint by mere reference to the relevant legal provisions governing such complaints if the matter raises no fundamentally important issue (see Baydar, § 42 and the references therein, and Somorjai, §§ 59-60, both cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Furthermore, the Court recently found that the summary reasoning used by a supreme court to refuse a request for a preliminary ruling was sufficient, pointing out that it followed already from a conclusion reached in another part of that court’s judgment that a request to the CJEU for a preliminary ruling was redundant (see Baydar, cited above, § 43, and the references therein). Moreover, where it is inherent in a judgment in which the appeal in cassation is declared inadmissible or dismissed – by application of a specific provision to that effect – that there is no need to seek a preliminary ruling since the matter does not raise a legal issue which needs to be determined, the Court accepts that the summary reasoning contained in such a judgment implies an acknowledgment that a referral to the CJEU could not lead to a different outcome in the case (ibid., §§ 4849).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In Ullens de Schooten and Rezabek (cited above, §§ 64 and 67) the Court considered that when comprehensive reasons with reference to the caselaw of the Court of Justice (currently CJEU) explaining that the issue had already been settled by that court were given, the requirements of Article 6 § 1 had been respected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Conversely, in Dhahbi (cited above, §§ 3334) the Court held that where there was no reference to the applicant’s request for a preliminary ruling, to the reasons why the Court of Cassation considered that the question raised did not warrant a referral to the CJEU, or to any relevant caselaw of the CJEU to that effect, Article 6 § 1 had been breached.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Turning to the present case, the Court observes that the Vilnius Regional Administrative Court considered that no question as to the interpretation of European Union customs law had arisen and dismissed the applicant company’s request to seek a preliminary ruling from the CJEU in one sentence (see paragraph 14 above). The Supreme Administrative Court dismissed the applicant company’s request to seek a preliminary ruling from the CJEU by stating that the national superior court had no obligation to seek a preliminary ruling from the CJEU if the application of the EU law was obvious. The Supreme Administrative Court considered that there were no such doubts in the applicant company’s case (see paragraph 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court notes that the applicant company’s request to seek a preliminary ruling from the CJEU was very specific and included six questions (see paragraph 15 above), thus it was not formulated in broad or general terms (compare and contrast Baydar, § 42 and Somorjai, §§ 5960, both cited above). Moreover, the Supreme Administrative Court cannot be said to have used summary reasoning (compare and contrast Baydar, cited above, § 43), nor can it be said that it made extensive references to the relevant caselaw of the CJEU (compare and contrast Ullens de Schooten and Rezabek, cited above, §§ 64-67).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court notes that the Government provided domestic and CJEU caselaw in the field of customs law and stated that that caselaw was welldeveloped (see paragraph 33 above). However, the Court observes that none of the national or CJEU case-law referred to by the Government was explicitly mentioned by the Supreme Administrative Court (see paragraph 16 above). It cannot therefore be considered to have served as a basis for the dismissal of the request for a referral to the CJEU. Moreover, the only decision referred to by that court allegedly explaining why the preliminary ruling was not necessary in the applicant company’s case concerned different legal acts in a case in which the applicant company had failed to indicate the specific circumstances why a referral to the CJEU was necessary (see paragraph 16 in fine above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court refers to the obligation that, according to the Constitutional Court, Lithuanian courts had to reason their decisions (see paragraph 20 above) and notes that in the circumstances of the present case it is not clear from the reasoning of the Supreme Administrative Court on what specific legal grounds that court considered the application of the EU law to be so obvious that no doubts could arise (compare and contrast Vergauwen and Others v. Belgium (dec.), no. 4832/04, § 91, 10 April 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  The applicant company complained that because of the Supreme Administrative Court’s refusal to request a preliminary ruling from the CJEU, it had had to pay various taxes and had been deprived of EUR 638,507. It relied on Article 1 of Protocol No. 1, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "46.  The applicant company argued that it had had to pay certain taxes and that the domestic authorities had adopted the decision requiring payment without duly clarifying all the relevant circumstances and disregarding its request to seek a preliminary ruling from the CJEU.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government submitted that the authorities had directly applied the Community Customs Code and Regulation No. 2454/93 in the present case. They stated that the proper establishment of the customs value of the imported goods had determined the amount of taxes to be paid. In the applicant company’s case, the information provided by it had been insufficient for the authorities to apply the transaction value method, therefore they had made use of the existing database to establish the customs value of the goods.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "48.  The Court observes that the “possessions” which form the object of this complaint are the sum of money imposed as customs tax, late payment interest and a fine, namely EUR 638,507. It considers that this measure amounts to an interference with the applicant’s right to peaceful enjoyment of its possessions and that Article 1 of Protocol No. 1 is therefore applicable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court notes that the instant case falls to be examined under the second paragraph of Article 1 of Protocol No. 1 to the Convention, as the interference at stake was clearly aimed at “securing the payment of taxes”. In this connection, the Court reiterates that although the State has a wide margin of appreciation in the field of taxation, an instance of interference must strike a “fair balance” between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights (see Euromak Metal Doo v. the former Yugoslav Republic of Macedonia, no. 68039/14, § 42, 14 June 2018 and the references therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court notes that in the instant case the applicant company was obliged to pay customs tax, late payment interest and a fine, which were determined by domestic law. The Court has not found any indication that the applicant’s rights under Article 1 of Protocol No. 1 have been violated. It follows that this part of the application must be rejected as being manifestly ill-founded in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "51.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "52.  The applicant company claimed 20,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Government submitted that the applicant company’s claim in respect of nonpecuniary damage was excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court considers that the applicant company undoubtedly suffered non-pecuniary damage and awards it EUR 2,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "55.  The applicant company also claimed EUR 17,961.30 for the costs and expenses incurred before the domestic courts and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government submitted that the applicant company’s lawyer’s fees were excessive and unsubstantiated. Moreover, the applicant company had failed to submit evidence of the expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, no invoice has been submitted to substantiate the costs and expenses before the Court. Regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,000 for the costs and expenses in the domestic proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "58.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 6 § 1 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant company, within three months, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant company’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 April 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "president"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Iulia Antoanella Motoc",
            "role": "judges"
        },
        {
            "name": "Andrea Tamietti",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BALTIC MASTER LTD. v. LITHUANIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-192467.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0416JUD005509216",
    "externalsources": [],
    "extractedappno": [
        "55092/16",
        "2454/93",
        "37801/97",
        "3989/07",
        "38353/07",
        "55385/14",
        "60934/13",
        "65/85",
        "491/04",
        "306/04",
        "263/06",
        "32303/13",
        "44759/98",
        "13102/04",
        "7359/06",
        "73053/01",
        "9668/06",
        "17120/09",
        "4832/04",
        "68039/14"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-192467",
    "judgementdate": "16/04/2019 00:00:00",
    "kpdate": "16/04/2019 00:00:00",
    "kpthesaurus": [
        "445",
        "13",
        "136"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "BALTIC MASTER LTD.",
        "LITHUANIA"
    ],
    "rank": "3269.62573242188",
    "representedby": [
        "MISKINIS A."
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "487509",
    "typedescription": "15"
}