{
    "__articles": "6;6+6-3-c;6-1;6-3-c;6-3-d;6-3-e;41",
    "__conclusion": "Violation of Article 6+6-3-c - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-c - Defence in person;Defence through legal assistance);Non-pecuniary damage - finding of violation sufficient (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "30749/12",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-3-c",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3-c - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-c - Defence in person",
                "Defence through legal assistance"
            ],
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-171096.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30749/12) against the Kingdom of the Netherlands lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Netherlands national, Mr Albert Johannes Hokkeling (“the applicant”), on 2 May 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A.A. Franken, a lawyer practising in Amsterdam. The Netherlands Government (“the Government”) were represented by their Agent, Mr R.A.A. Böcker, and their Deputy Agent, Ms K. Adhin, both of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged a violation of Article 6 §§ 1 and 3 (c) on the ground that he had not been offered an opportunity to attend the hearing of the appeal in his criminal case in person.",
                        "elements": []
                    },
                    {
                        "content": "4.  As the seat of the judge elected in respect of the Kingdom of the Netherlands had become vacant in the meantime owing to the departure of Judge Johannes Silvis, the President of the Section appointed Mr Egbert Myjer to sit as an ad hoc judge (Article 26 § 4 of the Convention and Rule 29 § 1 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 26 May 2015 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1947. At the time when the application was submitted, the applicant was serving a sentence of imprisonment in Oslo, Norway.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings in the Netherlands",
                                "elements": [
                                    {
                                        "content": "1.  Factual background",
                                        "elements": [
                                            {
                                                "content": "7.  In December 2004 a group of individuals transported a considerable quantity (possibly three tons) of hashish (which in the Netherlands is a banned substance) from one hiding-place to another. It appears that the possessors of the hashish later found some of it missing and came to the conclusion that it had been removed by one E. In late January 2005 E.’s body was found dumped at a building site, with the hands tied behind the back, two ribs broken and holes in the knees and kneecaps consistent with the deliberate infliction of injury by means of an electric drill.",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  The applicant was arrested on 11 April 2006 on suspicion of having been criminally involved in the above events and taken into pre-trial detention. Throughout the ensuing criminal proceedings he claimed to be innocent.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Proceedings before the Regional Court",
                                        "elements": [
                                            {
                                                "content": "9.  The applicant was charged with causing E. grievous bodily harm resulting in his death, the abduction of E. resulting in his death, threatening grievous bodily harm against E., and importing, transporting and possessing three tons of hashish. His trial opened on 17 July 2006 before the Alkmaar Regional Court (rechtbank).",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  The prosecution sought an eight-year prison sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  After adjournments made necessary by the need for further investigative measures, the Regional Court gave judgment on 15 May 2007. It did not find it established that the abduction had resulted in E.’s death and acquitted the applicant of that aggravating circumstance, but convicted the applicant of the remainder of the crimes charged, finding him to have committed them together with others. It sentenced the applicant to four years and six months’ imprisonment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Proceedings before the Court of Appeal",
                                        "elements": [
                                            {
                                                "content": "12.  Both the applicant and the prosecution appealed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  The appeal hearing opened on 31 October 2007 before the Amsterdam Court of Appeal (gerechtshof). Finding that the file was incomplete, the Court of Appeal adjourned the hearing sine die in view of its busy hearing schedule. Further adjournments were ordered, on the same ground, on 18 January 2008 and 4 April 2008. On 27 June 2008 an adjournment was ordered on the ground that no suitable hearing room was available.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  The Court of Appeal held a scheduling hearing (regiezitting) on 23 September 2008. Two more adjournments were ordered, one until 2 December 2008 for the purpose of securing the attendance of further witnesses and one until 24 February 2009 to allow the applicant’s new counsel, who had replaced the lawyer who had conducted the applicant’s defence at first instance, to acquaint himself with the case file. At the hearing of 24 February 2009 it was decided that the hearing on the merits of the case would be held on 18, 19 and 27 May 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 26 March 2009 the applicant was released, having served two-thirds of the sentence handed to him by the Regional Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  The hearing was resumed on 18 May 2009. The applicant was in attendance. Since further witnesses were to be heard by the investigating judge at the request of the defence, a further adjournment was ordered until 27, 29 and 30 October 2009; the applicant and his counsel were cautioned to be present without further notice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 4 October 2009 the applicant was arrested in Norway on suspicion of having imported “a considerable quantity of narcotic substances”. The applicant’s counsel informed the Court of Appeal of this development by fax on 13 October 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  The hearing was again resumed on 27 October 2009. The applicant’s counsel stated that the applicant was in pre-trial detention in Norway. He asked for the applicant to be brought to the Netherlands a few days before the following hearing so as to consult with him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 29 March 2010 the applicant received a summons at his detention address in Norway to appear at the hearing of the Amsterdam Court of Appeal to be held on 1 and 4 June.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 10 May 2010 the applicant’s counsel sent an e-mail to the Advocate General (advocaat-generaal) to the Court of Appeal, with a copy to the president of the criminal division, restating his request for the applicant to be brought to the Netherlands in advance of the hearing of the Court of Appeal and announced his intention to oppose resumption of the hearing if this were not done.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 25 May 2010 the applicant’s counsel informed the Court of Appeal by e-mail of his intention to seek an adjournment of the coming hearing. On the same day the president of the criminal division warned the applicant’s counsel and the Advocate General by e-mail, without prejudging any decision that might be taken, of the possibility that the merits of the case would be addressed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The hearing was resumed on 1 June 2010. The official record of the hearing makes mention of the applicant’s place of detention, namely Oslo Prison (Oslo Fengsel), Oslo, Norway.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The applicant’s counsel asked for the hearing to be adjourned until the applicant could be present in person. He suggested that this might be done pursuant to an extradition request; by way of transfer under the European Convention on Mutual Assistance in Criminal Matters, which possibility in his submission had not been adequately explored; and, following the outcome of the criminal proceedings in Norway, by allowing the applicant either to return of his own accord or to serve any sentence handed to him by the Norwegian courts in the Netherlands as the case might be.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The Court of Appeal declined to adjourn its hearing until the applicant could be present. Its reasoning, reflected in the official record of its hearing, was as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“If a request is made to adjourn the hearing on the merits all relevant interests should be weighed, including the right of the accused to be present, the interest of not only the accused but also of society in a speedy determination of the charges and the interest of a proper organisation of the judicial system. In so doing, the court of Appeal will base itself on the following facts and circumstances:",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  The present case began in 2005. The applicant was arrested on 11 April 2006 and sentenced to four years and six months’ imprisonment by the Alkmaar Regional Court on 15 May 2007. The [applicant] took part in the proceedings. The [applicant] appealed against this judgment and the first appeal hearing took place on 31 October 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  The [applicant] was released on 26 March 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  It was not possible to hold the hearing on the merits on 18, 19 and 27 May 2009 as planned because the investigating judge had not finished hearing witnesses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  On 13 October 2009 the applicant’s counsel transmitted the information that the [applicant] had been arrested in Norway on 4 October 2009 on suspicion of having violated Article 192 § 3 of the Norwegian Criminal Code, to wit, unlawfully importing a large quantity of narcotic substances. The [applicant] was to remain in pre-trial detention until at least 4 November 2009. The hearing on the merits could therefore not be held on 27, 29 and 30 2009 October as planned and was moved to 1 and 4 June 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  The [applicant] has therefore brought it on himself that he cannot now attend the appeal hearing independently (dat hij niet zelfstandig tegenwoordig kan zijn bij zijn berechting in hoger beroep).",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  The [applicant] has indicated, following his arrest, that he wishes to attend the appeal hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  The Advocate General has, on 15 October 2009, drafted a request for mutual assistance, in consultation with the Centre for International Legal Assistance North West and Central Netherlands (Internationaal Rechtshulp Centrum Noordwest en Midden Nederland) (...) requesting the Norwegian authorities to transfer the [applicant] to the Netherlands temporarily under Article 11 of the European Convention on Mutual Assistance in Criminal Matters.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  The Norwegian public prosecutor replied on 16 October 2009 that the [applicant]’s temporary transfer was not possible because Norway had entered a reservation relevant to Article 11 [of the European Convention on Mutual Assistance in Criminal Matters]. The request for temporary transfer would have to be made via the Ministry of Justice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  The Advocate General has, on 2 March 2010, prepared a draft request for mutual legal assistance setting out the request to the Norwegian authorities to transfer the [applicant] to the Netherlands under Article 11 [of the European Convention on Mutual Assistance in Criminal Matters].",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  On 18 March 2010 the head of the Department for International Legal Assistance in Criminal Matters (afdeling Internationale Rechtshulp in Strafzaken) of the Ministry of Justice informed the Advocate General that Article 11 [of the European Convention on Mutual Assistance in Criminal Matters] provides only for the possibility to transfer temporarily as witnesses or for purposes of confrontation. Temporary transfer of an accused for trial requires extradition or surrender procedure (uitleverings- of overleveringsprocedure) to be followed, in which case there must be a valid Netherlands title for detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  The Advocate General prepared a draft extradition request on 27 April 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  On 6 May 2010 the head of the Department for International Legal Assistance in Criminal Matters informed the Advocate General that it was not possible to request the [applicant]’s extradition from Norway because there was no Netherlands title for his detention. This means that one of the documents referred to in Article 12 § 2 (a) is missing. The ultimate conclusion is that since neither extradition nor temporary transfer within the meaning of mutual assistance in criminal matters (kleine rechtshulp) is possible, there is no possibility to allow the [applicant] to attend the hearing in his criminal case on 1 and 4 June 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  Counsel and [applicant] have had sufficient time to prepare the defence before the hearing on the merits [planned for] 18, 19 and 27 May 2009, which hearing was postponed until 27, 29 and 30 October 2009 only shortly before [it was due to begin]. Counsel has also had the opportunity to discuss the case with the [applicant] and prepare for the hearing before those new hearing dates. It does not make any difference that the [applicant] was arrested in Norway on 4 October 2009. Moreover, in March 2010 counsel visited the [applicant] in Norway to prepare today’s hearing, it being worth noting in this connection that it is open to [counsel] in consultation with the [applicant] himself to make use of [this possibility] more frequently, the Norwegian authorities having imposed no restrictions in this respect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "-  Counsel has been explicitly authorised (uitdrukkelijk gemachtigd) to defend the [applicant] at the hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court of Appeal considers, in these circumstances, that in weighing the various interests against each other the general interest, including due process (het belang van een behoorlijke rechtspleging) and the interest of bringing the case to a close within a reasonable time must now prevail over the [applicant]’s right to take part in the hearing in person. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The hearing was continued on 4 June 2010. The applicant’s counsel conducted the defence in the applicant’s absence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Court of Appeal gave judgment on 18 June 2010. It convicted the applicant of complicity in causing grievous bodily harm resulting in death, abduction and transporting and possessing an unspecified quantity of hashish. It sentenced him to eight years’ imprisonment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Proceedings in the Supreme Court",
                                        "elements": [
                                            {
                                                "content": "27.  The applicant lodged an appeal on points of law (cassatie) with the Supreme Court (Hoge Raad). He complained of a violation of his right to attend the hearing in person as a result of the Court of Appeal’s refusal to order an adjournment until he could be present. His arguments were the following:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Firstly, the starting point should be that an accused had the right to attend the hearing in his case in person; as long as he did not waive that right, he was in principle entitled to an adjournment if he was prevented from so doing. This starting point was not reflected in the Court of Appeal’s reasoning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Secondly, it did not appear that the Court of Appeal had considered the seriousness of the charges. Considering the charges in issue, and the sentence imposed on appeal (which added years to the sentence imposed at first instance), the Court of Appeal’s decision was misconceived.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Thirdly, the presence of counsel and the length of the proceedings, relied on by the Court of Appeal, were irrelevant. The length of proceedings in particular would be imputable to the suspect if an adjournment was requested by the defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Fourthly, the Court of Appeal had failed to respond to the suggestion made by the defence to await the outcome of the proceedings in Norway, after which the applicant could return of his own accord or the execution of any Norwegian sentence could be taken care of in the Netherlands, thus enabling the applicant’s attendance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Fifthly, the Court of Appeal had failed to explain why “due process and the interest of bringing the case to a close within a reasonable time” were given priority over the applicant’s attendance rights on 1 June 2010 given that those interests had never previously stood in the way of an adjournment of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Advocate General (advocaat-generaal) to the Supreme Court submitted an advisory opinion (conclusie) in which he expressed the view that, in the light of Article 281 taken together with Article 415 of the Code of Criminal Procedure (Wetboek van Strafvordering), the Court of Appeal had been called upon to decide whether the interest of the examination of the case at the hearing required the hearing to be adjourned. The advisory opinion continues (footnotes omitted):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“11.  [In the light of the principle stated, the Court of Appeal’s findings] do not reflect an incorrect understanding of the law; nor, in view of the following, is it incomprehensible. The Court of Appeal has established as fact that [its own] Advocate General has made several unsuccessful attempts to have the suspect – who is detained in Norway – transferred to the Netherlands so that he can exercise his right to attend the hearing in person. This finding implies that the Court of Appeal has considered the question whether it was possible for the suspect to be placed at its disposal for the purposes of the appeal but has answered it in the negative. Moreover, it does not appear likely that the applicant will return to the Netherlands shortly after the end of the criminal proceedings in Norway and will be able to appear at a further hearing. Contrary to what is argued by the drafter of the ground of appeal, the Court of Appeal therefore sufficiently examined the possibilities of mutual legal assistance. The fact that the Court of Appeal did not react in so many words to counsel’s suggestion that the outcome of the Norwegian criminal proceedings should be awaited does not change this. After all, in refusing to order an adjournment the Court of Appeal is not bound to answer every detail of the argument explicitly. [The sentence reflecting the decision that all parts of the request had been refused] was sufficient. That also implies the refusal to await the outcome of the Norwegian criminal proceedings, so that the suspect would be able to attend the hearing in the Netherlands by his own means or by way of transfer of the execution of the Norwegian sentence, if any.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Furthermore, the suspect appeared at the first instance hearings alongside his counsel, in addition to several appeal hearings which he attended together with his counsel. It follows that the suspect had the opportunity to exercise his right to attend hearings and state his version of events to a court, notwithstanding the fact that the merits of the case were not dealt with at the appeal hearings referred to. The summonses for the appeal hearing on 1 and 4 June 2010 – at which hearing the suspect did not appear – were served in accordance with the law. Moreover, the defence could be conducted at this hearing on the applicant’s behalf by the applicant’s counsel, as in fact was the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In addition, the Court of Appeal adjourned its examination of the case at the appeal hearing of 27 October 2009 already, at the request of counsel, because of the suspect’s detention in Norway. The examination of the case at the hearing in appeal had been adjourned nine times already, whereas the appeal proceedings lasted more than three years in total. The criminal acts with which the applicant was charged were committed in December 2004 [the drugs crimes] and January 2005 [the crimes against the person of E.] respectively, so that at the time of the appeal hearing of 1 June 2010 – at which hearing the request for an adjournment was made – five years and five months had already passed. Finally, in the cases of the co-suspects, which were dealt with simultaneously with [the present case] but not joined with it, one of them, S., did appear at that hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  Contrary to the argument made by the drafter of the point of appeal, the Court of Appeal was under no obligation to consider the seriousness of the charges against the applicant in deciding on the request for an adjournment but it was at liberty to consider the presence of counsel authorised to conduct the defence and the length of the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  The limpidity of the Court of Appeal’s reasoning is not impaired by the Court of Appeal’s reliance, in refusing the request for an adjournment, on due process and the interest of bringing the case to a close within a reasonable time, even though these arguments supposedly did not stand in the way of adjournments of earlier appeal hearings. I note in this connection that the adjournments, from 23 September 2008 onwards, were connected, at least in part, with the need to ensure due process: the hearing of witnesses and the realisation of the suspect’s right to attend the hearing in person.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 13 December 2011 the Supreme Court dismissed the applicant’s appeal on points of law on summary reasoning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  It would appear that the applicant returned to the Netherlands at some time in mid-2013.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The applicant served the remainder of the sentence given by the Amsterdam Court of Appeal. He was released on 26 August 2015.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings in Norway",
                                "elements": [
                                    {
                                        "content": "32.  On 27 January 2011 the Oslo District Court convicted the applicant of drugs offences and sentenced the applicant to eleven years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 1 September 2011 the Borgarting Court of Appeal reduced the prison sentence to five years and six months. It appears from the judgment that on 4 October 2009 the applicant had been caught red-handed importing 46 kilogrammes of cannabis. This judgment became final on 14 December 2011.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "34.  Appeal proceedings involve a complete rehearing of the case. Both the prosecution and the defence may ask for witnesses already heard at first instance to be heard again; they may also produce new evidence and request the hearing of witnesses not heard at first instance (Article 414). The defence enjoys the same rights as it does at first instance (Article 415).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Article 281, in its relevant part, provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  If necessary in the interest of the examination of the case [at the hearing], the Regional Court shall order an adjournment for a definite period or sine die. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "By virtue of Article 415 this provision applies equally to appeal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The only legal remedy available against a judgment given on appeal is an appeal on points of law (Article 427).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant domestic case-law",
                                "elements": [
                                    {
                                        "content": "37.  The Supreme Court has held as follows (judgments of 26 October 2004, ECLI:NL:HR:2004:AR2105; 11 October 2005, ECLI:NL:HR:2005:AU1988; and 25 March 2014, ECLI:HR:HR:2014:707):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When clear indications can be derived from the case file or the proceedings at the hearing that the accused has not waived of his free will the right to be tried in his presence, the examination of the case at a hearing begun on the basis of a summons lawfully delivered must be adjourned in order to offer the accused a fresh opportunity to attend the hearing. As a rule, there shall be such a suspension in the case, inter alia, that it appears at the hearing that the accused is at that moment detained on another ground. In that case the examination of the case shall be adjourned in order to offer the detained accused a fresh opportunity to attend a later hearing.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "All these judgments concerned accused detained abroad. In quashing the appellate courts’ judgments convicting the accused in absentia, the Supreme Court took into consideration in each of these cases that the Court of Appeal had failed to make any findings as to the possibilities, if any, of international legal assistance and the delays thereby occasioned, while pointing out that for the purposes of the reasonable time requirement the additional length of the proceedings caused by these delays would in principle be imputed to the accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In a judgment of 11 November 2014, ECLI:NL:HR:2014:3153, the Supreme Court held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In deciding on a request for an adjournment of the case the trial court must weigh all the interests involved, including the accused’s interest to exercise his right to attend his trial, the interest not only of the accused but also of society in effective and expeditious criminal proceedings and the interest of a good organisation of legal procedure”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The case concerned an accused who had been found by the Court of Appeal to have chosen of his own accord to undergo an operation and follow-up treatment in his country of origin, there being no suggestion that the accused was unable to travel or that the follow-up treatment required his uninterrupted presence abroad. The Court of Appeal had further noted that the operation had taken place before an earlier hearing, at which an adjournment had been ordered for unrelated reasons but which, on the admission of the defence, the accused would have been perfectly able to attend, and that the accused had been well aware of the new hearing date.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT INTERNATIONAL LAW",
                        "elements": [
                            {
                                "content": "A.  The European Convention on Extradition",
                                "elements": [
                                    {
                                        "content": "39.  The European Convention on Extradition (Council of Europe Treaty Series no. 24) was opened for signature in Paris on 13 December 1957. It was ratified by Norway on 19 January 1960 and by the Netherlands on 14 February 1969. As relevant to the case before the Court, it provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Contracting Parties undertake to surrender to each other, subject to the provisions and conditions laid down in this Convention, all persons against whom the competent authorities of the requesting Party are proceeding for an offence or who are wanted by the said authorities for the carrying out of a sentence or detention order.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Extradition shall be granted in respect of offences punishable under the laws of the requesting Party and of the requested Party by deprivation of liberty or under a detention order for a maximum period of at least one year or by a more severe penalty. Where a conviction and prison sentence have occurred or a detention order has been made in the territory of the requesting Party, the punishment awarded must have been for a period of at least four months. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The request shall be in writing and shall be communicated through the diplomatic channel. Other means of communication may be arranged by direct agreement between two or more Parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The request shall be supported by:",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The European Convention on Mutual Assistance in Criminal Matters",
                                "elements": [
                                    {
                                        "content": "40.  The European Convention on Mutual Assistance in Criminal Matters (Council of Europe Treaty Series no. 30) was opened for signature in Strasbourg on 20 April 1959. It was ratified by Norway on 21 April 1961 and by the Netherlands on 14 February 1969. As relevant to the case before the Court, it provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Contracting Parties undertake to afford each other, in accordance with the provisions of this Convention, the widest measure of mutual assistance in proceedings in respect of offences the punishment of which, at the time of the request for assistance, falls within the jurisdiction of the judicial authorities of the requesting Party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "This Convention does not apply to arrests, the enforcement of verdicts or offences under military law which are not offences under ordinary criminal law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Assistance may be refused:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A person in custody whose personal appearance as a witness or for purposes of confrontation is applied for by the requesting Party shall be temporarily transferred to the territory where the hearing is intended to take place, provided that he shall be sent back within the period stipulated by the requested Party and subject to the provisions of Article 12 in so far as these are applicable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Transfer may be refused:",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Subject to the provisions of Article 2, in a case coming within the immediately preceding paragraph, transit of the person in custody through the territory of a third State, Party to this Convention, shall be granted on application, accompanied by all necessary documents, addressed by the Ministry of Justice of the requesting Party to the Ministry of Justice of the Party through whose territory transit is requested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A Contracting Party may refuse to grant transit to its own nationals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The transferred person shall remain in custody in the territory of the requesting Party and, where applicable, in the territory of the Party through which transit is requested, unless the Party from whom transfer is requested applies for his release.”",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Norway made the following reservation, which remains in force:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Assistance can be refused:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a.  if the accused person is being prosecuted by the public prosecutor of Norway or by the judicial authorities of a third State for the criminal offence or offences which have given rise to the proceedings in the requesting State; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "b.  if the accused person has been convicted or acquitted by final judgment of a Norwegian court or the judicial authorities of a third State in respect of the criminal offence or offences which have given rise to the proceedings in the requesting State, or if the public prosecutor of Norway or the judicial authorities of a third State have decided either not to institute proceedings or to terminate proceedings in respect of a said offence or offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The preceding statement concerns Article(s): 2”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (c) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  The applicant complained that he had been prevented from attending the appeal hearing alongside his counsel in person. He alleged a violation of Article 6 §§ 1 and 3 (c) of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination ... of any criminal charge against him, everyone is entitled to a fair ... hearing ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance ...”",
                                "elements": []
                            },
                            {
                                "content": "43.  The Government denied that there had been any violation.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "44.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Argument before the Court",
                                        "elements": [
                                            {
                                                "content": "45.  The Government submitted in the first place that the applicant had committed a new criminal offence abroad knowing full well that the hearing of his appeal was scheduled to take place shortly afterwards. Citing Medenica v. Switzerland, no. 20491/92, ECHR 2001VI, they argued that in so doing he had brought it upon himself that he was prevented from attending the hearing of the Amsterdam Court of Appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Government also pointed to the attempts made by the Public Prosecution Service to secure the applicant’s presence, as mentioned in the official record of the Court of Appeal’s hearing of 1 June 2010 (see paragraph 27 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Thirdly, they submitted that the applicant had participated in the proceedings at first instance and that he had in addition been able to attend all hearings of the Court of Appeal prior to his arrest. He had therefore had sufficient opportunity to express his views. Moreover, prior to the hearings of 1 and 4 June 2010 the applicant had given his counsel instructions by telephone or other means, or at least had been in a position to do so, thus enabling his counsel to conduct the defence in his absence. In their view, this made the present case similar to De Groot v. the Netherlands (dec.), no. 34966/97, 23 February 1999.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Fourthly, they argued that there had been no urgent need for the applicant to attend the hearing alongside his counsel. No witnesses or experts had been heard. In addition, the Court of Appeal had had to weigh any interest of the applicant against the interests of the applicant’s co-defendants, who were on trial simultaneously with the applicant; the interests of the next-of-kin of the victim E., who were entitled to see justice done; and the interest in bringing the case to a close within a reasonable time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Finally, the Government noted that the application concerned a case being heard on appeal following proceedings at first instance which “unequivocally satisfied the requirements laid down in the Court’s case-law”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  In the submission of the applicant, the Government’s position that he had relinquished the right to attend the hearing was inconsistent with the case-law of the Supreme Court, which required as a rule that hearings should be adjourned if the accused was detained abroad for whatever reason. He also questioned the relevance of Medenica, a case in which a suspect wanted for trial in Switzerland had deliberately misled an American court in order to secure a judgment that would prevent his extradition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The attempts made by the domestic authorities to secure the applicant’s presence at the hearing could not be considered positive measures aimed at curing the procedural failing complained of because they were inherently futile: as reflected in the official record of the Court of Appeal’s hearing of 1 June 2010 (see paragraph 27 above), international legal assistance pursuant to the European Convention on Mutual Assistance in Criminal Matters (see paragraphs 37-38 above) would have required a valid title for the applicant’s detention in the Netherlands, which at that time did not exist. The only genuine solution would have been for the Court of Appeal to adjourn the hearing in the applicant’s case. Given that the Oslo District Court gave judgment on 27 January 2011 and the Borgarting Court of Appeal did so on 1 September 2011, the additional delays thereby caused would not have resulted in an unacceptable prolongation of the proceedings in the Netherlands.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Citing, among others, Colozza v. Italy, 12 February 1985, Series A no. 89; F.C.B. v. Italy, 28 August 1991, Series A no. 208B; and Zana v. Turkey, 25 November 1997, Reports of Judgments and Decisions 1997VII, the applicant submitted that the accused’s right to be present at the hearing in person was closely connected to, but nonetheless distinguishable from the right to conduct a defence. It was therefore irrelevant that the defence had been conducted by counsel. Similarly, it was immaterial that the applicant had participated in the first-instance proceedings because in criminal cases in the Netherlands the Court of Appeal was called upon itself to make a full assessment of both the facts and the law. While the applicant had been able to attend the hearings of the Court of Appeal prior to his arrest in Norway, these had been merely preparatory in nature; the merits of the case had been addressed only on 1 and 4 June 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The present case could not be equated with that of De Groot, since –unlike in the present case – in that case counsel had not objected to the decision to continue the proceedings in the absence of the accused, had not sought an adjournment on the basis of the applicant’s absence and had not raised any arguments to the effect that the applicant’s absence would constitute a handicap for the defence, but had merely defended the applicant in relation to the substance of the charges brought on the evidence available.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The applicant’s two co-defendants had not been in custody at the relevant time. Moreover, it would have been possible to continue the proceedings in their cases separately, as the outcome of the proceedings against them did not prejudge the outcome of those against the applicant and vice versa.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The interests of the victim’s next-of-kin to see justice done and the need to dispose of the case within a reasonable time had not prevented the Court of Appeal from ordering a large number of adjournments for reasons of internal organisation, yet had incongruously been allowed to prevail over the applicant’s own right to a fair hearing.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "56.  As the Court has held on many occasions, Article 6 § 1 of the Convention does not compel the Contracting States to set up courts of appeal or of cassation. Nevertheless, a State which does institute such courts is required to ensure that persons amenable to the law shall enjoy before these courts the fundamental guarantees contained in Article 6 (see, among many other authorities, Delcourt v. Belgium, 17 January 1970, § 25, Series A no. 11; De Cubber v. Belgium, 26 October 1984, § 32, Series A no. 86; Omar v. France, 29 July 1998, § 41, Reports 1998V; Khalfaoui v. France, no. 34791/97, § 37, ECHR 1999‑IX; and Kudła v. Poland [GC], no. 30210/96, § 122, ECHR 2000‑XI; Lalmahomed v. the Netherlands, no. 26036/08, § 36, 22 February 2011; and Morice v. France [GC], no. 29369/10, § 88, ECHR 2015). The right to the fair administration of justice holds so prominent a place in a democratic society that it cannot be sacrificed for the sake of expedience (see Delcourt, loc. cit.; more recently, Ryakib Biryukov v. Russia, no. 14810/02, § 37, ECHR 2008; Ramanauskas v. Lithuania [GC], no. 74420/01, § 53, ECHR 2008; and Lalmahomed, loc. cit.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Although this is not expressly mentioned in paragraph 1 of Article 6, the object and purpose of the Article taken as a whole show that a person “charged with a criminal offence” is entitled to take part in the hearing. Moreover, sub-paragraphs (c), (d) and (e) of paragraph 3 guarantee to “everyone charged with a criminal offence” the right “to defend himself in person”, “to examine or have examined witnesses” and “to have the free assistance of an interpreter if he cannot understand or speak the language used in court”, and it is difficult to see how he could exercise these rights without being present (see Colozza, cited above, § 27; T. v. Italy, 12 October 1992, § 26, Series A no. 245C; F.C.B. v. Italy, cited above, § 33; and Sejdovic v. Italy [GC], no. 56581/00, § 81, ECHR 2006II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court has also held that although proceedings that take place in the accused’s absence are not of themselves incompatible with Article 6 of the Convention, a denial of justice nevertheless undoubtedly occurs where a person convicted in absentia is unable subsequently to obtain from a court which has heard him a fresh determination of the merits of the charge, in respect of both law and fact, where it has not been established that he has waived his right to appear and to defend himself or that he intended to escape trial (see Sejdovic, cited above, § 82, with further references). In particular, where an appellate court has to examine a case as to the facts and the law and make a full assessment of the issue of guilt or innocence, it cannot determine the issue without a direct assessment of the evidence given in person by the accused for the purpose of proving that he did not commit the act allegedly constituting a criminal offence (see Hermi v. Italy [GC], no. 18114/02, § 64, ECHR 2006XII; see also, as a more recent authority, Zahirović v. Croatia, no. 58590/11, § 56, 25 April 2013). Still less can it do so where the appellate court is called upon to examine whether the applicant’s sentence should be increased (Zahirović, § 57).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Turning to the present case, the Court notes at the outset that there is nothing to suggest that the applicant did not intend to attend the Court of Appeal’s hearing on the merits. In this, the facts of the present case are in stark contrast with those of Medenica. Likewise, although the applicant’s counsel was offered – and made use of – the opportunity to conduct the defence in the applicant’s absence, he made requests both before and at the hearing for an adjournment in order to enable the applicant to attend in person (see paragraphs 17-20 above). In this the present case differs markedly from De Groot. In the light of the case-law set out in the preceding three paragraphs, the Court considers that the applicant was entitled to attend the Court of Appeal’s hearing on the merits of his case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The present case is, in its essentials, identical to F.C.B. v. Italy. In that case an Italian court proceeded with the trial of an absent accused even though the Italian authorities had received official information that the accused was in detention in the Netherlands. The Court noted in that case that there was nothing to indicate that Mr F.C.B. had intended to waive his right to appear at the trial and defend himself (see F.C.B. v. Italy, cited above, § 33).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The refusal of the Court of Appeal to consider measures that would have enabled the applicant to make use of his right to attend the hearing on the merits is all the more difficult to understand given that the Court of Appeal increased the applicant’s sentence from four years and six months to eight years, which meant that after returning to the Netherlands the applicant had to serve time in addition to the sentence of the Regional Court which he had already completed (see paragraphs 15 and 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court agrees with the Government that the applicant’s arrest in Norway was a direct consequence of his own behaviour (compare, mutatis mutandis, F.C.B. v. Italy, cited above, § 35). It also recognises as legitimate the interests of the victim’s surviving kin and of society as a whole in seeing the criminal proceedings against the applicant brought to a timely conclusion. Even so, having regard to the prominent place which the right to a fair trial holds in a democratic society within the meaning of the Convention, the Court cannot find that either the applicant’s presence at hearings during the first-instance proceedings and the initial stages of the appeal proceedings or the active conduct of the defence by counsel can compensate for the absence of the accused in person (see, mutatis mutandis, Zana, cited above, § 72).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  There has accordingly been a violation of Article 6 §§ 1 and 3 (c) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "64.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "\tDamage",
                                "elements": [
                                    {
                                        "content": "65.  The applicant claimed compensation for non-pecuniary damage only. He asked the Court to award him damages at the domestic rate – 80 euros (EUR) per day – for the additional time he had spent imprisoned as a result of the judgment of the Court of Appeal. Taking into account the domestic practice of granting conditional early release, he had had to serve a further 840 days; his claim therefore came to a total of EUR 67,200. In the alternative, he claimed EUR 2,500 in respect of the violation of his right to a fair hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government contested the applicant’s main claim but did not comment on the alternative claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court considers that in the circumstances of the case the finding of a violation constitutes sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Moreover, the Court observes that where, as in the instant case, a person is convicted in domestic proceedings that have entailed breaches of the requirements of Article 6 of the Convention, a new trial or the reopening of the domestic proceedings at the request of the interested person might be an appropriate way to redress the violation (see, among other authorities, Gençel v. Turkey, no. 53431/99, § 27, 23 October 2003; Sejdovic, cited above, § 126; and Cudak v. Lithuania [GC], no. 15869/02, § 79, ECHR 2010). In this connection, it notes that Article 457 § 1 (b) of the Netherlands Code of Criminal Procedure provides for the possibility of revision (herziening) by the Supreme Court of a conviction where it has been determined in a ruling of the Court that there has been a violation of the Convention or one of its Protocols, as the case may be, in proceedings that have led to the conviction, or a conviction of the same crime, if revision is necessary with a view to reparation within the meaning of Article 41 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by six votes to one, that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, unanimously, that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 February 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Myjer is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  I do not agree with the majority. In my opinion the majority did not sufficiently take into account the very specific circumstances of the present case.",
                        "elements": []
                    },
                    {
                        "content": "Let me explain. When I was a permanent judge in the Court I would always ask myself: does the proposed outcome feel right to me? If the answer was yes and the proposed reasoning was in conformity with the Court’s case-law, I would vote in favour of the proposed outcome without hesitation. If not, I would try to find a reason for my instinctive reaction and, if need be, to find another solution that did not cause me such uneasiness.",
                        "elements": []
                    },
                    {
                        "content": "In this particular case I agree that the reasoning in the judgment is in line with the general case-law (Hermi v. Italy [GC], no. 18114/02, ECHR 2006XII) and, at first sight, appears convincing. Still, the outcome does not feel right to me.",
                        "elements": []
                    },
                    {
                        "content": "2.  My instinctive reaction to the majority’s solution has to do with the following. As is the case in many other countries, people in the street are very worried about the possibility of terrorist violence. But the increasing frequency of violent acts and liquidations in the organised drugs scene comes a close second. Gangland murders of this type, mostly in public places and involving the use of heavy firearms, are now reported on a monthly or even a weekly basis.",
                        "elements": []
                    },
                    {
                        "content": "This case has to be seen against that background. The victim was kidnapped and tortured (one of the rare cases where it could in fact be established that a kidnapped person had been tortured) and his dead body was left at a building site. It was clear that this had to do with organised drugs crime. Apparently a quantity of hashish had been stolen from a gang of criminals; this gang had tried to extort information as to the whereabouts of the stolen hashish from the victim. There came a point when the police had reason to believe that the applicant was heavily involved in this case of kidnapping/torture/infliction of injuries/drugs trafficking.",
                        "elements": []
                    },
                    {
                        "content": "The applicant was arrested on 11 April 2006. He claimed to be innocent. It turns out in practice that these organised drugs crime cases are the most difficult to solve: suspects tend to invoke their right to remain silent. So it took quite a while before the case was finalised at first instance. The applicant was found guilty and handed a prison sentence of 4 years and 6 months. He was acquitted on one part of the charges. The public prosecutor had sought a prison sentence of 8 years.",
                        "elements": []
                    },
                    {
                        "content": "Both the applicant and the prosecutor appealed. On appeal, the case of the applicant was considered in parallel with cases against certain other individuals suspected of involvement in the same crimes, and who had appealed as well. In the appeal proceedings the applicant and his (new) counsel asked for several witnesses to be heard. Apparently the Court of Appeal ordered that these witnesses should first be heard by the investigating judge.",
                        "elements": []
                    },
                    {
                        "content": "On 26 March 2009 the applicant was released in accordance with Article 15 of the Netherlands Criminal Code, since he had served two-thirds of the prison sentence imposed on him by the court of first instance. After his release he appeared at the next hearing in his case, on 18 May 2009. It turned out that some witnesses had still to be heard, and so the hearing in his case (and that of the co-defendants) was adjourned until 27, 29 and 30 October 2009. The applicant was told to be present on that date without further notice. I would add that the very fact that the Court of Appeal had again reserved three days for the final hearing shows that they actually intended to proceed with the case. It goes without saying that reserving three days in the schedule of a court impinges on the working capacity of that court.",
                        "elements": []
                    },
                    {
                        "content": "3.  To me the crucial point (making the circumstances in this case very exceptional) is as follows.",
                        "elements": []
                    },
                    {
                        "content": "The applicant was subsequently arrested in Norway on 4 October 2009 in connection with the smuggling of 9 kg of amphetamines and roughly 47 kg of cannabis resin. According to the judgment of the Borgarting Court of Appeal (Norway), which later convicted and sentenced the applicant:",
                        "elements": []
                    },
                    {
                        "content": "4.  In that connection I would like to make the following two comments.",
                        "elements": []
                    },
                    {
                        "content": "Firstly, if the arrest in Norway had been connected with “old” suspicions in “old” cases, the situation would have been more or less comparable to that in F.C.B. v. Italy (28 August 1991, Series A no. 208B) – a judgment on which the majority place heavy reliance as precedent. In general, in such circumstances the applicant would not have incurred any blame for travelling to Norway.",
                        "elements": []
                    },
                    {
                        "content": "Secondly, had the new suspicion against the applicant been a general one, of a kind where he could easily have denied all involvement, that also would have been a different case. Such lingering doubt would have made it preferable to await the judgment of at least the court of first instance in Norway.",
                        "elements": []
                    },
                    {
                        "content": "But here the applicant, having been notified in person that he was expected to appear before the Amsterdam Court of Appeal on 27 October 2009, travelled to Norway three weeks before that date to oversee the handover of illegal drugs in person, and he was caught red-handed while transporting these drugs in Norway. That is a situation in which, in my opinion, he himself is totally responsible for not being able to appear on 27 October. And these are circumstances in which the presumption of innocence cannot reasonably prevent any court from finding that the applicant has been arrested under circumstances which fall within his responsibility.",
                        "elements": []
                    },
                    {
                        "content": "5.  Given that the applicant had been arrested in Norway, his case – and, be it noted, the cases of the co-defendants – were not brought to a conclusion by the Amsterdam Court of Appeal on 27 October 2009 or the following days. At that time the applicant’s Dutch lawyer had not yet had access to his client, who was detained in Norway and whose contacts with the outside world were severely restricted. The case was again adjourned, this time until 4 June 2010 – more than seven months later. In the meantime the Advocate-General at the Amsterdam Court of Appeal attempted by all legal means to have the applicant brought to the Netherlands in accordance with the applicable international treaties so that the applicant could at least be present at the adjourned hearing in Amsterdam. That turned out to be impossible. By that time it had, however, been possible for the applicant’s Dutch lawyer to make contact with his client. When it was clear that the applicant would not be in any position to come to Amsterdam in person to attend his trial, the Amsterdam Court of Appeal eventually gave a reasoned decision to proceed with the case in his absence. The applicant’s counsel conducted the defence (capably and at length). The Court of Appeal held as follows:",
                        "elements": []
                    },
                    {
                        "content": "Thus the Court of Appeal made it clear that a balancing exercise was necessary, weighing up the interests of the applicant and the interests of society as a whole, together with the interest of proper organisation of the judicial system. And yes, that is what the Supreme Court of the Netherlands has always said, in line with Strasbourg case-law: that in this balancing act, other factors (including the interests of the victim’s family) may also be of importance.",
                        "elements": []
                    },
                    {
                        "content": "It seems that the Court of Appeal additionally considered it important that the cases of the co-accused were also pending. And I might add that, if the Court of Appeal had severed the applicant’s case from those of the co-defendants, the demands of impartiality would have made it necessary for an entire new chamber of the Court of Appeal, composed of different judges, to be set up specifically for the case of the applicant.",
                        "elements": []
                    },
                    {
                        "content": "The Court of Appeal then found the applicant guilty of complicity in causing grievous bodily harm resulting in death, abduction and transporting and possessing an unspecified quantity of drugs, and acquitted him of threatening grievous bodily harm. The Court of Appeal went on to say that the facts thus proven were so shocking and abhorrent that a prison sentence of 8 years (as also sought by the Advocate-General at the Court of Appeal) was appropriate.",
                        "elements": []
                    },
                    {
                        "content": "Again, this is the kind of case where it was in the interest not just of the victim’s next-of-kin, but also of the public at large, that the case should finally be brought to a conclusion.",
                        "elements": []
                    },
                    {
                        "content": "6.  In the judgment it is suggested that the case bears a resemblance to that of F.C.B. v. Italy (cited above). The Government relied on Medenica v. Switzerland, no. 20491/92, ECHR 2001VI. Just for the record, Medenica is a case with “Case Reports” status. Since that case is a later case than F.C.B. I quote the principles as set out in Medenica:",
                        "elements": []
                    },
                    {
                        "content": "As I said before, F.C.B. v. Italy (HUDOC importance level 2) deals with the situation where it transpires that the applicant cannot appear since he is detained elsewhere. And there the Court ruled (§ 35):",
                        "elements": []
                    },
                    {
                        "content": "However, neither the F.C.B. situation nor the Medenica situation is similar to what happened in the case of the present applicant. In F.C.B. the applicant was acquitted. The prosecution appealed. Years passed before it became clear that the Supreme Court had quashed that judgment and that the case had to be reheard. In the meantime the applicant had moved abroad and was, two years later, arrested for some subsequent crimes. He was still in detention in the Netherlands when the Italian judiciary wanted to reopen the trial.",
                        "elements": []
                    },
                    {
                        "content": "In Medenica the applicant had managed by his conduct to obtain a judgment in the USA that prevented him from going to Switzerland, where he was supposed to stand trial.",
                        "elements": []
                    },
                    {
                        "content": "So the lesson to be learned from Medenica is that where a defendant has largely contributed to bringing about a situation that prevented him from appearing at his trial, the Government cannot be blamed for the need ultimately to decide the case in his absence.",
                        "elements": []
                    },
                    {
                        "content": "7.  In this particular case, the applicant admittedly did not have any interest in getting himself arrested and detained in Norway. It is true that he emphasised that he wanted to be present at his trial in the Netherlands. Nevertheless, he not only largely contributed to the situation that prevented him from appearing before the Amsterdam Court of Appeal (compare Medenica), but in my opinion bears full responsibility for bringing it about. He was the one who, because of his very conduct, was arrested in Norway. Not by chance or because of something he could not have expected, but because he was caught red-handed handling illegal drugs. He got involved in that business at a time that he was fully aware that three weeks later his presence would be required by the Court of Appeal for a rehearing of his case in Amsterdam. The Court of Appeal nonetheless adjourned it again, to see if there was any chance that he might turn up. When that proved impossible they pressed ahead with the case, acknowledging that the main rule was that the applicant should be able to be present at the hearing, but also reflecting that this was not an absolute right and that there came a time when it was necessary to weigh other interests in the balance. The Court of Appeal also took into account the fact that the applicant had been present at the beginning of the trial, had named the witnesses he wanted to have examined, and had been in contact with his Dutch lawyer.",
                        "elements": []
                    },
                    {
                        "content": "8.  In my opinion the line of reasoning in the present judgment should accordingly have been, firstly, that the applicant himself was not largely but fully responsible for bringing about a situation that prevented him from appearing before the Amsterdam Court of Appeal; secondly, that the Court of Appeal nevertheless tried to see if there were still legal possibilities (based on international treaties) of having him brought to the Netherlands and for that reason again adjourned the case; thirdly, that the Court of Appeal took into consideration the fact that at least the applicant had been allowed contact with his Dutch lawyer in Norway.",
                        "elements": []
                    },
                    {
                        "content": "To put it differently, the Amsterdam Court of Appeal did everything it could to guarantee the Article 6 rights of the accused as far as possible. The only thing it did not do was order yet another adjournment until the applicant was finally able to leave Norway and return to the Netherlands.",
                        "elements": []
                    },
                    {
                        "content": "9.  I am fully aware that crooks have human rights too. Even crooks who are suspected of having abducted and tortured a victim and left him for dead on a building site. But that does not mean that this applicant has an absolute right to take control of the way the proceedings against him should be handled and of the time when hearings should take place. It was his own behaviour which prevented him from attending a court hearing of which he had been duly notified. It had nothing to do with force majeure or with anything unexpected. The only thing is that he apparently did not expect the Norwegian police to catch him red-handed.",
                        "elements": []
                    },
                    {
                        "content": "10.  And although this may sound slightly exaggerated, I repeat that the judgment does not feel right to me. Worse still, I will have great difficulty explaining to others that in the particularly egregious circumstances of this case, Article 6 has been violated.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Luis López Guerra",
            "role": "president"
        },
        {
            "name": "Helena Jäderblom",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "ad hoc judge"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF HOKKELING v. THE NETHERLANDS",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-171096.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0214JUD003074912",
    "externalsources": [],
    "extractedappno": [
        "30749/12",
        "20491/92",
        "34966/97",
        "34791/97",
        "30210/96",
        "26036/08",
        "29369/10",
        "14810/02",
        "74420/01",
        "56581/00",
        "18114/02",
        "58590/11",
        "53431/99",
        "15869/02",
        "26103/95",
        "29731/96",
        "31070/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 457 § 1 (b) of the Code of Criminal Procedure"
    ],
    "itemid": "001-171096",
    "judgementdate": "14/02/2017 00:00:00",
    "kpdate": "14/02/2017 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "85",
        "86",
        "122",
        "162",
        "216",
        "577",
        "283"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6-3-c",
        "6-3-e",
        "6-3-d",
        "6-1",
        "6",
        "41"
    ],
    "parties": [
        "HOKKELING",
        "THE NETHERLANDS"
    ],
    "rank": "1765.87573242188",
    "representedby": [
        "FRANKEN A.A."
    ],
    "respondent": "NLD",
    "respondentOrderEng": "32",
    "scl": [
        "Colozza v. Italy, 12 February 1985, Series A no. 89",
        "Cudak v. Lithuania [GC], no. 15869/02, § 79, ECHR 2010",
        "De Cubber v. Belgium, 26 October 1984, § 32, Series A no. 86",
        "Delcourt v. Belgium, 17 January 1970, Series A no. 11",
        "F.C.B. v. Italy, 28 August 1991, Series A no. 208 B, p. 21",
        "Gençel v. Turkey, no. 53431/99, § 27, 23 October 2003",
        "Hermi v. Italy [GC], no. 18114/02, § 64, ECHR 2006 XII",
        "Khalfaoui v. France, no. 34791/97, § 37, ECHR 1999 IX",
        "Kudła v. Poland [GC], no. 30210/96, § 122, ECHR 2000 XI",
        "Lalmahomed v. the Netherlands, no. 26036/08, 22 February 2011",
        "Morice v. France [GC], no. 29369/10, § 88, ECHR 2015",
        "Omar v. France, 29 July 1998, § 41, Reports 1998 V",
        "Ramanauskas v. Lithuania [GC], no. 74420/01, § 53, ECHR 2008",
        "Ryakib Biryukov v. Russia, no. 14810/02, § 37, ECHR 2008",
        "Sejdovic v. Italy [GC], no. 56581/00, ECHR 2006 II",
        "T. v. Italy, 12 October 1992, § 26, Series A no. 245 C",
        "Zahirović v. Croatia, no. 58590/11, 25 April 2013",
        "Zana v. Turkey, 25 November 1997, Reports of Judgments and Decisions 1997 VII"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "461279",
    "typedescription": "15"
}