{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "4413/10",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-189793.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 4413/10) against the Republic of Armenia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Armenian national, Mr Mher Alikhanyan (“the applicant”), on 15 December 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr K. Tumanyan, a lawyer practising in Vanadzor. The Armenian Government (“the Government”) were represented by their Agent, Mr G. Kostanyan, Representative of the Republic of Armenia to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 18 March 2014 notice of the complaints concerning the deprivation of property and the right to a fair trial was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant lives in Shnogh village.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "5.  In the 1970s a copper-molybdenum deposit (‘Teghout’) was discovered about four and six km away from the villages of Teghout and Shnogh respectively, in the Lori Region.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  In 2001 a private company, Armenian Copper Programme CJSC, was granted a mining licence for the exploitation of the Teghout coppermolybdenum deposit for a period of twenty-five years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 1 November 2007 the Government adopted Decree no. 1279-N approving the expropriation zones of territories situated within the administrative boundaries of the rural communities of Shnogh and Teghout in the Lori Region to be taken for State needs and changing the category of land use. According to the Decree, Armenian Copper Programme CJSC or Teghout CJSC, founded by the former for the purpose of the implementation of the Teghout copper-molybdenum deposit exploitation project, were to acquire the units of land listed in its annexes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The plot of land belonging to the applicant was listed among the units of land falling within these expropriation zones.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings concerning the expropriation of the applicant’s property",
                                "elements": [
                                    {
                                        "content": "9.  The applicant lives in Shnogh village and earns his living from agriculture. He owned a plot of arable land in the village measuring 0.186 ha. The land was used for growing crops for the family, feeding the livestock and beekeeping.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On an unspecified date Teghout CJSC addressed a letter to the applicant containing an offer to buy his plot of land. The amount of compensation offered was 134,000 Armenian Drams (AMD, approximately 290 euros (EUR)), plus an additional 15% as required by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant did not reply to the offer, not being satisfied with the amount of compensation. It appears that the applicant tried to obtain an alternative evaluation of his property by other companies but did not succeed. He claims that no other evaluation company was willing to make an independent evaluation of the market value of his land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 13 May 2008 Teghout CJSC lodged a claim against the applicant seeking to oblige him to sign the agreement on taking of his property for State needs. The company based its claim, inter alia, on the evaluation report prepared at its request by Oliver Group LLC, a licensed evaluation company. According to the report, the market value of the applicant’s plot of land was estimated at AMD 134,000 (approximately EUR 290).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In the proceedings before the Lori Regional Court, the applicant argued that the market value of his land had been underestimated. He further submitted that the evaluation of his property had not been carried out correctly since no account had been taken of the number of fruit trees, their profitability and the existence of a fence and a water pipeline on the territory in question. He also claimed to be unable to submit an alternative evaluation of the real market value of his land since other companies refused to perform an evaluation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In the course of the proceedings, Teghout CJSC submitted another evaluation report of the applicant’s property stating that, after the institution of the proceedings, Oliver Group LLC had prepared a corrected report according to which the market value of the applicant’s plot of land was estimated at AMD 137,000 (approximately EUR 298). The final amount of compensation, including the additional 15% required by law, would thus be AMD 157,550 (approximately EUR 343).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 28 November 2008 the Regional Court granted Teghout CJSC’s claim, awarding the applicant a total of AMD 157,550 in compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant lodged an appeal. Relying, inter alia, on Article 1 of Protocol No. 1 to the Convention, he complained that the Regional Court had deprived him of his property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 19 March 2009 the Civil Court of Appeal upheld the Regional Court’s judgment, finding that the latter had properly determined the market value of the property based on the corrected evaluation report prepared by Oliver Group CJSC.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicant lodged an appeal on points of law raising similar arguments to those submitted in the previous appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 17 June 2009 the Court of Cassation declared the applicant’s cassation appeal inadmissible for lack of merit.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Constitution of 1995 (following the amendments introduced on 27 November 2005 with effect from 6 December 2005)",
                                "elements": [
                                    {
                                        "content": "20.  According to Article 19, everyone has the right to a public hearing of his case by an independent and impartial court within a reasonable time, in conditions of equality and with respect for all fair trial requirements, in order to have his violated rights restored, as well as the validity of the charge against him determined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  According to Article 31, everyone shall have the right to dispose of, use, manage and bequeath his property in the way he sees fit. No one can be deprived of his property, save by a court in cases prescribed by law. Property can be expropriated for the needs of society and the State only in exceptional cases of paramount public interest, in a procedure prescribed by law and with prior equivalent compensation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Code of Civil Procedure (in force from 1999)",
                                "elements": [
                                    {
                                        "content": "22.  According to Article 6, civil proceedings shall be adversarial and shall be conducted with respect for equality of arms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Article 53 § 2 of the Code provides that the court shall consider no piece of evidence as already established.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  According to Article 60 § 1, in order to clarify issues requiring specialised knowledge which arise during the examination of a case, the court can appoint a forensic examination upon application by a party (parties) or of its own motion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Article 60 § 6 of the Code provides that the court warns the expert about criminal liability for submission of an obviously false conclusion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  According to Article 61, the participants in the proceedings are entitled to be present at the forensic examination, save in cases where their presence could hinder the regular work of the expert.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Law on Alienation of Property for the needs of Society and the State (in force from 30 December 2006)",
                                "elements": [
                                    {
                                        "content": "27.  According to section 3 § 1, the constitutional basis for alienation of property for the needs of society and the State is the prevailing public interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Section 3 § 2 provides that the constitutional requirements for alienation of property for the needs of society and the State are the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  alienation must be carried out in accordance with a procedure prescribed by the law,",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  prior adequate compensation should be provided for property subject to alienation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  According to section 4 § 1, the public interest must prevail over the interests of the owner of property subject to alienation, and alienation of that property must be essential to implementation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Section 4 § 2 provides that the prevailing public interest may pursue, inter alia, the implementation of mining projects having important State or community significance. The aim of securing additional income for the State or community budget is not by itself a prevailing public interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  According to section 11 § 1, adequate compensation should be paid to the owner of property subject to alienation. The market value of the property plus an additional 15% is considered to be an adequate amount of compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Section 11 § 3 provides that the determination of the market value of real estate and property rights in respect of real estate is carried out in accordance with the procedure set out by the Law on Real Estate Evaluation Activity.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Law on Real Estate Evaluation Activity (as in force at the material time)",
                                "elements": [
                                    {
                                        "content": "33.  According to section 8, evaluation is obligatory in case of alienation of immovable property for State or community needs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Section 15 § 1 (1) provides that persons engaged in real estate evaluation have the right to use independent methods of real estate evaluation in compliance with the evaluation standard.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Government Decree No. 1279-N of 1 November 2007 approving the expropriation zones of certain territories situated within the administrative boundaries of the rural communities of Shnogh and Teghout in the Lori Region to be taken for State needs and changing the category of land use (ՀՀ Կառավարության 2007 թ. նոյեմբերի 1-ի թիվ 1279-Ն որոշումը Հայաստանի Հանրապետության Լոռու մարզի Շնողի և Թեղուտի գյուղական համայնքների վարչական սահմաններում որոշ տարածքներում բացառիկ՝ գերակա հանրային շահ ճանաչելու և հողերի նպատակային նշանակությունը փոփոխելու մասին)",
                                "elements": [
                                    {
                                        "content": "35.  For the purpose of the implementation of the Teghout coppermolybdenum deposit exploitation project, and in the perspective of building and operating a mining plant, the Government decided to approve the expropriation zones of agricultural land situated within the administrative boundaries of the rural communities of Shnogh and Teghout in the Lori Region to be taken for State needs, with a total area of 81.483 ha. According to the Decree, the public interest in the development of the economy and infrastructure and the interest in higher levels of production and export prevailed over the private interests of the proprietors.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicant complained under Article 1 of Protocol No. 1 to the Convention that the deprivation of his property did not satisfy the requirement of lawfulness, did not pursue any public interest and that the amount of compensation awarded had been inadequate. In particular, he complained that the law was not sufficiently foreseeable in that it did not specify the criteria for determining the market value of property to be taken for State needs.",
                                "elements": []
                            },
                            {
                                "content": "37.  Article 1 of Protocol No. 1 to the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "38.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "39.  The applicant maintained that his expropriated land had been his only source of income. He argued that the deprivation of his property had not satisfied the requirement of lawfulness, had not pursued any public interest and that the amount of compensation awarded had been inadequate. As regards the requirement of lawfulness, he argued that the law was not sufficiently foreseeable in that it did not specify the criteria for determining the market value of property to be taken for State needs. The applicant denied that the expropriation of his land had been carried out on “public interest” grounds. He argued that it was manifestly unreasonable in the present case to rely on a “public interest” when the measure had an exclusively commercial purpose, taking into account that the mining project was being implemented by a private company which did not have any State participation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The applicant further argued that the evaluation of the market value of his land had been done by relying on the comparative method which could not adequately reflect its true market value. Moreover, the sum that he had received in compensation was much lower than the cadastral value of the expropriated land at the time the expropriation procedure was initiated and was manifestly inadequate in relation to the actual value of the land in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government maintained the deprivation of the applicant’s property had been “provided by law” and by “the general principles of international law”. According to the domestic law, the determination of the market value of a real estate was to be carried out in accordance with the Law on Real Estate Evaluation Activity which was sufficiently precise as regards the definition and calculation of the due compensation for expropriation. As this Law had entered into force in 2005, it had been foreseeable to the applicant. Moreover, the expropriation of the applicant’s land had been carried out in the public interest and it had pursued the legitimate aim of development of the economy and infrastructure and had been in the interest of the higher levels of production and export. These public interests had prevailed over the applicant’s private interest. The fact that the expropriation of the applicant’s land had been carried out by a private company did not by any means exclude the existence of public interest in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  As to the fair balance, the Government stressed that the expropriation of the applicant’s land had struck a fair balance between the demands of the general interest of the public and the requirements of the protection of the applicant’s property rights. The compensation paid to the applicant had been proportional to the aim pursued. The market value of the plot of land in question had been calculated by applying income and comparative methods. The comparative method took into account several factors influencing the market value of agricultural lands, such as property rights and restrictions; appearance of the plot of land; existence of any water supplies; measurements, location and yield of the plot of land; melorative conditions; existence of any transport access; and slope degree and degree of rock content of the plot of land. The income method took into consideration the necessary expenses and the expected incomes of the growing crops in the agricultural lands at issue. The average fertility rates were used for the calculation of the market value of the plot of land in question. Data from neighboring and compatible plots of land not subject of expropriation for the State needs were used in the market value assessment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Government argued that the applicant had not in any way been imposed an “individual and excessive burden”. The applicant had been given every chance, inter alia, to present other evaluation reports, to file motions and to lodge appeals. He had even been discharged from the payment of State tribute when applying to the Court of Appeal and the Court of Cassation. His rights had been fully guaranteed and the domestic proceedings and the expropriation of his land had been in full compliance with the national legislation and the Convention. There was thus no violation of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "44.  In the present case, it is not in dispute that there has been a “deprivation of possessions” within the meaning of the second sentence of Article 1 of Protocol No. 1. The Court must therefore ascertain whether the impugned deprivation was justified under that provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court reiterates that, to be compatible with Article 1 of Protocol No. 1, an expropriation measure must fulfil three conditions: it must be carried out “subject to the conditions provided for by law”, which rules out any arbitrary action on the part of the national authorities, must be “in the public interest”, and must strike a fair balance between the owner’s rights and the interests of the community (see, among other authorities, Vistiņš and Perepjolkins v. Latvia [GC], no. , § 94, 25 October 2012). The Court will thus proceed to examine whether those three conditions have been met in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In the instant case it is not in dispute that the expropriation of the applicant’s property was carried out on the basis of the Law on Alienation of Property for the needs of Society and the State. Section 11 § 3 of that Law refers to the Law on Real Estate Evaluation Activity which provides for the methods for real estate evaluations (see paragraphs 32-34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court has already found in its earlier case-law that the above-mentioned legal provisions were clear enough to enable applicants to foresee in general terms the manner in which the market value of their property would be evaluated (see Osmanyan and Amiraghyan v. Armenia, no. 71306/11, § 58, 11 October 2018). For the Court it was not unreasonable that a certain choice of methods to be used during evaluation is left to the evaluator who chooses an appropriate method in a particular situation depending on the specificities of the real estate in question (ibid., § 57). As the applicant could challenge the report prepared by the evaluator hired by the acquirer of their property, the Court finds that the applicant was afforded sufficient guarantees against arbitrariness. Consequently, the impugned expropriation may be regarded as having been carried out “subject to the conditions provided for by law”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court reiterates that, because of their direct knowledge of their society and its needs, the national authorities are in principle better placed than the international judge to appreciate what is “in the public interest”. Under the system of protection established by the Convention, it is thus for the national authorities to make the initial assessment as to the existence of a problem of public concern warranting measures of deprivation of property. Here, as in other fields to which the safeguards of the Convention extend, the national authorities accordingly enjoy a certain margin of appreciation. Furthermore, the notion of “public interest” is necessarily extensive. In particular, the decision to enact laws expropriating property will commonly involve consideration of political, economic and social issues. The Court, finding it natural that the margin of appreciation available to the legislature in implementing social and economic policies should be a wide one, will respect the legislature’s judgment as to what is “in the public interest” unless that judgment is manifestly without reasonable foundation (see Beyeler v. Italy [GC], no. , § 112, ECHR 2000I, and Vistiņš and Perepjolkins, cited above, § 106).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Government argued that the State needed to expropriate the applicant’s land for the development of the economy and infrastructure as a result of the implementation of the Teghout coppermolybdenum deposit exploitation project. The Court has no convincing evidence on which to conclude that these reasons were manifestly devoid of any reasonable basis (contrast Tkachevy v. Russia, no. , § 50, 14 February 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Article 1 of Protocol No. 1 requires that any interference be reasonably proportionate to the aim sought to be realised (see Jahn and Others v. Germany [GC], nos.  and 2 others, §§ 81-94, ECHR 2005VI). The requisite fair balance will not be struck where the person concerned bears an individual and excessive burden (see Stefanetti and Others v. Italy, nos.  and 7 others, § 66, 15 April 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Compensation terms under the relevant legislation are material to the assessment of whether the contested measure respects the requisite fair balance and, notably, whether it imposes a disproportionate burden on the applicants (see the recapitulation of the relevant principles in Vistiņš and Perepjolkins, cited above, §§ 110-114).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In the present case, it is not disputed that according to domestic law the applicant was entitled to full compensation comprised of the estimated market value of their property and an additional fifteen per cent of that amount. However, the courts determined the amount of compensation payable to the applicant solely on the basis of the evaluation report prepared by Oliver Group LLC, which amended its initial assessment by submitting a corrected report in the course of the proceedings. The applicant, although having a possibility under the law to submit an alternative evaluation report, appears in practice to have been deprived of such a possibility since other licensed evaluation companies refused to perform another assessment. The courts did not exercise their discretion to order an expert examination to determine the real market value of the applicant’s property which the latter claimed had been seriously underestimated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court observes that, having used the comparative method of evaluation of real estate, the experts determined the market value of the applicant’s plot of land in comparison with the sale prices of other plots of land in the same expropriation zone. The Court is mindful of its above finding that the relevant domestic provisions were sufficiently foreseeable in that a professional expert should legitimately have the freedom of choice of the appropriate real estate evaluation method (see paragraph 47 above). However, in a situation where the market value of the applicant’s land was determined on the basis of the sale prices of plots of land within the same area, it cannot be excluded that the applicant would not be able to acquire or would at least experience serious difficulty in finding equivalent land in another area not subject to expropriation with the amount of compensation received.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Without prejudice to the relevant domestic provisions and the margin of appreciation of the State in these matters, the Court considers that there may be situations where compensation representing the market price of the real estate in question even with the addition of the statutory surplus, would not constitute adequate compensation for deprivation of property. In the Court’s opinion, such a situation may arise in particular if the property the person was deprived of constituted his main, if not only source of income and the offered compensation did not reflect that loss (see Lallement v. France, no. , § 18, 11 April 2002; see also Osmanyan and Amiraghyan, cited above, § 69).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  In the present case, the applicant submitted that he had depended economically on the land in question which had been his only source of income (see paragraph 39 above). This argument has not been refuted by the respondent Government (see paragraphs 41-43 above). This particular aspect, namely that in consequence of the expropriation the applicant had lost his only source of income, was not taken into account by the domestic courts in their decisions on the amount of the compensation due. The courts decided, despite the circumstances, that the applicant should be provided with compensation which was determined in relation to the prices of real estate situated in the area subject to expropriation and the expected incomes. They did not address the issue whether the compensation granted would cover the applicant’s actual loss involved in deprivation of means of subsistence or was at least sufficient for him to acquire equivalent land within the area in which he lived.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  In view of the foregoing, the Court finds that the applicant had to bear an excessive individual burden. Accordingly, the impugned expropriation was in violation of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  The applicant complained under Article 6 § 1 of the Convention that his right to a fair trial had not been respected since the courts regarded the evaluation report submitted by his opponent as established proof of the market value of his property and he had had no opportunity to challenge it effectively. In particular, he argued that the courts had failed to exercise their statutory discretion to appoint a forensic examination to determine the real market value of the property, given that the applicant had not participated in the evaluation process and had been unable to submit his objections.",
                                "elements": []
                            },
                            {
                                "content": "58.  Article 6 reads, in the relevant parts, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing.”",
                                "elements": []
                            },
                            {
                                "content": "59.  Having regard to the facts of the case, the parties’ observations and its decision finding a violation of Article 1 of Protocol No. 1 concerning the deprivation of the applicant’s property, the Court considers that it has examined the main legal question raised in the present application. It concludes, therefore, that there is no need to give a separate ruling on the applicant’s complaints under Article 6 (see, mutatis mutandis, Kamil Uzun v. Turkey, no. , § 64, 10 May 2007).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "61.  The applicant claimed EUR 32,027 in respect of pecuniary damage. According to the applicant, the claimed amount reflected the sale and rental prices of land within the same community in the same period. He took AMD 3,000 per square metre of land as a basis for calculation. The applicant also claimed EUR 3,000 (for Article 6 violation) and EUR 7,000 (for Article 1 of Protocol No. 1 violation) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Government considered that the applicant had failed to submit any proof in support of his pecuniary damage claim which was exaggerated. This claim should therefore be rejected in its entirety. As to the non-pecuniary damage, the Government considered that the amounts claimed were excessive and not supported by any documentary evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Given the nature of the violation found, the Court finds that the applicant undoubtedly suffered some pecuniary and non-pecuniary damage (see, mutatis mutandis, Moskal v. Poland, no. , § 105, 15 September 2009; see also Osmanyan and Amiraghyan, cited above, § 75). In the particular circumstances of the present case, making an assessment on an equitable basis as is required by Article 41 of the Convention, the Court awards the applicant EUR 5,200 to cover all heads of damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "64.  The applicant also claimed EUR 7,000 for the costs and expenses incurred before both the domestic courts and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Government noted that the applicant had failed to submit any itemised documentation, as required by Rule 60 of the Rules of Court, and that therefore this claim should be rejected. In any event, the amount should be reduced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  Regard being had to the documents in its possession and to its case-law, the Court rejects the claim for costs and expenses for lack of adequate supporting documentation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "67.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 1 of Protocol No. 1 admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to rule separately on the complaint under Article 6 of the Convention, and declares inadmissible the remainder of the application;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, EUR 5,200 (five thousand two hundred euros), to be converted into the currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable, in respect of pecuniary and non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 February 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ksenija Turković",
            "role": "president"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Armen Harutyunyan",
            "role": "judges"
        },
        {
            "name": "Renata Degener",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MHER ALIKHANYAN v. ARMENIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-189793.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0214JUD000441310",
    "externalsources": [],
    "extractedappno": [
        "4413/10",
        "71243/01",
        "71306/11",
        "33202/96",
        "35430/05",
        "46720/99",
        "21838/10",
        "46044/99",
        "37410/97",
        "10373/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-189793",
    "judgementdate": "14/02/2019 00:00:00",
    "kpdate": "14/02/2019 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "MHER ALIKHANYAN",
        "ARMENIA"
    ],
    "rank": "3064.45654296875",
    "representedby": [
        "TUMANYAN K."
    ],
    "respondent": "ARM",
    "respondentOrderEng": "3",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "485624",
    "typedescription": "15"
}