{
    "__articles": "3",
    "__conclusion": "Violation of Art. 3",
    "applicability": "",
    "appno": "31950/05",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 3",
            "type": "violation"
        }
    ],
    "content": {
        "001-97385.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 31950/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Gökhan Yıldırım (“the applicant”), on 4 July 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr U. Altun, a lawyer practising in . The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 30 September 2008 the Court declared the application partly inadmissible and decided to communicate the complaint concerning the applicant's alleged ill-treatment in police custody to the Government. It also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1976 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The alleged ill-treatment",
                                "elements": [
                                    {
                                        "content": "5.  In February 2001 the Kayseri Law and Order Department received intelligence about the address of a person involved in fraud. They suspected that the applicant, who resided at this address with his parents, might be this person.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 22 February 2001, when police officers arrived at the building where the applicant lived, he tried to escape and broke into his neighbours' flat, taking them hostage. According to the police reports, the applicant had a knife and resisted the police officers. The police entered the flat with the help of the fire brigade and arrested the applicant by using force. An unregistered gun and a number of bullets were found on the premises.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  At 10.15 a.m. the same day, the applicant was taken to the Barbaros Health Clinic, where a medical report was issued. According to this report there was no sign of ill-treatment on the applicant's body.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The applicant was subsequently taken to the police station. He was allegedly beaten while in police custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  At 8.15 p.m. the same day, after the police had apparently written an official report, not signed by the applicant, to the effect that he was harming himself, the latter was taken to the , where he was examined by a doctor once again. According to the doctor's report, the applicant was anxious, exhibited signs of restlessness and appeared weak, and there was a 0.5 cm x 2 cm patch of redness and a graze on his forehead, which had possibly been caused by a blow with a blunt object.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 23 February 2001 the applicant was handed over to the military officials, as he was found to be a deserter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  At 2.30 p.m. that day the applicant was examined at the Barbaros Health Clinic, where the doctor noted that there were no new signs of illtreatment on the applicant's body.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On the same day the applicant was brought before the public prosecutor where, in the presence of his legal representative, he stated that he had been beaten by seven or eight police officers both in the police car and at the police station. He further maintained that he had blood in his urine and that the police officer who put him in the detention unit had witnessed this.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Afterwards the applicant was brought before a judge at the Kayseri Magistrates' Court, where he repeated that he had run away because he was a military deserter; that he had pointed his knife at police officers because they had pointed their guns at him, and that he had not kidnapped his neighbours but had merely been their guest for a short time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On the same day the prosecutor transferred the applicant to the Kayseri Forensic Medical Institute for a medical examination which took place at around 5.45 p.m. The doctor noted that the applicant had a 5 x 3 cm ecchymosed skin lesion on his forehead and scratches on both wrists. The doctor also noted that the applicant complained of being dizzy and of having been laid down and stepped upon.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant was detained in a military detention centre between 23 February 2001, at 8.30 p.m., and 28 February 2001, 1.30 p.m. It appears that during this time he was medically examined three times, on 23 February, 27 February and 28 February 2001, and the doctors noted no health problems. The only medical finding during this time was the presence of a mildly scabbed laceration of 0.5. x 2 cm on the applicant's forehead.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 28 February 2001, at 7.45 p.m., the applicant was received at the  where the doctor who examined the applicant noted that his forehead and the area underneath his eyelids were swollen, that he had a red patch of 10x15 cm on his back and that his wrists were swollen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Between 28 February 2001 and 2 March 2001, the applicant was treated at the Urology department of a  where he was diagnosed with “microscopic haematuria, renal trauma”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 17 June 2002 the applicant was found not to be fit to do military service on the ground that he had a chronic antisocial personality.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The criminal investigation into the applicant's alleged illtreatment",
                                "elements": [
                                    {
                                        "content": "19.  On 26 March 2001 the applicant's father filed a criminal complaint against the police officers at the police station, where he claimed that the police were coercing him and his son to take responsibility for the gun found at the building during the arrest and that they were torturing and beating his son to that end. In this connection, the applicant's father alleged that he had heard his son's screams while he was at the police station and had seen his poor state during his visit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 20 March 2001 the  public prosecutor decided not to prosecute on the ground that there were no signs of ill-treatment on the applicant's body according to the medical reports issued on 22 and 23 February. On 31 May 2001 the  dismissed the applicant's objection and upheld the prosecutor's decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 2 July 2001 the applicant further applied to the Ministry of Justice and requested that the decision of the  be quashed by a written order (yazılı emir).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On an unspecified date, the Minister of Justice issued a mandatory order as a result of which the Court of Cassation quashed the decision of the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On various dates between 22 January 2002 and 12 February 2002, the prosecutor heard evidence from six police officers on duty at the police station. They all denied that the applicant had been ill-treated. They further maintained that the applicant had been taken for a medical examination because, inter alia, he was hitting his head against the iron bars of the cell. One police officer stated that they had been nice to the applicant because his father was a retired police officer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 5 February 2002 the prosecutor heard evidence from the applicant's parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The applicant's father, who was a retired policeman, maintained, inter alia, that, when he and his wife went to the police station the police chief had told him that it would be bad for the applicant if he did not accept ownership of the gun. Afterwards two police officers, who were also present during his arrest, had brought in the applicant. The latter had a bruise on his forehead and could barely walk. The applicant had told his father to save him because he was being beaten. At that moment some other police officers had arrived and they had taken him away while at the same time beating him. He had heard his son's screams.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant's mother submitted, inter alia, that a police officer had brought in her son, who had been in a terrible state and had bruises on his forehead. She claimed that her son had told her that they were ill-treating him. They had pleaded with the police officers not to ill-treat their son. The applicant had then been taken away by a police officer who had started to hit him. The applicant had started screaming and they had then been thrown out. The person who had hit his son was a police officer named Bekir but there were a lot of police officers entering the detention unit. In the verbatim records it was noted that the applicant's mother, after having read her testimony with her husband in the corridor, had gone back into the prosecutor's room and submitted that there had been two police officers, having stated by mistake that there had only been one.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 18 February 2002 the Kayseri public prosecutor filed an indictment with the Kayseri Assize Court against six police officers from the Kayseri Security Directorate, accusing them of torturing the applicant in order to extract a confession of guilt under Article 243 § 1 of the Criminal Code.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The criminal proceedings against the police officers",
                                "elements": [
                                    {
                                        "content": "28.  On 4 March 2002 the criminal proceedings against the accused police officers commenced before the . The applicant joined the proceedings as a third-party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In an additional indictment dated 8 January 2003 the Kayseri public prosecutor charged two other police officers from the Kayseri Security Directorate with torturing the applicant in order to extract a confession of guilt under Article 243 § 1 of the Criminal Code. In the hearing held on 6 March 2003 the trial court joined these other cases to the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  During the proceedings the trial court heard evidence from the accused police officers, the applicant, the applicants' parents, the two neighbours whose house the applicant had broken into, the detention supervisor, two detainees, the soldier who had arrived at the police station to transfer him to the army, the doctor who had examined him at Kayseri State Hospital on 22 February 2001 and the doctor who had examined him at the Kayseri Forensic Medicine Institute on 23 February 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicant maintained, inter alia, that all but one of the accused were those police officers who had beaten him up. In this connection, he alleged that he had been punched until he fell to the floor, blindfolded, hit by an object resembling a truncheon on various parts of his body, pulled across the floor by his hands and feet, strangled by one police officer and stepped on and kicked.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The applicant's father alleged that two of the accused had beaten up his son before his eyes and that his son, who had looked worn out, had told him that he had been beaten.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The applicant's mother stated that, when she and her husband had gone to visit the applicant at the police station, they had heard him screaming “why are you beating me up?”. She claimed that, at that moment, a tall police officer, who was not one of the accused, had brought the applicant to them and had told him to accept ownership of the gun, but when he refused they started to take him back to the cell while at the same time hitting him. She said that the accused police officers were at the detention cells and that there were others, but she did not know who they were.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The accused police officers repeated, inter alia, that the applicant had had to be handcuffed because he was violent, that he was hitting himself in the detention cell, and that he had started crying out that he was being beaten as soon as he saw his parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Doctor M.Y., who had examined the applicant on the day of the incident, maintained, inter alia, that the applicant's head injury could have been caused either by a blow on the head with a sharp object or by his having hit his head, and that medically it was impossible to distinguish between them. He further maintained that the applicant had not complained to him of pain in his kidneys.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The doctor, H.D., who had examined the applicant at the Kayseri Forensic Medicine Institute, maintained that he had noted down all the physical signs he had found on the applicant's body and that, although the applicant had stated that he had been stepped upon, he could not find any lesions on his back.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Mr E.S., the army official who had picked the applicant up from the police station, testified, inter alia, that he had seen that the applicant had only a 3 x 3 cm patch of redness on his forehead and bruises on his wrists due to the handcuffs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Mr O.A., a suspect who was also at the police station that day, stated that he had been put in the same detention unit as the applicant and that the latter was constantly swearing and hitting his head against the walls and kicking the bars, saying that he was going to complain about the police and get them into trouble. He stated that he had not witnessed the applicant being beaten.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Mr K.G., another suspect who was at the police station that day, maintained that he had been in the same detention unit as the applicant until the morning and that he had not witnessed him being beaten. In this connection, Mr K.G. stated that the applicant had been somewhat aggressive, hitting the door and saying that he was going to see his family.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Mr D.Y., the detention supervisor, claimed, inter alia, that at one point he had heard some noises coming from the detention unit and, when he arrived, he saw that the applicant was hitting his head against the bars and was bleeding. He submitted that he had immediately informed the police officers on duty, who took him to the hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In the course of the proceedings, the applicant disputed unfavourable testimony against him. In particular, he claimed that he had not been properly examined at the Kayseri Forensic Medicine Institute and that, although he had stated that he had blood in his urine, he was not transferred to a hospital.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  During the proceedings the trial court requested expert opinions from the Forensic Medicine Institute. On 21 May 2003 and 15 August 2003 the Second Section of Expertise (Ihtisas Kurulu) gave two opinions. The applicant was also examined by the Fourth Section of Expertise. However, the trial court considered that these opinions were insufficient and requested the Plenary Assembly of the Forensic Medicine Institute to submit an opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 29 January 2004 the Plenary Assembly of the Forensic Medicine Institute gathered to examine the applicant's case. The Plenary Assembly examined the factual context as alleged by the parties and the following medical evidence regarding the applicant: (a) the medical reports dated 22 and 23 February 2001 issued at the Barbaros Health Clinic; (b) the medical report dated 22 February 2001 issued at Kayseri State Hospital; (c) the medical report dated 23 February 2001 from the Kayseri Forensic Medicine Institute; (d) the medical report dated 23 February 2001 issued by a military doctor prior to his entry into military detention; (e) the medical report dated 27 February 2001 issued by the Kayseri Military Hospital; (f) the medical report dated 28 February 2001 issued by a military doctor prior to his discharge from military detention; (g) the applicant's complete medical file from the Sivas Military Hospital; (h) various scan results concerning the applicant's cranium and neck dated 2, 3 and 24 April 2001; (i) the medical report issued by the Kayseri Forensic Medicine Institute on 11 March 2002; and (j) the opinions of the Second Section of Expertise dated 21 May 2003 and 15 August 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The plenary assembly opined, inter alia, that the physical findings noted in the medical reports, dated 22 February 2001 at 8.15 p.m. and 23 February 2001 at 2.45 p.m., had originated on 22 February 2001 between 10.15 a.m. and 8.15 p.m. and that the wound on the forehead could have been the result of a blow with a blunt object or could have been caused by a person hitting his head against the bars of the cell and that it was not possible to distinguish between them medically. They further considered that the findings noted in the medical reports of 27 February 2001 and 28 February 2001, concerning the applicant's head and wrist injuries, were the type of wounds seen in the recovery phase. Finally, the Assembly held that the findings of the Sivas Military Hospital regarding the applicant's skin lesion and the haematuria found in his urine demonstrated that he had sustained a trauma and that this trauma could have been the result of a direct contact with a hard and blunt object, but it would not be possible medically to establish the exact time of this trauma.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 30 March 2004 the trial court, relying on the evidence in the case file, acquitted the police officers of the offences with which they had been charged. It held that the findings indicated in the medical reports were consistent with the accused officers' contention, backed up by witnesses, that the applicant had banged his head and hands against the bars of his cell. In this connection, the court dismissed the applicant's parents' testimony as unreliable due to their kinship with the applicant and to the fact that it was not likely that police officers would commit a serious crime like torture in front of first-degree relatives. Moreover, as to the other symptoms recorded in the medical report of 28 February 2001, the court noted, firstly, that the applicant had been medically examined on 23 February 2001 and that no such findings were recorded. Secondly, it noted that the haematuria had been found in the applicant's urine five days after he had been transferred to the army. Finally, it took into account that it was not possible to pinpoint the date when the applicant had suffered the trauma which led to haematuria. It therefore considered that this trauma could have occurred after the end of the applicant's detention. Taking into account the principle “in dubio pro reo”, the court considered that the evidence in the case file did not suffice to convict the accused police officers of torture.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 7 May 2004 the applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 5 June 2006 the Court of Cassation upheld the judgment of the .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The criminal investigation into the applicant's complaints of fraud and perjury",
                                "elements": [
                                    {
                                        "content": "48.  In the meantime the applicant unsuccessfully sought the prosecution of one police officer, Mr B.Ö., and one military officer, Mr E.S., for forgery of official documents, and the prosecution of Mr O.A. for perjury.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "49.  On 23 December 2002 the Kayseri Criminal Court found the applicant guilty of resisting police officers with a knife and breaking into his neighbours' flat. It sentenced him to seven months and seventeen days' imprisonment. In the course of this trial the applicants' neighbours maintained that, since the applicant's actions had been strange and he looked as if he had lost control of himself, fearing for their life, they had not attempted to open the door to the police. The applicant maintained, inter alia, that he had escaped from the police because he was an army deserter. This judgment was upheld by the Court of Cassation on 21 March 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 4 April 2007 the Kayseri Criminal Court found the applicant guilty of possessing a gun without a licence and sentenced him to one year's imprisonment and to a fine.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Subsequent developments",
                                "elements": [
                                    {
                                        "content": "51.  The applicant submitted an MR scan dated 13 May 2009 in support of his claim that he still suffered from injuries resulting from his ill-treatment. According to this scan, the applicant had annular bulging at C3/4/5/6, flattening of the cord and slight uncovertebral degeneration.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 3 AND 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  The applicant complained under Articles 3 and 6 of the Convention that he had been subjected to torture while being held in police custody and that, in the subsequent criminal proceedings against the accused police officers, he had not had a fair hearing.",
                                "elements": []
                            },
                            {
                                "content": "53.  The Court considers that these complaints should be examined from the standpoint of Article 3 alone, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "54.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "55.  The Government, referring to the medical reports in the case file and the outcome of the domestic proceedings, dismissed the applicant's allegations of ill-treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The applicant maintained his allegations. In particular, he submitted that he had continued to suffer from neck injuries because one of the police officers had pressed his neck with his knee while he had been lying on the floor. The applicant further stated that the medical evidence supported his allegations, including that of having blood in his urine.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "57.  The Court reiterates the basic principles laid down in its judgments concerning a State's obligations under Article 3 of the Convention (see, in particular, Erdoğan Yağız v. Turkey, no. 27473/02, §§ 35-37, ECHR 2007-... (extracts); Hacı Özen v. Turkey, no. 46286/99, §§ 44-45, 12 April 2007; Mouisel v. France, no. 67263/01, § 37, ECHR 2002-IX; and Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII). It further reiterates that, where an individual is taken into custody in good health but is found to be injured by the time of release, it is incumbent on the State to provide a plausible explanation of how those injuries were caused and to produce evidence casting doubt on the victim's allegations, particularly if those allegations were corroborated by medical reports. Failing which, a clear issue arises under Article 3 of the Convention (see Selmouni v. France [GC], no. 25803/94, § 87, ECHR 1999-V, and Ribitsch v. Austria, § 34, 4 December 1995, Series A no. 336).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  In assessing evidence, the Court has generally applied the standard of proof “beyond reasonable doubt” (see Avşar v. Turkey, no. 25657/94, § 282, ECHR 2001). Such proof may, however, follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Ireland v. the United Kingdom, 18 January 1978, § 161, Series A no. 25). Where the events in issue lie wholly, or in large part, within the exclusive knowledge of the authorities, as in the case of persons within their control in custody, strong presumptions of fact will arise in respect of injuries occurring during detention. Indeed, the burden of proof may be regarded as resting on the authorities to provide a satisfactory and convincing explanation (see Salman, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  However, the Court is sensitive to the subsidiary nature of its role and recognises that it must be cautious in taking on the role of a firstinstance tribunal of fact, where this is not rendered unavoidable by the circumstances of a particular case (see, for example, Solomou and Others v. Turkey, no. 36832/97, § 68, 24 June 2008). Where domestic proceedings have taken place, it is not the Court's task to substitute its own assessment of the facts for that of the domestic courts and as a general rule it is for those courts to assess the evidence before them (see Klaas v. Germany, 22 September 1993, § 29, Series A no. 269). Though the Court is not bound by the findings of domestic courts, in normal circumstances it requires cogent elements to lead it to depart from the findings of fact reached by those courts (see ibid., § 30, and Selim Yıldırım and Others v. Turkey, no. 56154/00, § 59, 19 October 2006). Nonetheless, where allegations are made under Articles 2 and 3 of the Convention, the Court must perform a particularly thorough scrutiny (see, mutatis mutandis, Ribitsch, cited above, § 32, and Avşar, cited above, § 283) even if certain domestic proceedings and investigations have already taken place.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court will examine the present case in the light of the above-mentioned principles and in the light of the documentary evidence adduced by the parties, in particular the documents in respect of the judicial investigations carried out into the applicant's allegations, and the parties' written observations on the merits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  In the instant case the Court observes that it is undisputed that the applicant sustained various injuries on 22 February 2001 while he was held in detention in police custody. However, differing versions of how the applicant had actually sustained those injuries and their extent were put forward by the parties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  However, the Court observes that the Government failed to provide any plausible explanation as to the manner in which the microscopic haematuria renal trauma diagnosed at the  on 28 February 2001 had been sustained by the applicant. In this connection, the Court notes that, according to the medical opinion of the Plenary Assembly of the Forensic Medicine Institute, while the exact time of the trauma could not be established, it was opined that this injury was the result of direct contact with a hard, blunt object, which would be consistent at the very least in the Court's opinion with the applicant's allegations of having being hit by an object resembling a truncheon on various parts of his body (see paragraph 31 above). In reaching this conclusion, the Court has had regard to the very particular location of the applicant's injury, making it unlikely to be selfinflicted, for example, in a detention cell, and to the fact that the applicant, between 21 February and 28 February 2001, was held in detention first in police custody and subsequently by the army. It also attaches significant importance to the fact that the applicant had already informed the public prosecutor that he had blood in his urine at the end of his police custody on 23 February 2001 (see paragraph 12 above). Consequently, despite the fact that, no such injury is mentioned in any of the previous medical reports (see paragraphs 9, 11, 14 and 15 above), and that a red patch of 10x15cm on the back of the applicant was noted only for the first time by the doctor at the at the Sivas Military Hospital on 28 February 2001, the Court does not find convincing the domestic court's assessment that this trauma occurred after the applicant's discharge from police custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  Reiterating the authorities' obligation to account for injuries caused to persons within their control in custody, the Court considers that the acquittal of the police officers cannot absolve the State of its responsibility under the Convention (see Yavuz v. Turkey, no. 67137/01, § 42, 10 January 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  Considering the circumstances of the case as a whole, and the absence of a plausible explanation by the Government as to the cause of the renal trauma suffered by the applicant, who was throughout this time under the control of various State authorities, the Court finds that this injury was the result of treatment for which the Government bore responsibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  It follows that there has been a violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  In letters dated 1 March 2005 and 26 February 2005 the applicant, who signed an authority form for the lawyer Mr Öztaş, further complained under Articles 6 and 13 of the Convention about the failure to prosecute a certain police officer, Mr B.Ö., and a military officer, Mr E.S., for forgery of official documents, as well as a Mr O.A. for perjury.",
                                "elements": []
                            },
                            {
                                "content": "69.  However, in the light of all the material in its possession, the Court finds that the applicant's above-mentioned submissions do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be declared inadmissible as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "70.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "71.  The applicant claimed a total of 200,000 euros (EUR) in respect of pecuniary and non-pecuniary damage. He claimed that he was unemployed as a result of the physical and mental scars sustained during torture.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Government contested the amounts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  As regards the alleged pecuniary damage sustained by the applicant, the Court considers that he has failed to substantiate his claim properly under this head. The Court accordingly dismisses it. However, the Court finds that the applicant must have suffered pain and distress which cannot be compensated solely by the Court's finding of a violation. Having regard to the nature of the violation found in the present case and ruling on an equitable basis, it awards the applicant EUR 12,000 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "74.  The applicant also claimed a total of 3,953 Turkish liras (TRY) (approximately EUR 1,848) for the costs and expenses incurred both before the domestic courts and the Court. He submitted documentation as regards translation and postal expenses, the latter including letters sent to various embassies in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Government contested these amounts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  As to costs and expenses, the Court reiterates that an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court rejects the claim for costs and expenses in the domestic proceedings but considers it reasonable to award the applicant EUR 150 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "77.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the alleged ill-treatment and lack of a fair hearing in the criminal proceedings against the accused police officers admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts to be converted into Turkish liras at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 February 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Vladimiro Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Sally Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GÖKHAN YILDIRIM v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-97385.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0223JUD003195005",
    "externalsources": [],
    "extractedappno": [
        "31950/05",
        "27473/02",
        "46286/99",
        "67263/01",
        "21986/93",
        "25803/94",
        "25657/94",
        "36832/97",
        "56154/00",
        "29918/96",
        "29919/96",
        "30169/96",
        "67137/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-97385",
    "judgementdate": "23/02/2010 00:00:00",
    "kpdate": "23/02/2010 00:00:00",
    "kpthesaurus": [
        "350"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "GÖKHAN YILDIRIM",
        "TURKEY"
    ],
    "rank": "718.42236328125",
    "representedby": [
        "ALTUN U."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "355740",
    "typedescription": "15"
}