{
    "__articles": "6;6-1;6-3-c;14+6;14",
    "__conclusion": "No violation of Art. 6-1;No violation of Art. 6-3-c;No violation of Art. 14+6",
    "applicability": "",
    "appno": "38055/97",
    "article": [
        "6",
        "14"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        },
        {
            "article": "6-3-c",
            "base_article": "6",
            "element": "No violation of Art. 6-3-c",
            "type": "no-violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "element": "No violation of Art. 14+6",
            "type": "no-violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "No violation of Art. 14+6",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-59720.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38055/97) against the Kingdom of the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a  national, Mr Gerson G.C. Eliazer (“the applicant”), on 9 July 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr G. Spong, a lawyer practising in . The  Government (“the Government”) were represented by their Agent, Ms J. Schukking, of the Netherlands Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the arrangement for access to the Netherlands Supreme Court under Article 10 of the Cassation Regulations for the Netherlands Antilles and Aruba was contrary to Article 6 §§ 1 and 3 (c) and Article 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 8 February 2000 the Chamber declared the application admissible [Note by the Registry. The Court’s decision is obtainable from the Registry].",
                        "elements": []
                    },
                    {
                        "content": "7.  The Government, but not the applicant, filed observations on the merits (Rule 59 § 1). Having consulted the parties, the Chamber decided that no hearing on the merits was required (Rule 59 § 2 in fine).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  By summons of 5 June 1995 the applicant was ordered to appear on 14 June 1995 before the  (Gerecht in Eerste Aanleg) of the Netherlands Antilles on charges of possession of about one kilogram of cocaine.",
                                "elements": []
                            },
                            {
                                "content": "9.  By judgment of 28 June 1995, following adversarial proceedings in the course of which the applicant was assisted by a lawyer, the  acquitted the applicant. The prosecution filed an appeal with the Joint Court of Justice (Gemeenschappelijk Hof van Justitie) of the Netherlands Antilles and Aruba.",
                                "elements": []
                            },
                            {
                                "content": "10.  \tAs the applicant had failed to appear before the Joint Court of Justice at its first hearing on the appeal on 2 January 1996, he was declared in default of appearance (verstek). The Joint Court of Justice adjourned the proceedings until 9 January 1996. The applicant also failed to appear on 9 January 1996. On that date, the Joint Court of Justice resumed the proceedings and examined the appeal. The applicant’s lawyer attended this hearing and conducted the applicant’s defence.",
                                "elements": []
                            },
                            {
                                "content": "11.  \tBy judgment of 23 January 1996, following proceedings in absentia, the Joint Court of Justice quashed the judgment of 28 June 1995, convicted the applicant of having violated section 3(1) of the 1960 Opium Act of the Netherlands Antilles (Opiumlandsverordening 1960) and sentenced him to two years’ imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "12.  Relying on the Cassation Regulations for the Netherlands Antilles and Aruba (Cassatieregeling voor de Nederlandse Antillen en Aruba), the applicant filed an appeal in cassation with the Netherlands Supreme Court (Hoge Raad), which appeal is limited to points of law and procedural conformity.",
                                "elements": []
                            },
                            {
                                "content": "13.  \tIn its judgment of 27 May 1997, the Supreme Court noted that, pursuant to Article 10 § 2 of the Cassation Regulations for the Netherlands Antilles and Aruba, no appeal in cassation lay against judgments pronounced following proceedings in absentia.",
                                "elements": []
                            },
                            {
                                "content": "14.  \tIt rejected the argument advanced by the defence, that the appeal in cassation should nevertheless be declared admissible on the ground that this provision of the Cassation Regulations was contrary to Article 14 of the Convention and Article 26 of the International Covenant on Civil and Political Rights in that it constituted an unjustified difference in treatment between persons tried in adversarial proceedings and persons tried in proceedings in absentia.",
                                "elements": []
                            },
                            {
                                "content": "15.  The Supreme Court noted that, according to Article 239 of the Code of Criminal Procedure of the Netherlands Antilles (Wetboek van Strafvordering van de Nederlandse Antillen), a person convicted on appeal following proceedings in absentia could file an objection (verzet) against this conviction. If the accused then appeared before the trial court, the case would, pursuant to Article 240 § 2 of the Code of Criminal Procedure of the Netherlands Antilles, be fully retried by the same court in the course of adversarial proceedings and an appeal in cassation would lie against the resulting judgment.",
                                "elements": []
                            },
                            {
                                "content": "16.  The Supreme Court concluded that, in the circumstances, no appeal in cassation lay against the judgment of 23 January 1996. However, on the basis of the contents of a statement made on 29 January 1996 on behalf of the applicant, the Supreme Court interpreted the applicant’s appeal in cassation as being an objection against his conviction in absentia and ordered the transmission of the applicant’s case file to the Joint Court of Justice for a determination of the applicant’s objection.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "17.  According to Article 216 of the Code of Criminal Procedure of the Netherlands Antilles as in force at the relevant time, an appeal to the Joint Court of Justice lies against a judgment given by the . This appeal is a full appeal, that is, one comprising both fact and law.",
                                "elements": []
                            },
                            {
                                "content": "18.  Under the Cassation Regulations for the Netherlands Antilles and Aruba an appeal in cassation may be filed with the Netherlands Supreme Court against judgments on appeal given by the Joint Court of Justice of the Netherlands Antilles and Aruba. Such an appeal in cassation is limited to procedural conformity and points of law.",
                                "elements": []
                            },
                            {
                                "content": "19.  According to Article 239 of the Code of Criminal Procedure of the Netherlands Antilles, a person convicted by the Joint Court of Justice in absentia may file an objection (verzet) against this conviction.",
                                "elements": []
                            },
                            {
                                "content": "20.  If the accused then appears at the hearing on the objection before the Joint Court of Justice, the case will, pursuant to Article 240 § 2 of the Code of Criminal Procedure of the Netherlands Antilles, be fully retried by that court. An appeal in cassation lies against the resulting judgment.",
                                "elements": []
                            },
                            {
                                "content": "21.  If the accused does not appear before the Joint Court of Justice for the purpose of a retrial, the objection will be declared defunct and the judgment given in absentia will become final.",
                                "elements": []
                            },
                            {
                                "content": "22.  Article 10 § 2 of the Cassation Regulations for the Netherlands Antilles and Aruba reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The accused cannot file an appeal in cassation against judgments given in absentia [bij verstek gewezen vonnissen].”",
                                "elements": []
                            },
                            {
                                "content": "23.  According to the explanatory memorandum to the Cassation Regulations for the Netherlands Antilles and Aruba (Memorie van Toelichting, Kamerstukken II, Zitting 1959-1960 – 5959 (R 1945), no. 3, p. 5), Article 10 of these Regulations was based on the following considerations:",
                                "elements": []
                            },
                            {
                                "content": "“... given the great distance between the seat of the Supreme Court and the Netherlands Antilles, it is not to be recommended to provide for an appeal in cassation in Antillean cases in all cases, where this is possible for cases in the Netherlands ... In general the suspect himself will be to blame that his case has been dealt with in absentia. In these circumstances, there is no cause to attach more weight to his interests than to the inconveniences which are attached to proceedings in cassation in respect of overseas cases.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  The applicant complains that he is denied access to the Supreme Court as a result of the operation of Article 10 of the Cassation Regulations for the Netherlands Antilles and Aruba in violation of Article 6 §§ 1 and 3 (c) of the Convention, which, in its relevant parts, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by a ... tribunal established by law. ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights: ",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require; ",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "25.  The applicant submits that the right to a fair trial in which a lawyer can defend the accused in his or her absence – and therefore without fear of arrest – is an integral part of the right to a fair hearing guaranteed by Article 6 of the Convention. Referring to the Court’s findings in Lala and Pelladoah v. the Netherlands (judgments of 22 September 1994, Series A nos. 297-A and 297-B), the applicant argues that, in weighing the State’s interest in securing the appearance of accused at their trial against that of defendants in exercising their right to be defended by counsel, the latter interest should prevail.",
                                "elements": []
                            },
                            {
                                "content": "26.  The Government submit in the first place that Article 6 of the Convention does not confer the right to an appeal or an appeal in cassation. However, if such an appeal is provided for in domestic legislation, such proceedings should comply with the requirements of Article 6. In the present case, the applicant is claiming a right to lodge an appeal in cassation, which right he does not have under domestic law. In the Government’s opinion, the right of access to a court is not an issue in the present case since the applicant had access to a court at two instances. What he claims in essence is the right to submit his case – on his own terms – to a third court in order to seek a ruling on issues that have already been determined at two instances.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Government further argue, on the basis of the Court’s findings in Guérin v. France (judgment of 29 July 1998, Reports of Judgments and Decisions 1998-V) that the right of access to a court may be subject to limitations, in so far as such limitations serve a legitimate purpose and where there is a reasonable degree of proportionality between the means employed and the aim sought to be achieved. The Code of Criminal Procedure of the Netherlands Antilles provides for a system of legal remedies (gesloten systeem van rechtsmiddelen), according to which only an objection can be lodged against a judgment passed in absentia, after which an appeal in cassation can be filed. However, an appeal in cassation cannot be filed directly against a judgment given in absentia. With reference to the Court’s judgment in Poitrimol v. France (judgment of 23 November 1993, Series A no. 277-A) where the Court considered that the legislature should have the power to discourage accused persons from staying away from their trial, the Government submit that the point of providing a legal remedy – the filing of objections – against judgments given in absentia is to ensure that as many cases as possible are tried in the presence of the accused.",
                                "elements": []
                            },
                            {
                                "content": "28.  In this latter respect the Government consider that, by requiring the accused to file objection proceedings and only allowing an appeal in cassation against the judgment resulting from those proceedings in which the accused has taken part, they are not employing disproportionate means to ensure the presence of the accused at his own trial. Moreover, the fact that the applicant was not present before the appellate court was not the decisive reason for declaring his appeal in cassation inadmissible. The reason for this decision was that a different remedy, namely the filing of objection proceedings, was at his disposal.",
                                "elements": []
                            },
                            {
                                "content": "29.  The Government further submit that the applicant was not deprived of a fair hearing of his case. He attended the proceedings at first instance where his defence was conducted by his lawyer and, although he did not appear in the proceedings on appeal, his defence was conducted by the lawyer who had appeared on his behalf.",
                                "elements": []
                            },
                            {
                                "content": "30.  The Court recalls that the right to a court guaranteed by Article 6 of the Convention, of which the right of access is one aspect, is not absolute. It may be subject to limitations, particularly regarding the conditions of admissibility of an appeal. However, these limitations must not restrict exercise of the right in such a way or to such an extent that the very essence of the right is impaired. They must pursue a legitimate aim and there must be a reasonable proportionality between the means employed and the aim sought to be achieved. In addition, the compatibility of limitations under domestic law with the right of access to a court guaranteed by Article 6 of the Convention will depend on the special features of the proceedings concerned and account must be taken of the whole of the proceedings conducted in the domestic legal order as well as the functions exercised by a court of cassation whose admissibility requirements are entitled to be more rigorous than those of an ordinary appeal court (see Khalfaoui v. France, no. 34791/97, §§ 35-37, ECHR 1999-IX).",
                                "elements": []
                            },
                            {
                                "content": "31.  It is further observed that Article 6 of the Convention does not compel Contracting States to set up courts of cassation. However, a State which does institute such a court is required, nevertheless, to ensure that persons amenable to the law shall enjoy before such a court the fundamental guarantees contained in Article 6 (see Omar v. France, judgment of 29 July 1998, Reports 1998-V, p. 1841, § 41). In a number of cases the Court has considered that to refuse to hear a cassation appeal because the accused has not surrendered himself to custody prior to the appeal constitutes a disproportionate interference with the right of access to a court and therefore a denial of a fair trial (see Omar and Guérin, both cited above, p. 1842, § 44, and p. 1869, § 47; Khalfaoui, loc. cit., § 54; Krombach v. France, no. 29731/96, §§ 82-91, ECHR 2001-II; and Goedhart v. Belgium, no. 34989/97, §§ 31-33, 20 March 2001, unreported).",
                                "elements": []
                            },
                            {
                                "content": "32.  The Court reiterates that it is of capital importance that a defendant should appear at his trial, both because of his right to a hearing and because of the need to verify the accuracy of his statements and compare them with those of the victim – whose interests need to be protected – and of the witnesses. The legislature must accordingly be able to discourage unjustified absences (see Poitrimol, cited above, p. 15, § 35, and Van Geyseghem v. Belgium [GC], no. 26103/95, § 33, ECHR 1999-I).",
                                "elements": []
                            },
                            {
                                "content": "33.  In the present case, unlike the situation in Poitrimol, Omar and Khalfaoui, cited above, the applicant was under no obligation to surrender to custody as a precondition to the objection proceedings before the Joint Court of Justice taking place. It was the applicant’s choice not to appear at these proceedings because of the risk that he could have been arrested. Furthermore, unlike the situation in these cases, the path to the court of cassation opened itself to the applicant once he chose to be present at the objection proceedings (see Haser v. Switzerland (dec.), no. 33050/96, 27 April 2000, unreported).",
                                "elements": []
                            },
                            {
                                "content": "34.  Against this background the Court finds that, in the present case, the State’s interest in ensuring that as many cases as possible are tried in the presence of the accused before allowing access to cassation proceedings outweighs the accused’s concern to avoid the risk of being arrested by attending his trial (see, mutatis mutandis, Haser (dec.), cited above).",
                                "elements": []
                            },
                            {
                                "content": "35.  In reaching this conclusion, the Court has taken into account the entirety of the proceedings, in particular the facts that the applicant’s lawyer had been heard in the appeal proceedings before the Joint Court of Justice even though the applicant had not appeared at these proceedings – unlike the situation in Lala and Pelladoah on which the applicant relies – and that it was open to the applicant to secure access to the Supreme Court by initiating proceedings which would lead to a retrial of the charges against him subject to the condition that he attend the proceedings. In the Court’s view, it cannot be said that such a system, which seeks to balance the particular interests involved, is an unfair one.",
                                "elements": []
                            },
                            {
                                "content": "36.  The decision declaring the applicant’s appeal in cassation inadmissible cannot, therefore, be considered as a disproportionate limitation on the applicant’s right of access to a court or one that deprived him of a fair trial. Accordingly, there has been no violation of Article 6 §§ 1 and 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  The applicant further complains that the difference in treatment as regards access to the Supreme Court between accused who were present at their trial and accused who were not has no objective and reasonable justification and is therefore contrary to Article 14 of the Convention taken in conjunction with Article 6.",
                                "elements": []
                            },
                            {
                                "content": "38.  Article 14 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "39.  The Government submit that there is an objective and reasonable justification for making the difference in treatment at issue in the present case, namely – apart from the reasons set out in the explanatory memorandum to the Cassation Regulations for the Netherlands Antilles and Aruba – the purpose pursued by the Antillean justice system ensuring that as many cases as possible are tried in the presence of the accused. The means used to this end cannot, according to the Government, be regarded as disproportionate.",
                                "elements": []
                            },
                            {
                                "content": "40.  The Court recalls that Article 14 of the Convention prohibits a difference in treatment of persons in analogous situations that has no objective and reasonable justification (see Thlimmenos v. Greece [GC], no. 34369/97, § 44, ECHR 2000-IV).",
                                "elements": []
                            },
                            {
                                "content": "41.  In the light of its above considerations under Article 6 §§ 1 and 3 of the Convention (see paragraphs 32-35), the Court considers that the situation of a person convicted in absentia is not comparable to that of a person convicted following adversarial proceedings in that the latter has attended his trial and the former has not.",
                                "elements": []
                            },
                            {
                                "content": "42.  There has, therefore, been no violation of Article 14 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds by five votes to two that there has been no violation of Article 6 § 1 of the Convention taken in conjunction with Article 6 § 3;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by five votes to two that there has been no violation of Article 14 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 October 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the joint dissenting opinion of Mr Türmen and Mr Maruste is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "To our regret, we cannot share the majority’s opinion that there has been no violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "I.  In a great number of cases where the exercise of rights guaranteed by Article 6 of the Convention was made dependent on a defendant’s surrender to the authorities or on the defendant’s personal presence at his or her trial, the Court has found a violation of Article 6 of the Convention (see Poitrimol v. France, judgment of 23 November 1993, Series A no. 277-A; Lala and Pelladoah v. the Netherlands, judgments of 22 September 1994, Series A nos. 297-A and 297-B; Omar and Guérin v. France, judgments of 29 July 1998, Reports of Judgments and Decisions 1998-V; Van Geyseghem v. Belgium [GC], no. 26103/95, ECHR 1999-I; Khalfaoui v. France, no. 34791/97, ECHR 1999-IX; Krombach v. France, no. 29731/96, ECHR 2001-II; and Goedhart v. Belgium, no. 34989/97, 20 March 2001, unreported).",
                        "elements": []
                    },
                    {
                        "content": "Although each of these cases has its own particular characteristics, they contain certain fundamental principles that may be applicable to cases where a trial in absentia is involved.",
                        "elements": []
                    },
                    {
                        "content": "The only case concerning proceedings held in absentia in which the Court rejected a complaint under Article 6 §§ 1 and 3 as manifestly ill-founded is the decision on admissibility of 27 April 2000 taken in Haser v. Switzerland ((dec.), no. 33050/96, unreported). It seems the majority’s position is greatly influenced by this decision. However, in our opinion, the situation in Haser fundamentally differs from the situation in the present case in a number of respects:",
                        "elements": []
                    },
                    {
                        "content": "1.  In the Swiss cantons of Ticino and Neuchâtel the judicial system consists of two instances. In the Netherlands Antilles, it consists of three instances.",
                        "elements": []
                    },
                    {
                        "content": "2.  Recourse to the second-instance court in the aforementioned cantons is not an appeal, but a “pourvoi”. In the Netherlands Antilles recourse to the Joint Court of Justice against the decision of the  is not confined to points of law or procedural conformity, but is a full appeal.",
                        "elements": []
                    },
                    {
                        "content": "3.  The remedy offered by the second-instance court in the two Swiss cantons is a very limited one. It can examine the facts only from the angle whether the first-instance court’s assessment was arbitrary or not. The examination of the second-instance court is based on the file. The procedure in principle is a written one, holding a hearing is exceptional, and the accused is not obliged to appear before the court. Unlike the above situation,  ",
                        "elements": []
                    },
                    {
                        "content": "the Joint Court of Justice of the Netherlands Antilles and Aruba is a trial court of appeal. It examines both the facts and law. In fact, it is the Joint Court of Justice which convicted the applicant.",
                        "elements": []
                    },
                    {
                        "content": "4.  In view of the differences between the two systems, the interests that are protected also differ. In Haser, the remedy that is offered by the second-instance court is very narrow. Therefore, a defendant’s personal appearance before the court is important for a just and equitable trial. In its decision taken in Haser, the Court did in fact base itself on this particular characteristic. On page 9 of its decision on admissibility, it is stated:",
                        "elements": []
                    },
                    {
                        "content": "However, such considerations are not valid in the present case. Mr Eliazer appeared before the . At the next stage, his lawyer attended the hearing held by the Joint Court of Justice and conducted his defence. He wanted to file an appeal in cassation to obtain an opinion from the Supreme Court as to the unlawfulness of the search of his house, that is an argument raised by the defence that had in fact been examined and rejected by the Joint Court of Justice. Under such circumstances, we are of the opinion that Mr Eliazer’s interests in having the right to file an appeal in cassation outweighed the public interest in having him appear before the Joint Court of Justice.",
                        "elements": []
                    },
                    {
                        "content": "II.  Furthermore, the applicant did not act contrary to any obligation under domestic law when he chose not to appear at his trial before the Joint Court of Justice. This court did not issue an order for his appearance or an order that he be forcibly brought before it. If there is no general obligation for accused to attend their trial, a failure to appear cannot be regarded as unlawful. Consequently, if an accused opts not to appear, he or she should not be penalised for this choice by losing further defence opportunities – an appeal in cassation – which opportunities other accused, who have made a different choice, still have. Where the law allows a choice, availing oneself of the possibility to choose whether or not to attend trial proceedings cannot be taken as a justified reason for making a difference in treatment to the detriment of those accused who in all legality have chosen not to appear. In the present case, the applicant has lost his right to appeal in cassation and, in our opinion, this constitutes an unjust difference in treatment between persons tried in adversarial proceedings and persons tried in proceedings in absentia.",
                        "elements": []
                    },
                    {
                        "content": "Having regard to the scope of an appeal in cassation and to the reasons given by the legislature in the explanatory memorandum to the Cassation Regulations for excluding an appeal in cassation for accused who have not attended their trial – which reasons appear to have been mainly based on organisational considerations in respect of proceedings before an overseas court –, we are of the opinion that to deprive the applicant, merely on account of not having attended his trial, of the possibility to file an appeal in cassation is incompatible with his rights of defence and with the principle of the rule of law in a democratic society. This is not altered by the fact that the applicant could have filed an objection against the judgment handed down by the Joint Court of Justice, since such an objection would be declared defunct if he failed to appear at the hearing on this objection and, consequently, render final the judgment forming the object of the objection.",
                        "elements": []
                    },
                    {
                        "content": "Having regard to all the circumstances of the case, we consider that the applicant suffered an excessive restriction of his right of access to a court and therefore his right to a fair trial. Accordingly, we conclude that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention and of Article 14 of the Convention taken in conjunction with Article 6.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrsE. Palm",
            "role": "president"
        },
        {
            "name": "MrsW. Thomassen",
            "role": "judges"
        },
        {
            "name": "MrGaukur Jörundsson",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "and Mr M. O’Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ELIAZER v. THE NETHERLANDS",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59720.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2001:1016JUD003805597",
    "externalsources": [],
    "extractedappno": [
        "38055/97",
        "34791/97",
        "29731/96",
        "34989/97",
        "26103/95",
        "33050/96",
        "34369/97"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Article 10 § 2 of the Cassation Regulation for the Netherlands Antilles and Aruba"
    ],
    "itemid": "001-59720",
    "judgementdate": "16/10/2001 00:00:00",
    "kpdate": "16/10/2001 00:00:00",
    "kpthesaurus": [
        "343",
        "44",
        "100",
        "445",
        "7",
        "76",
        "86"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-3-c",
        "6-1",
        "14"
    ],
    "parties": [
        "ELIAZER",
        "THE NETHERLANDS"
    ],
    "rank": "427.846649169922",
    "representedby": [
        "N/A"
    ],
    "respondent": "NLD",
    "respondentOrderEng": "32",
    "scl": [
        "Goedhart v. Belgium, no. 34989/97, 20.3.2001, §§ 31-33",
        "Guérin v. France judgment of 29 July 1998, Reports of Judgments and Decisions (Reports) 1998-V, p. 1869, § 47",
        "Haser v. Switzerland (dec.), no. 33050/96, 27.4.2000",
        "Khalfaoui v. France, no. 34791/97, §§ 35-37, § 54, ECHR 1999-IX",
        "Krombach v. France, no. 29731/96, 13.2.2001, §§ 82-91",
        "Omar v. France judgment of 29 July 1998, Reports 1998-V, p. 1841, § 41, p. 1842, § 44",
        "Poitrimol v. France judgment of 23 November 1993, Series A no. 277-A, p. 15, § 35",
        "Thlimmenos v. Greece [GC], no. 34369/97, 6.4.2000, § 44, ECHR 2000-IV",
        "Van Geyseghem v. Belgium, no. 26103/95, ECHR 1999-I, p. 140, § 33"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "324002",
    "typedescription": "14"
}