{
    "__articles": "P1-3",
    "__conclusion": "Violation of Article 3 of Protocol No. 1 - Right to free elections-{general} (Article 3 of Protocol No. 1 - Vote)",
    "applicability": "",
    "appno": "48099/08",
    "article": [
        "p1-3"
    ],
    "conclusion": [
        {
            "article": "p1-3",
            "base_article": "p1-3",
            "details": [
                "Article 3 of Protocol No. 1 - Vote"
            ],
            "element": "Violation of Article 3 of Protocol No. 1 - Right to free elections-{general}",
            "type": "violation"
        }
    ],
    "content": {
        "001-183217.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 48099/08) against Georgia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Georgian national, Mr Shalva Ramishvili (“the applicant”), on 30 September 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms S. Japaridze, Ms T. Khidasheli, Ms T. Abazadze, Ms N. Jomarjidze, and Ms T. Dekanosidze of the Georgian Young Lawyers Association (GYLA). The Georgian Government (“the Government”) were represented by their Agent, Mr B. Dzamashvili, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 14 September 2016 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1971 and lives in Tbilisi.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 29 March 2006 the applicant was convicted of conspiracy to commit extortion and sentenced to four years’ imprisonment. The sentence was upheld on appeal on 30 June 2006. Pursuant to Article 5 § 2 of the Electoral Code and Article 28 § 2 of the Constitution, the applicant was debarred, as a convicted prisoner, from participating in any elections.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 25 July 2007 the applicant challenged the constitutionality of the ban under Article 5 § 2 of the Electoral Code in relation to Article 28 of the Constitution. He referred to the case-law of the European Court of Human Rights on prisoners’ voting rights and submitted, among other things, that he would be unable to participate in the parliamentary elections in 2008.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 31 March 2008 the Constitutional Court declared the application inadmissible in view of an identical restriction contained in the Constitution. It noted the following:",
                                "elements": []
                            },
                            {
                                "content": "“It would be absolutely futile for the Constitutional Court to abolish the impugned provision [Article 5 § 2 of the Electoral Code] as this will not relieve the complainant of the restriction placed upon him by Article 28 § 2 of the Constitution. To achieve [this latter result] it would be necessary to introduce amendments with respect to the relevant provision of the Constitution, which is beyond the Constitutional Court’s competence. ...",
                                "elements": []
                            },
                            {
                                "content": "... the Parliament of Georgia has directly copied the prohibition contained in Article 28 § 2 of the Constitution into Article 5 § 2 of the Electoral Code. The impugned provision is [thus] analogous to the rule contained in Article 28 § 2 of the Constitution and its constitutionality ‒ which implies the assessment of a constitutional norm’s constitutionality ‒ is not within the Constitutional Court’s jurisdiction.”",
                                "elements": []
                            },
                            {
                                "content": "8.  As a result, the applicant was unable to vote in the parliamentary elections held on 21 May 2008.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Prisoners’ voting rights",
                                "elements": [
                                    {
                                        "content": "9.  Article 28 § 2 of the Constitution (1995), as it stood at the material time, provided that “citizens ...who are convicted by a court and detained in a penal institution shall have no right to participate in elections and referenda.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Article 5 § 2 of the Electoral Code (2001), as it stood at the material time, contained an identically formulated provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Article 28 § 2 of the Constitution was amended on 27 December 2011 in the following manner: “citizens ...who are convicted by a court and detained in a penal institution, except those convicted of less grave crimes, shall have no right to participate in elections and referenda.” On the same date, the Parliament adopted the new Electoral Code (2011) which contained an identical formulation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Jurisdiction of the Constitutional Court of Georgia",
                                "elements": [
                                    {
                                        "content": "12.  According to Article 89 § 1 (a) and (f) of the Constitution, the Constitutional Court adjudicates “the constitutionality of a Constitutional Agreement, laws, normative acts of the President and the Government, the normative acts of the higher state bodies of the Autonomous Republic of Abkhazia and the Autonomous Republic of Adjara” and “on the basis of an application from an individual, reviews the constitutionality of normative acts adopted in relation to the fundamental human rights and freedoms enshrined in Chapter Two of the Constitution.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "13.  Relying on Article 3 of Protocol No. 1 to the Convention, the applicant complained about his inability to vote, as a convicted prisoner, in the parliamentary elections held on 21 May 2008. The provision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The High Contracting Parties undertake to hold free elections at reasonable intervals by secret ballot, under conditions which will ensure the free expression of the opinion of the people in the choice of the legislature.”",
                                "elements": []
                            },
                            {
                                "content": "14.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "15.  The Government submitted that the application was inadmissible for failure to comply with the six-month rule laid down in Article 35 § 1 of the Convention. In particular, the applicant’s complaint to the Constitutional Court was not an effective remedy considering that the application for a constitutional review of Article 5 § 2 of the Electoral Code had in effect amounted to a request to amend the ban on prisoner’s voting rights contained in Article 28 § 2 of the Constitution, and clearly fell outside the Constitutional Court’s competence. Accordingly, the six-month time-limit started to run from the date on which the applicant became aware of his inability to take part in the elections, the latest date being when the applicant’s constitutional complaint was lodged on 25 July 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  The applicant stated that the declaration of Article 5 § 2 of the Electoral Code as unconstitutional would have enabled him to participate in the elections.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "17.  The Court notes that even assuming that the Constitutional Court had jurisdiction to invalidate the disputed provision of the Electoral Code, the applicant would still have been unable to participate in the parliamentary elections due to the explicit constitutional ban of identical character contained in Article 28 § 2 of the Constitution, the repeal of which was neither requested by the applicant, nor was it within the Constitutional Court’s competence (see paragraphs 7 and 12 above). Consequently, the remedy attempted cannot be considered as either capable of providing redress or offering reasonable prospects of success with respect to the applicant’s complaint under Article 3 of Protocol No. 1 and, therefore, was not an effective remedy for the purposes of Article 35 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  The Court further reiterates that, as a rule, the six-month period starts to run from the date of the final decision in the process of exhaustion of domestic remedies. Where it is clear from the outset, however, that no effective remedy is available to the applicant, the period starts to run from the date of the acts or measures complained of, or from the date of cognisance of that act or of its effect on or prejudice to the applicant (see Varnava and Others v. Turkey [GC], nos. 16064/90 and 8 others, § 157, ECHR 2009, and Dennis and Others v. the United Kingdom (dec.), no. 76573/01, 2 July 2002). In cases featuring a continuing situation, the six-month period does not apply and runs only from the cessation of that situation (see Sabri Güneş v. Turkey [GC], no. 27396/06, § 54, 29 June 2012, and Anchugov and Gladkov v. Russia, nos. 11157/04 and 15162/05, § 73, 4 July 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  Against this background, the Court observes that the applicant complained about his inability to take part in specific parliamentary elections that were held on 21 May 2008. Accordingly, in view of the Court’s finding that no effective remedy was available to the applicant with respect to his complaint (see paragraph 17 above), the six-month period started to run from the date of the elections concerned: an act occurring at a given point in time (see Anchugov and Gladkov, cited above, § 75).",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  In the light of the foregoing and having regard to the date of introduction of the present application – 30 September 2008 – the Court cannot conclude that the application is lodged out of time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The Court further notes that the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention or inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "22.  The applicant submitted that his disenfranchisement resulted in a breach of Article 3 of Protocol No. 1 as he was unable to take part in the parliamentary elections of 21 May 2008. He maintained that his case was similar to that of Hirst v. the United Kingdom (no. 2) ([GC], no. 74025/01, ECHR 2005IX) as the ban on the prisoners’ voting rights that was applied to him was of an absolute nature and applied to all prisoners serving their sentences in detention, without regard to the gravity of their offenses or the length of their sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Government did not submit their position on the merits of the application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court refers to the general principles established in its caselaw regarding the disenfranchisement of convicted prisoners (see, among other authorities, Hirst (no. 2) [GC], cited above, § 82; Scoppola v. Italy (no. 3) [GC], no. 126/05, §§ 8187, 22 May 2012; and Anchugov and Gladkov, cited above, §§ 93-100).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Turning to the circumstances of the present case, the Court observes that the ban on the prisoners’ voting rights contained in Article 28 § 2 of the Constitution was of a general, automatic, and indiscriminate character, affecting all persons convicted of a crime irrespective of the length of the sentence and the nature or gravity of their offence (see paragraph 9 above). As a result, the applicant was unable to participate in the parliamentary elections held on 21 May 2008. While the Constitution and the Electoral Code were subsequently amended in 2011 to allow prisoners convicted of less grave crimes to vote (see paragraph 11 above), those amendments did not affect the applicant’s situation in relation to the elections of 21 May 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The foregoing considerations are sufficient to enable the Court to conclude that there has been a violation of Article 3 of Protocol No. 1 to the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "28.  The applicant claimed 1,500 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Government submitted that should any violation of the applicant’s rights be found in the present case, the mere finding of a violation would suffice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court considers that the finding of a violation constitutes sufficient just satisfaction in the present case for any non-pecuniary damage sustained by the applicant (see Firth and Others v. the United Kingdom, nos. 47784/09 and 9 others, § 18, 12 August 2014, with further references).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "31.  The applicant did not submit a claim for the costs and expenses incurred before the domestic courts and the Court. Accordingly, the Court will not award him any sum on that account.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 May 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Yonko Grozev",
            "role": "president"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Lado Chanturia",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RAMISHVILI v. GEORGIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-183217.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0531JUD004809908",
    "externalsources": [],
    "extractedappno": [
        "48099/08",
        "16064/90",
        "76573/01",
        "27396/06",
        "11157/04",
        "15162/05",
        "74025/01",
        "126/05",
        "47784/09"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-183217",
    "judgementdate": "31/05/2018 00:00:00",
    "kpdate": "31/05/2018 00:00:00",
    "kpthesaurus": [
        "574",
        "499"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "P1-3"
    ],
    "parties": [
        "RAMISHVILI",
        "GEORGIA"
    ],
    "rank": "2428.69409179688",
    "representedby": [
        "JAPARIDZE S.",
        "KHIDASHELI T.",
        "ABAZADZE T.",
        "JOMARJIDZE N.",
        "DEKANOSIDZE T."
    ],
    "respondent": "GEO",
    "respondentOrderEng": "17",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "475339",
    "typedescription": "15"
}