{
    "__articles": "7;7-1",
    "__conclusion": "No violation of Article 7 - No punishment without law (Article 7-1 - Heavier penalty;Retroactivity)",
    "applicability": "",
    "appno": "8927/11",
    "article": [
        "7"
    ],
    "conclusion": [
        {
            "article": "7",
            "base_article": "7",
            "details": [
                "Article 7-1 - Heavier penalty",
                "Retroactivity"
            ],
            "element": "No violation of Article 7 - No punishment without law",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-165250.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 8927/11) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Vladimir Nikolayevich Ruban (“the applicant”), on 15 October 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms N. Burns, a lawyer practising in Wembley, London. The Ukrainian Government (“the Government”) were represented most recently by their Acting Agent, Ms O. Davydchuk of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that in sentencing him the domestic courts had not applied the most lenient criminal provisions, in violation of Article 7 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 6 January 2014 the above complaint under Article 7 was communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant, Mr Vladimir Nikolayevich Ruban, is a Ukrainian national, who was born in 1972 and is currently serving a life sentence.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 13 August 1996 the Voznesensk local prosecutor’s office in the Mykolayiv region started an investigation into the murder of four persons on 12 August 1996.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 18 October 1999 the Donetsk Regional Prosecutor’s Office started investigating the murder of A.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 10 November 1999 the Slavyansk Police Department of the Donetsk region started an investigation into hooliganism concerning R.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 22 November 1999 the above three investigations were joined. Several persons were suspected of committing the above crimes as a group, one of them being the applicant.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 14 December 1999 the Donetsk Regional Prosecutor’s Office formally charged the applicant in absentia with the above crimes. He was also placed on the list of wanted persons. The same day the investigation in respect of the applicant was suspended until he was apprehended; the criminal proceedings continued in respect of the other suspects.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 23 December 2002, the Donetsk Regional Court of Appeal convicted and sentenced G., P. and F. for the above mentioned crimes.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 2 February 2004 the Slavyansk Local Court ordered the applicant’s detention.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 28 June 2007 the applicant was apprehended by the Yartsevo Prosecutor’s Office in the Smolensk region, Russia.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 31 March 2008 the investigation was resumed after the applicant had been extradited to Ukraine. The same day the applicant was formally charged with participation in an organised criminal group together with G., P., F. and two other persons, who had died in the intervening time. The applicant was accused of strangling A., of killing four persons together with G. in 1996 and inflicting grievous bodily harm on R. in a murder attempt, the latter crime in the context of the extortion of R’s brother. All these crimes had been committed as a group.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 22 May 2008 the investigation was completed and on 26 June 2008 the case was transferred to the Donetsk Regional Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 10 July 2009 the Court of Appeal, acting as a first-instance court, found the applicant guilty of aggravated murder and banditry and sentenced him to life imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "17.  The applicant and his lawyer appealed, considering that the applicant’s guilt had not been proved.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 15 July 2010 the Supreme Court of Ukraine upheld the judgment of 10 July 2009. On that day the applicant’s lawyer submitted an additional appeal claiming that the Court of Appeal had to apply the most favourable wording of the relevant provisions of the Criminal Code, which was that between 29 December 1999 and 29 March 2000 when the death penalty had already been abolished and life imprisonment had not yet been introduced. The Supreme Court in its decision noted that the applicant had been sentenced correctly.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitution of 28 June 1996",
                                "elements": [
                                    {
                                        "content": "19.  The Constitution provides for jurisdiction of the Constitutional Court as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Constitutional Court of Ukraine is the sole body of constitutional jurisdiction in Ukraine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Constitutional Court of Ukraine decides on issues of conformity of laws and other legal acts with the Constitution of Ukraine, and provides the official interpretation of the Constitution of Ukraine and the laws of Ukraine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The jurisdiction of the Constitutional Court of Ukraine encompasses:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1)  Deciding on issues of conformity with the Constitution of Ukraine (the constitutionality) of the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "- laws and other legal acts of the Verkhovna Rada (the Parliament) of Ukraine;",
                                        "elements": []
                                    },
                                    {
                                        "content": "- decrees of the President of Ukraine;",
                                        "elements": []
                                    },
                                    {
                                        "content": "- decrees of the Cabinet of Ministers of Ukraine;",
                                        "elements": []
                                    },
                                    {
                                        "content": "- legal acts of the Verkhovna Rada of the Autonomous Republic of Crimea.",
                                        "elements": []
                                    },
                                    {
                                        "content": "These issues are considered on an appeal by: the President of Ukraine; at least forty-five National Deputies of Ukraine; the Supreme Court of Ukraine; the Human Rights Representative of the Verkhovna Rada of Ukraine; the Verkhovna Rada of the Autonomous Republic of Crimea;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2)  The official interpretation of the Constitution of Ukraine and the laws of Ukraine;",
                                        "elements": []
                                    },
                                    {
                                        "content": "On issues envisaged by this Article, the Constitutional Court of Ukraine adopts decisions that are mandatory for execution throughout the territory of Ukraine, that are final and shall not be appealed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... Acts of Parliament and other legal acts or their provisions that have been declared unconstitutional shall lose their force from the date of adoption of the relevant decision of the Constitutional Court on their unconstitutionality ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal Code of 28 December 1960",
                                "elements": [
                                    {
                                        "content": "20.  The relevant provisions of the Code (as worded prior to 29 December 1999) provided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Murder: (a) committed for profit ... (c) committed because of the victim’s official or public activity ... (i) committed by a hired killer ... (j) committed premeditatedly by a group of persons or an organised group",
                                        "elements": []
                                    },
                                    {
                                        "content": "shall be punishable by imprisonment of eight to fifteen years or by the death penalty and, in cases provided for by subparagraph (a), with confiscation of property.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Following the decision of the Constitutional Court of Ukraine concerning the death penalty (see below), the Verkhovna Rada passed Law no. 1483 of 22 February 2000 amending the Criminal Code; the death penalty, as a punishment for some crimes, was replaced with life imprisonment. The amendments entered into force on 29 March 2000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Decision of the Constitutional Court of Ukraine of 29 December 1999 concerning the death penalty",
                                "elements": [
                                    {
                                        "content": "22.  In its decision the Constitutional Court of Ukraine examined the constitutionality of the death penalty and found it unconstitutional. It decided as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The provisions ... of the Criminal Code of Ukraine which provide for the death penalty as a form of punishment are declared to be contrary to the Constitution of Ukraine (unconstitutional).",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The provisions of the Criminal Code of Ukraine which have been declared unconstitutional shall be null and void from the date of adoption of this decision by the Constitutional Court of Ukraine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The Verkhovna Rada of Ukraine shall bring the Criminal Code of Ukraine into line with this decision of the Constitutional Court of Ukraine.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Criminal Code of 1 September 2001",
                                "elements": [
                                    {
                                        "content": "23.  On 5 April 2001 the Verkhovna Rada adopted a new Criminal Code which entered into force on 1 September 2001. Under paragraph 2 of Article 115 of the Code, aggravated murder is punishable by imprisonment for a term of ten to fifteen years, or life imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 15 April 2008 the Verkhovna Rada passed the Amendment Act on Humanisation of Criminal Liability (“the Amendment Act”), which amended certain provisions of the Criminal Code and the Code of Criminal Procedure. In particular the amended Article 5 of the Criminal Code contains the following provisions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A law on criminal liability which decriminalises an action, mitigates criminal liability or otherwise improves the situation of a person, shall have a retroactive effect; it shall apply to persons who had committed the relevant act before such a law entered into force, including persons serving their sentence or those who have completed their sentence but have a criminal record.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  If a law on criminal liability has been amended several times after the person had committed the act foreseen by this Code, the law which decriminalises an act, mitigates criminal liability or otherwise improves the situation of a person shall have retroactive effect.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Decision of the Constitutional Court of Ukraine of 26 January 2011 concerning replacement of the death penalty with life imprisonment",
                                "elements": [
                                    {
                                        "content": "25.  The Supreme Court of Ukraine applied to the Constitutional Court with a request for interpretation of the relevant provisions of the 1960 Criminal Code. The necessity of such an interpretation was explained by the large number of petitions lodged by persons sentenced to death prior to Law no. 1483 (see paragraph 21 above) and whose sentences had been commuted to life imprisonment after the Act in question had come into force. The Supreme Court considered that after the adoption of the decision of the Constitutional Court on the abolition of the death penalty, the 1960 Code changed and was a new law which mitigated criminal liability for particularly grave offences and hence applied retroactively to those who had committed crimes prior to the enactment of Law no. 1483.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In its decision, with reference to the admissibility decision in the case of Hummatov v. Azerbaijan ((dec.), nos. 9852/03 and 13413/04, 18 May 2006), the Constitutional Court decided in particular that after its decision of 29 December 1999 on the abolition of the death penalty, the Criminal Code had not become a new law that mitigated criminal liability for particularly serious crimes. It noted in particular:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“4.  The Constitutional Court of Ukraine proceeds on the basis that from the date of adoption by the Constitutional Court of its decision of 29 December 1999 and prior to entry into force of Law no. 1483, there was a period of time during which the Verkhovna Rada of Ukraine was deciding on amendments to the [Criminal] Code of 1960 concerning replacement of the death penalty with another type of punishment – life imprisonment. This period was due to the non-simultaneous loss of force of provisions of the Code of 1960 on the death penalty and the entry into force of Law no. 1483 introducing of a new type of punishment...",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, the fact that this interim period of time existed does not mean that the then relevant sanctions under the Code of 1960 lost their alternative character and foresaw only imprisonment for a maximum term of fifteen years as a punishment. This is confirmed, in particular, by the fact that the Code of 1960 established a non- alternative sanction – imprisonment for up to fifteen years – for murder without aggravating circumstances (Article 94). However, the legislature did not establish the same punishment for murder with aggravating circumstances, because it considered that there had to be a possibility for the court to apply a more severe criminal punishment (Article 93 of the Code of 1960).",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In addition, the Constitutional Court considers that after its decision of 29 December 1999 the Code of 1960 did not become a new law that mitigated criminal liability of individuals who had committed particularly serious crimes ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Constitutional Court proceeds from the basis that paragraph 4 of Article 5 of the [Criminal] Code of 2001 provides that [the Code] could be changed only by another law on criminal liability and not by a decision of the Constitutional Court of Ukraine, which is authorised only to declare provisions of the law on criminal responsibility unconstitutional.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  It concluded therefore that the provisions of the Criminal Code, as amended by the Act of Parliament of 22 February 2000, which entered into force on 29 March 2000, on replacement of the death penalty with the life imprisonment, should be understood as a new Act which mitigated criminal liability and had retroactive effect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  INTERNATIONAL MATERIALS",
                        "elements": [
                            {
                                "content": "A.  Opinion 190 (1995) 26 September 1995 (26th Sitting)",
                                "elements": [
                                    {
                                        "content": "28.  This opinion was adopted in reply to the Ukrainian request for accession to the Council of Europe. It contained, among other things, the following point:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Application by Ukraine for membership of the Council of Europe",
                                        "elements": []
                                    },
                                    {
                                        "content": "... 12. The Parliamentary Assembly notes that Ukraine ... intends:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.2. to sign within one year and ratify within three years from the time of accession Protocol No. 6 of the Convention for the Protection of Human Rights and Fundamental Freedoms on the abolition of the death penalty, and to put into place, with immediate effect from the day of accession, a moratorium on executions ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Recommendation 1416 (1999) by the Parliamentary Assembly of the Council of Europe, adopted on 24 June 1999 (23rd Sitting)",
                                "elements": [
                                    {
                                        "content": "29.  In 1999 in the process of monitoring Ukraine’s compliance with its undertakings, the Parliamentary Assembly noted significant shortcomings in hounouring its commitments, in particular, the failure of Ukraine to abolish the death penalty. The recommendation noted in particular:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Honouring of obligations and commitments by Ukraine",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The Assembly recalls its Recommendation 1395 and its Resolution 1179 on the honouring of obligations and commitments by Ukraine adopted on 27 January 1999, in which it:",
                                        "elements": []
                                    },
                                    {
                                        "content": "‘considers that the Ukrainian authorities, including the Verkhovna Rada, are responsible to a great extent for the failure to respect the commitments Ukraine entered into when becoming a member of the Council of Europe ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, Ukraine committed itself to ratify within three years from the time of accession (9 November 1995) Protocol No. 6 of the European Convention on Human Rights on the abolition of the death penalty; the deadline is now over and the protocol has not been ratified",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Moreover, it appears from the aide-mémoire submitted by the Ukrainian delegation on 22 June 1999, that the following developments took place recently:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "- on 14 June 1999, the Constitutional Court began to examine a motion forwarded by parliamentarians on the initiative of the Ukrainian delegation to the Council of Europe regarding the unconstitutionality of the death penalty;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  This is the reason why the Assembly decides that it would be appropriate to start at the first part of the 2000 Ordinary Session, in accordance with Rule 6 of its Rules of Procedure, the procedure aiming at suspending the rights of the members of the Ukrainian delegation to table official documents in the sense of Rule 23 of the Rules of Procedure, take on duties and vote in the Assembly and its bodies, while maintaining those members’ rights to attend and to speak at Assembly part-sessions and meetings of its bodies, unless further developments regarded as substantial progress in the sense of Resolution 1179 of January 1999 have taken place.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  News on the Parliamentary Assembly website about the abolition of the death penalty in Ukraine",
                                "elements": [
                                    {
                                        "content": "30.  The decision of the Constitutional Court of 29 December 1999 concerning the unconstitutionality of the death penalty (see paragraph 22 above), was positively commented on by the President of the Parliamentary Assembly:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Parliamentary Assembly President welcomes the abolition of the death penalty in Ukraine",
                                        "elements": []
                                    },
                                    {
                                        "content": "STRASBOURG, 05.01.2000 -– \"The decision of the Ukrainian Constitutional Court that the death penalty is unconstitutional and can therefore no longer be applied, is a welcome step forward in the honouring of Ukraine’s obligations and commitments as a member state of the Council of Europe. I trust that this decision will soon be followed by the formal ratification of Protocol 6 to the European Human Rights Convention concerning the abolition of the death penalty,’\" said Lord RUSSELL-JOHNSTON, President of the COUNCIL OF EUROPE Parliamentary Assembly (*).",
                                        "elements": []
                                    },
                                    {
                                        "content": "‘\"I also wish to congratulate the Ukrainian parliament on the adoption of the laws on political parties and on the ratification of the European Charter for regional or minority languages. These three decisions brought Ukraine significantly closer to the fulfilment of the Assembly Resolution 1194 adopted in June 1999’\", the President added.",
                                        "elements": []
                                    },
                                    {
                                        "content": "‘\"This progress is of the utmost importance at this stage of the monitoring procedure. In June the Assembly had decided to start the procedure to suspend certain rights of the Ukrainian delegation if no further compliance with the Assembly’s requests is accomplished before the end of this month’ \", Lord Russell-Johnston said.",
                                        "elements": []
                                    },
                                    {
                                        "content": "‘\"I trust that, encouraged by this success, the Ukrainian authorities will now keep the momentum and continue to take the initiatives necessary to complete the process of democratic reforms’\", the President concluded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Resolution 1194 stated that the Ukrainian authorities, including the Parliament -the Verkhovna Rada - were responsible to a great extent for the failure to respect their commitments and obligations as a member of the Council of Europe. Further progress was necessary to bring the Ukrainian legislation into conformity with European standards and to ensure that the Ukrainian authorities observe these principles in their practical work.",
                                        "elements": []
                                    },
                                    {
                                        "content": "------------",
                                        "elements": []
                                    },
                                    {
                                        "content": "(*) President Lord Russell-Johnston was formally informed about these developments yesterday by a letter of Oleksandr TKACHENKO, President of the Ukrainian Parliament.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 7 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant maintained that in his case the courts should have applied the most favourable wording of the relevant provisions of the Criminal Code, which was that which had been in place between 29 December 1999 and 29 March 2000, when the death penalty had already been abolished and life imprisonment had not yet been introduced. Failure to do so, in his opinion, violated Article 7 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be held guilty of any criminal offence on account of any act or omission which did not constitute a criminal offence under national or international law at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the criminal offence was committed.",
                                "elements": []
                            },
                            {
                                "content": "2.  This article shall not prejudice the trial and punishment of any person for any act or omission which, at the time when it was committed, was criminal according to the general principles of law recognised by civilised nations.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "32.  The parties made no objections as to the admissibility of this complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "34.  The applicant reiterated the Court’s general principles in respect of Article 7 developed in the case-law starting from the Grand Chamber judgment in the case of Scoppola. He further maintained that from when he had allegedly committed the crimes attributed to him in 1996, the relevant provisions of the 1960 Criminal Code had foreseen the following punishments:",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant agreed with the Government’s contention that life imprisonment was a lesser sentence than the death penalty, but stated that this did not change the fact that between 29 December 1999 and 29 March 2000 the maximum possible punishment provided for by the Criminal Code had been a custodial sentence of fifteen years and that there had been no alternative. If the applicant had been sentenced during that period of time, the courts would have had no choice but to sentence him to a maximum of fifteen years’ imprisonment, as no other alternative had been available in the Criminal Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Government maintained that the applicant had interpreted the domestic law incorrectly. They noted that after the decision of the Constitutional Court of 29 December 1999 no new law had been created. They stated that the criminal law could only be changed by the Verkhovna Rada and that the provisions for aggravated murder had not lost their alternative character. They considered that the period after 29 December 1999 had been given to the Verkhovna Rada in order to bring the 1960 Criminal Code into line with the decision of 29 December 1999. They referred to the decision of the Constitutional Court of 26 January 2011 (cited above) in support of their argument. They maintained that the 1960 Criminal Code had only changed and become a new law after the introduction of amendments by the Verkhovna Rada which had come into force on 29 March 2000. The Government concluded that the fact that the domestic courts had sentenced the applicant to life imprisonment had not violated the principle of retroactivity of the more lenient version of the 1960 Criminal Code that pertained from 29 December 1999 to 29 March 2000 as no such version of the Criminal Code had existed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "37.  The Court first reiterates that the guarantee enshrined in Article 7, which is an essential element of the rule of law, occupies a prominent place in the Convention system of protection, as is underlined by the fact that no derogation from it is permissible under Article 15 in time of war or other public emergency. It should be construed and applied, as follows from its object and purpose, so as to provide effective safeguards against arbitrary prosecution, conviction and punishment. Accordingly, Article 7 is not confined to prohibiting the retrospective application of the criminal law to an accused’s disadvantage: it also embodies, more generally, the principle that only the law can define a crime and prescribe a penalty (nullum crimen, nulla poena sine lege) and the principle that the criminal law must not be extensively construed to an accused’s detriment, for instance by analogy (Kononov v. Latvia [GC], no. 36376/04, § 185, ECHR 2010; Maktouf and Damjanović v. Bosnia and Herzegovina [GC], nos. 2312/08 and 34179/08, § 66, ECHR 2013 (extracts)). Article 7 § 1 guarantees not only the principle of non-retrospectiveness of more stringent criminal laws but also, implicitly, the principle of retrospectiveness of the more lenient criminal law; in other words, where there are differences between the criminal law in force at the time of the commission of an offence and subsequent criminal laws enacted before a final judgment is rendered, the courts must apply the law whose provisions are most favourable to the defendant (see Scoppola v. Italy (no. 2) [GC], no. 10249/03, § 109, 17 September 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.   In the above Scoppola (no. 2) case (§ 108) the Court also noted:",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In the recent case of Gouarré Patte v. Andorra the Court extended the guarantees of Article 7 to the possibility of retrospective revision of the final sentence if the domestic law provided for such a possibility. In coming to such conclusion, the Court relied on the choice of the legislator in introducing retrospectiveness of more lenient punishments (Gouarré Patte v. Andorra, no. 33427/10, §§ 33 to 36, 12 January 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court notes also that in the recent inadmissibility decision in the case of Mikulović and Vujisić v. Serbia ((dec.), nos. 49318/07 and 58216/13, 17 December 2015), it examined whether the process of abolition of the death penalty in then federative two-layer system created a legislative gap when the death penalty had been abolished in the Federal code but the Serbian code had been changed only four months later. In that case, the Court examined the existence of the legislative gap and answered in negative, thus leaving the question open as to whether existence of such gap might necessarily lead to a violation of Article 7.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In the applicant’s case, he was found guilty of crimes committed in 1996, but was ultimately convicted of those crimes only in 2010 by the final decision of the Supreme Court. During this fourteen year period Ukrainian criminal law was modified on several occasions. The 1960 Criminal Code, inherited from Soviet times, provided for the death penalty as an alternative to imprisonment for the crime of aggravated murder. This was the situation in 1996, when the applicant committed the crimes he was eventually convicted of in the domestic courts. On 29 December 1999 the Constitutional Court declared the death penalty as a punishment unconstitutional and instructed the Verkhovna Rada to bring the Criminal Code of Ukraine into line with this decision. The unconstitutional provisions lost their force. Three months later the amendments adopted by the Verkhovna Rada replaced the abolished death penalty with life imprisonment as the maximum punishment for certain crimes, including aggravated murder. From 29 March 2000 and until the entry into force of the new Criminal Code on 1 September 2001 the maximum penalty for aggravated murder was life imprisonment. This punishment is also provided for in the new 2001 Criminal Code in force today.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court notes that there is no dispute between the parties as to the principle of retroactivity of the most lenient wording of a criminal law as such, but rather of interpretation of the version of the Criminal Code which existed between 29 December 1999 and 29 March 2000. The Government suggested that the 1960 Criminal Code had not changed immediately after the decision of the Constitutional Court, but only from when the Verkhovna Rada had complied with that decision and had replaced the death penalty with life imprisonment. The applicant, on the basis of the decision of the Constitutional Court of 29 December 1999 concluded that all provisions which had foreseen the death penalty had lost their force immediately and as the Verkhovna Rada had taken some time to replace the abolished death penalty with life imprisonment, there had been no provision in the 1960 Criminal Code which had provided for a heavier penalty than fifteen years’ imprisonment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.   The Court reiterates that it is primarily for the national authorities, notably the courts, to resolve problems of interpretation of domestic legislation. Its role is thus confined to ascertaining whether the effects of such an interpretation are compatible with the Convention (see Waite and Kennedy v. Germany [GC], no. 26083/94, § 54, ECHR 1999I; Korbely v. Hungary [GC], no. 9174/02, §§ 72-73, ECHR 2008; and Kononov v. Latvia [GC], no. 36376/04, § 197, ECHR 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  From the relevant provisions of the Constitution, it appears that once the Constitutional Court declares a legal provision unconstitutional, such provision loses its validity immediately (see paragraph 19 above). Moreover, it does not appear that any other option, such as for example suspension of the relevant legal provision, exists under the relevant provision of Article 152 of the Constitution. The operative part of the Constitutional Court decision of 29 December 1999 –“[T]he provisions ... of the Criminal Code of Ukraine, which provide for the death penalty as a form of punishment, are declared to be ... unconstitutional” followed by “[t]he provisions of the Criminal Code of Ukraine, which have been declared unconstitutional, shall be null and void from the date of adoption of this Decision by the Constitutional Court of Ukraine” – does not seem to allow any other interpretation either. Contrary to the Government’s view, this was also admitted as a matter of fact by the Constitutional Court itself in its decision of 26 January 2011, in which it referred to “non-simultaneous loss of force of the provisions of the Code of 1960 on the death penalty and the entry into force of Law no. 1483 introducing of a new type of punishment”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The arguments of the Constitutional Court in its decision of 26 January 2011 and their reiteration by the Government in the present case cannot negate the fact that there was no death penalty after the relevant provisions of the 1960 Criminal Code had been declared unconstitutional and had lost their force. The Court takes notice of the specific context in which the abolition of the death penalty took place in Ukraine (see paragraphs 28-30 above) and accepts that the creation of the gap had been unintentional. Indeed, it would be difficult to argue that the wording of the 1960 Criminal Code, which existed between 29 December 1999 and 29 March 2000, contained a punishment for the type of crime committed by the applicant that the legislator considered proportionate. In the light of the Court’s case law under Article 7, the intention of the legislator to humanize the criminal law and to give retrospective effect to more lenient law is an important factor (Gouarré Patte v. Andorra, cited above, § 35). From the cited domestic law and practice, the Court cannot detect any intention of the legislator in particular, and of the State in general, to mitigate the law to the extent claimed by the applicant. At the time when the applicant committed his crime in 1996, it was punishable by the death penalty. The Parliament then replaced that penalty with the life sentence, which it considered proportionate.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Thus the refusal of the domestic courts to consider the 1960 Criminal Code in its wording of 29 December 1999 as the most lenient law enacted before the final verdict and applying instead the wording of the law adopted by the Parliament which came into effect on 29 March 2000, that is long before the applicant’s conviction, and which has been in place ever since, did not upset the applicant’s rights as guaranteed by Article 7 of the Convention. As the Court has found previously, the sentence of life imprisonment is not a heavier sentence than the death penalty (see, among many other authorities, Hummatov v. Azerbaijan (dec.), nos. 9852/03 and 13413/04, 18 May 2006; and Stepanenko and Ososkalo v. Ukraine (dec.), nos. 31430/09 and 29104/11, 14 January 2014). Therefore, the domestic courts, having sentenced the applicant to the life imprisonment, which was an applicable penalty at the time of conviction, and not to the death penalty, which was a relevant penalty at the time he had committed the crime, did apply the more lenient punishment. It follows that there was no violation of Article 7 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously, the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by six votes to one, that there has been no violation of Article 7 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 July 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge K. Hajiyev is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I respectfully disagree with the majority that there has been no violation of Article 7 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The reason for my disagreement is my understanding of the fundamental principle concerning application of the criminal law in time and space, which is similar in most legal systems.",
                        "elements": []
                    },
                    {
                        "content": "Thus, as can be seen from the facts of the present case, the decision of the Ukrainian Constitutional Court to abolish the death penalty as a punishment under the criminal law of the country was not, unfortunately, accompanied by an indication that this decision would take effect at the same time as the legislative amendments made pursuant to a decision of the Ukrainian Parliament concerning the question.",
                        "elements": []
                    },
                    {
                        "content": "The resulting gap of almost three months created a situation in which the most severe penalty existing in the criminal law of the country was fifteen years’ imprisonment.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion, it was a reasonable submission on the part of the applicant that in the absence of the death penalty during the transitional period and before introduction of the life imprisonment the national courts had to apply to his case the only punishment existing under the relevant provision, which was fifteen years’ imprisonment.",
                        "elements": []
                    },
                    {
                        "content": "The applicant’s position is based on a general principle of criminal law, according to which interim law providing for a more lenient penalty shall be applied unconditionally. This clear principle has been violated in the present case and I have therefore decided to disagree with the majority.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RUBAN v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-165250.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0712JUD000892711",
    "externalsources": [],
    "extractedappno": [
        "8927/11",
        "9852/03",
        "13413/04",
        "36376/04",
        "2312/08",
        "34179/08",
        "10249/03",
        "33427/10",
        "49318/07",
        "58216/13",
        "26083/94",
        "9174/02",
        "31430/09",
        "29104/11"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "1960 Criminal Code",
        "2001 Criminal Code",
        "1960 Criminal Code in its wording of 29 December 1999",
        "Article 152 of the Constitution",
        "Law no. 1483"
    ],
    "itemid": "001-165250",
    "judgementdate": "12/07/2016 00:00:00",
    "kpdate": "12/07/2016 00:00:00",
    "kpthesaurus": [
        "288",
        "172",
        "434",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "7-1",
        "7"
    ],
    "parties": [
        "RUBAN",
        "UKRAINE"
    ],
    "rank": "1569.44543457031",
    "representedby": [
        "BURNS N."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Gouarré Patte v. Andorra, no. 33427/10, 12 January 2016",
        "Hummatov v. Azerbaijan (dec.), nos. 9852/03 and 13413/04, 18 May 2006",
        "Kononov v. Latvia [GC], no. 36376/04, § 185, ECHR 2010",
        "Korbely v. Hungary [GC], no. 9174/02, §§ 72-73, ECHR 2008",
        "Maktouf and Damjanović v. Bosnia and Herzegovina [GC], nos. 2312/08 and 34179/08, § 66, ECHR 2013 (extracts)",
        "Mikulović and Vujisić v. Serbia (dec.), nos. 49318/07 and 58216/13, 17 December 2015",
        "Scoppola v. Italy (no. 2) [GC], no. 10249/03, § 109, 17 September 2009",
        "Stepanenko and Ososkalo v. Ukraine (dec.), nos. 31430/09 and 29104/11, 14 January 2014",
        "Waite and Kennedy v. Germany [GC], no. 26083/94, § 54, ECHR 1999 I"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "448234",
    "typedescription": "15"
}