{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "60179/09",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-110393.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 60179/09) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Moldovan national, Mr Vasile Culev (“the applicant”), on 29 October 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr V. Sîrghi, a lawyer practising in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent, Mr V. Grosu.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been held in inhuman conditions of detention and that the courts had not deducted from his prison term the time he had spent in detention pending trial.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 20 January 2010 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1961 and lives in Chişinău.",
                                "elements": []
                            },
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s arrest and conviction",
                                "elements": [
                                    {
                                        "content": "7.  On 8 August 2006 the applicant was arrested on suspicion of forging official documents, possessing marijuana for personal use and selling counterfeit foreign currency. He pleaded guilty to the first charge, but denied having committed the other offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 10 August 2006 he was released, but he was arrested again on 16 August 2006 and placed in prison no. 13 in Chişinău on 26 August 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 20 February 2007 he was convicted of the offence to which he had confessed and acquitted on the rest of the counts. He was sentenced to a prison term of six months and six days and released immediately, because he had already been detained for an equivalent period of time pending the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 18 September 2007 the Chişinău Court of Appeal partially quashed that judgment and increased the applicant’s sentence to two years. On 3 March 2008 he was arrested again and was detained in prison no. 13 in Chişinău between 6 March 2008 and 27 December 2009 (when he was transferred to prison no. 5 in Cahul). On 10 April 2010 he was transferred to Pruncul prison hospital no. 16 for tuberculosis treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 15 July 2008 the Supreme Court of Justice ordered a rehearing of the case by the Chişinău Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 16 December 2008 the Chişinău Court of Appeal convicted the applicant on all counts (see paragraph 7 above), sentencing him to seven years and six months of imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 30 June 2009 the Supreme Court of Justice partly upheld that conviction, sentencing the applicant to seven years and two months of imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 17 November 2009 the Supreme Court of Justice adopted a judgment by which it corrected an error made in its final judgment of 30 June 2009. As a result the entire period of the applicant’s detention pending trial was deducted from the applicant’s prison term. The applicant continues to serve his sentence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of detention",
                                "elements": [
                                    {
                                        "content": "15.  The applicant was detained in prison no. 13 from 16 August 2006 until 20 February 2007, as well as from 6 March 2008 until 27 December 2009. He described the conditions of detention as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The cell measured 20 square metres and accommodated thirteen to twenty detainees at a time. It was damp and dirty. In summer it was extremely hot, forcing everyone to go half naked; during the winter it was very cold.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The applicant was allegedly subjected to passive smoking despite his tuberculosis, of which the prison authorities were aware from the very beginning of his detention. The one small window was covered by a metal sheet with small holes, preventing daylight from reaching the cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Tap water was not always available, which made it impossible to eliminate the smell from the toilet, situated just 1.5 metres from the dining table. Access to a shower was ensured only once a week. The cell was infested with parasitic insects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant allegedly asked on a number of occasions to be given appropriate medical assistance, but this was refused as the necessary medication was not available (the applicant did not specify which medication and for what illness it had been required). He also asked for better food and extra time for his daily walks in order to improve his state of health, but these requests were also refused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  According to the applicant, the food served smelled bad and was virtually inedible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In a letter of 8 December 2006 in reply to a complaint by the applicant, the Head of the Penitentiaries Department informed him that during a check it had been established that the cell in which the applicant and five other persons were detained, cell no. 57, was designed to accommodate twelve persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 21 September 2009 the applicant went on a hunger strike and was moved to another cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Government provided details concerning the applicant’s conditions of detention, including the surface area of each cell in which he had been detained in prison no. 13, such as cell no. 57, which measured 22.3 square metres. Each cell was well lit and had a window and working ventilation. Each cell was equipped with a sink and a toilet separated from the rest of the cell by a wall. Food was prepared in accordance with the regulations and regularly checked for quality by the prison doctor. Heating was secured through the use of the prison’s autonomous thermal generator. Smoking was prohibited in the cells and was authorised in specially designated areas only; the applicant himself smoked twenty cigarettes a day. Moreover, the applicant was tested extensively for tuberculosis since his first placement in a cell in prison no. 13. He had suffered from that illness in 2004 in  and was therefore known to have an increased risk of recurrence and was treated accordingly. The Government submitted evidence of such medical check-ups and treatment, which also included treatment for other illnesses he was suffering from.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE, AS WELL AS NATIONAL AND INTERNATIONAL REPORTS",
                        "elements": [
                            {
                                "content": "24.  Under Article 225 of the Enforcement Code (in force since 1 July 2005 and republished on 5 November 2010), the minimum living space for each detainee is 4 square metres.",
                                "elements": []
                            },
                            {
                                "content": "25.  The Government annexed to their observations copies of judgments in the cases of Drugaliov v. the Ministry of Internal Affairs and the Ministry of Finance, and Gristiuc v. the Ministry of Finance and the Penitentiaries Department. In both cases the applicants had been awarded compensation for ill-treatment and/or inhuman conditions of detention.",
                                "elements": []
                            },
                            {
                                "content": "26.  In its report for 2010 (page 142 et seq., “Conditions of detention” chapter), the Centre for Human Rights in  (“the Centre”, which is the Moldovan Ombudsman institution) found, inter alia, that:",
                                "elements": []
                            },
                            {
                                "content": "“Observance of the statutory living space (4 square metres) in the living blocks of the institution has become an unpleasant problem; it has become a systemic deficiency of prisons throughout the country. ...",
                                "elements": []
                            },
                            {
                                "content": "The same situation was attested during a visit to prison no. 13 in Chişinău on 9 September 2010. In some cells the living space was not proportionate to the number of detainees. At the time of the visit there were eight persons detained in cell no. 38, which measures 24 square metres. This situation has been attested repeatedly during visits of the Centre’s staff to the preventive detention centre in Chişinău. Similar findings were made during visits to prison no. 7 in Rusca on 19 May 2010, where six persons were being held in a cell measuring 15.5 square metres, and prison no. 4 in Cricova, where over twenty persons were detained in a cell measuring 65 square metres in living section no. 7.",
                                "elements": []
                            },
                            {
                                "content": "Overcrowding is a matter of direct relevance to the Ombudsman’s mandate as it is covered by the National Mechanism for the Prevention of Torture, which has established overcrowding in the country’s prisons on many occasions. ...",
                                "elements": []
                            },
                            {
                                "content": "... [T]he Penitentiaries Department has informed the ombudsman that meat and fish products are provided [to detainees] whenever that is possible. However, that authority stated that, owing to the difficult financial situation, during 2010 detainees in prison no. 17 in Rezina received only 75% of the necessary meat products and 80% of the necessary fish products. In this regard, the Minister of Justice submitted information concerning the expenses for feeding detainees in 2010. Such expenses amounted to MDL 24.05 mln, while the amount required for that period of time was, according to Ministry of Finance when presenting the draft Budget law, MDL 29.05 mln. The daily cost of feeding a detainee in 2010 was MDL 10.24, while the daily requirement was MDL 12.35. This fact was often cited by prison administrations as the reason for the impossibility of providing detainees with meat and fish.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "In respect of sanitary conditions, lighting and ventilation problems continue to exist in the majority of living blocks in the prisons of the , with the exception of prisons no. 1 in Taraclia and no. 7 in Rusca.",
                                "elements": []
                            },
                            {
                                "content": "The  inherited old gulag-type prisons with run-down buildings, which corresponded to soviet standards. These prisons do not satisfy the requirements of national and international standards, but the reduced financial means of the State do not allow for their reconstruction or renovation.",
                                "elements": []
                            },
                            {
                                "content": "In the prisons, with the exception of prison no. 1 in Taraclia, detainees are held in large-capacity cells insufficiently equipped to meet the daily needs of detainees: space for sleeping, for daily life and for sanitary installations. Detainees are held in extremely cramped, dark, damp, non-ventilated spaces filled with cigarette smoke. In certain prisons the bunk beds essentially prevent daylight from reaching the living space.”",
                                "elements": []
                            },
                            {
                                "content": "27.  The relevant parts of the report by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) on its visit to Moldova between 14 and 24 September 2007 (CPT/Inf (2008) 39) read as follows (unofficial translation):",
                                "elements": []
                            },
                            {
                                "content": "“46.  At the outset of the 2007 visit, the Director of the Penitentiaries Department of the Ministry of Justice provided the delegation with detailed information on measures already taken or planned with a view to reforming the Moldovan penitentiary system and implementing the CPT’s recommendations. One particularly welcome outcome of these measures is the reduction of the country’s prison population. At the time of the 2007 visit, the total number of prisoners stood at 8,033 (including 1,290 on remand), compared to 10,591 in 2004. This positive trend can be attributed to legislative changes in recent years, including the entry into force of a new Code of Execution of Sentences in July 2005 and the adoption of amendments to the Criminal Code and the Code of Criminal Procedure. As a result, there has been an increase in the number of conditional early releases, as well as a wider use of alternatives to imprisonment and a more selective application of remand custody by the courts.",
                                "elements": []
                            },
                            {
                                "content": "\tFurther, the implementation of the “Concept for reforming the penitentiary system in the period 2004-2013” has been supported by an increase in the budgetary allocation (from 75.8 million lei in 2004, to 166.1 million lei in 2007), as well as by a growing input of foreign aid. This has enabled, inter alia, the amelioration of the food provided to prisoners, an improvement in health care, and the carrying out of refurbishment works at several penitentiary establishments (for example, No. 1 in Taraclia, No. 7 in Rusca and No. 17 in Rezina).",
                                "elements": []
                            },
                            {
                                "content": "\tLast but not least, there has been an important shift in mentality through improved staff recruitment and training procedures. The delegation was informed that the directors of many penitentiary establishments had been changed in the last year, following a competition and a probation period. Further, new training programmes for staff had been developed, placing particular emphasis on human rights issues ...",
                                "elements": []
                            },
                            {
                                "content": "47.  The CPT can only welcome the above-mentioned measures taken by the Moldovan authorities. Nevertheless, the information gathered by the Committee’s delegation during the 2007 visit shows that much remains to be done. In particular, overcrowding continues to be a problem; despite the fact that all establishments visited were operating at well under their official capacities, there was on average only 2 m² of living space per prisoner, rather than the standard of 4 m² provided for in Moldovan legislation.",
                                "elements": []
                            },
                            {
                                "content": "\tThe CPT is convinced that the only viable way to control overcrowding and achieve the standard of at least 4 m² of living space per prisoner is to adopt policies designed to limit or modulate the number of persons sent to prison. In this connection, the Committee must stress the need for a strategy covering both admission to and release from prison to ensure that imprisonment really is the last resort. This implies, in the first place, an emphasis on non-custodial measures in the period before the imposition of a sentence and, in the second place, the adoption of measures which facilitate the reintegration into society of persons who have been deprived of their liberty.",
                                "elements": []
                            },
                            {
                                "content": "\tThe CPT trusts that the Moldovan authorities will continue their efforts to combat prison overcrowding and, in so doing, will be guided by Recommendation Rec(99)22 of the Committee of Ministers of the Council of Europe concerning prison overcrowding and prison population inflation, as well as Recommendation Rec(2003)22 on conditional release (parole).”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The applicant complained that the conditions of his detention in prison no. 13 had been inhuman, contrary to the requirements of Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "29.  The Government submitted that the applicant had failed to exhaust available domestic remedies by claiming compensation for the damage allegedly caused by his detention in inhuman conditions. They referred to the case-law of the domestic courts in this regard (see paragraph 25 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court observes that it has already found a violation of Article 13 of the Convention in Malai v. Moldova (no. 7101/06, §§ 45-46, 13 November 2008), in I.D. v. Moldova (no. 47203/06, § 50, 30 November 2010), and in Rotaru v. Moldova (no. 51216/06, § 47, 15 February 2011) on account of the lack of effective remedies in Moldova for inhuman and degrading conditions of detention. It also observes that the remedy invoked by the Government does not have a preventive effect in the sense of improving the conditions of an applicant’s detention, but only a compensatory effect (see, for instance, Holomiov v. Moldova, no. 30649/05, § 107, 7 November 2006). Therefore, it is not effective in the case of persons still detained in such conditions at the time of lodging their application with the Court (see, for instance, Oprea v. Moldova, no. 38055/06, § 33, 21 December 2010), which was the applicant’s situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Therefore, the Government’s preliminary objection must be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court refers to its case-law, as summarised in I.D. v. Moldova (cited above, §§ 27-31), concerning the application of the six-month rule established in Article 35 § 1 of the Convention to complaints about conditions of detention, where the applicant’s detention is interrupted. It finds that the applicant’s first period of detention in prison no. 13 (between 26 August 2006 and 20 February 2007) is to be considered as separate from his second detention period (which started on 6 March 2008). It is true that the applicant was detained within the framework of the same criminal proceedings during both periods of his detention. Nonetheless, in view of the significant gap – in excess of a year – between the two periods of detention with which the complaints are concerned the Court cannot treat them as a part of a continuing situation as described above, even if the other conditions are met (see Haritonov v. Moldova, no. 15868/07, § 26, 5 July 2011). The applicant lodged his complaint on 29 October 2009 and there is nothing to suggest that he was in any way prevented by the authorities from complaining before that date. Consequently, in so far as it refers to his first period of detention, the applicant’s complaint has been lodged more than six months after the alleged breach took place and must be declared inadmissible under Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court notes that in his observations on the merits of the case received on 30 August 2010 the applicant complained about the allegedly insufficient medical assistance in prison no. 16, where he was treated for tuberculosis. This new complaint had not been part of the initial application and had not been raised in any of the correspondence before communication of the present application to the respondent Government. It was therefore registered as a separate application as falling outside the scope of the present case and will not be examined here.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court notes that the complaint concerning the conditions of detention during the applicant’s second period of detention at prison no. 13 (between 6 March 2008 and 27 December 2009) is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "35.  The applicant referred to his description of the conditions of detention in prison no. 13, in particular, the overcrowding, insufficient access to daylight and ventilation, the quality of the food provided and the quality of medical assistance provided (see paragraphs 15-20 above). He also claimed that he had been deprived of medical assistance required by his condition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government submitted that in prison no. 13 the applicant had been detained in cells offering 4 square metres of living space per detainee, in accordance with the legal requirements (see paragraph 24 above). They considered that the conditions of detention had been acceptable (see paragraph 23 above). Moreover, the applicant’s hunger strike had not been in relation to the conditions of detention, and the applicant himself had stated this during his protest action on 21 September 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court agrees with the Government that in certain aspects the applicant did not substantiate his claims, notably concerning the inadequacy of medical treatment in prison no. 13 (see paragraph 23 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court observes that in Ţurcan v. Moldova (no. 10809/06, §§ 3539, 27 November 2007) it found a violation of Article 3 of the Convention in respect of the poor conditions of the applicant’s detention in Prison no. 13 between February and September 2006. In Haritonov v. Moldova (cited above) a similar finding was made for the applicant’s conditions of detention at the same prison in the period between 6 September 2006 and 17 January 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Since the present case refers to the same detention facility (prison no. 13) as that concerned by the Ţurcan and Haritonov judgments and in view of the findings of the CPT (see paragraph 27 above) and the national Ombudsman (see paragraph 26 above), as well as the lack of conclusive evidence adduced by the Government to prove that the situation had changed significantly, the Court considers that there are no reasons to depart from the conclusions reached in the above-mentioned cases. The Court thus considers that the hardship endured by the applicant during his detention between 6 March 2008 and 27 December 2009 went beyond the unavoidable level of hardship inherent in detention and reached a threshold of severity contrary to Article 3 of the Convention. Accordingly, there has been a violation of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  The applicant complained of a violation of Article 5 of the Convention on account of the failure of the Supreme Court of Justice to deduct the time spent in detention pending trial from his prison term, as required by law. He claimed that he had not been informed of any subsequent decision in that regard until after reading the Government’s observations.",
                                "elements": []
                            },
                            {
                                "content": "41.  The Government referred to the judgment of 17 November 2009 (see paragraph 14 above).",
                                "elements": []
                            },
                            {
                                "content": "42.  The Court considers that in the light of the judgment of 17 November 2009 this complaint does not raise any issue under Article 5 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "43.  It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "44.  The applicant also complained, under the same provision, that he had been detained unlawfully on the basis of incorrect judgments adopted by the domestic courts. The Court considers that this complaint essentially repeats that made under Article 6, examined below.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  The applicant also complained of a violation of Article 6 of the Convention on account of the allegedly incorrect and biased examination of evidence by the domestic courts which resulted in wrong and unmotivated judgments.",
                                "elements": []
                            },
                            {
                                "content": "46.  Having examined the case file, the Court does not see any indication of arbitrariness in the judgments of the domestic courts. It therefore has no reason to question those judgments, nor is it its role to act as a “fourth-instance court” in deciding upon a person’s guilt or innocence, which is essentially what the applicant is requesting. It follows that this complaint must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "48.  The applicant claimed 9,500 euros (EUR) in compensation for expenses which he had allegedly incurred for medication and treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government contested this claim, finding it unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court notes the absence of any evidence in support of the applicant’s claim that he had had to pay for any medication or treatment. It would rather follow from the extensive list of medical interventions submitted by the Government that any medical check-ups and treatment were paid for by the State since he was a detainee. The Court therefore does not make any award for pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "51.  The applicant also claimed EUR 1 million in respect of non-pecuniary damage caused to him as a result of his detention in inhuman conditions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government considered that no compensation was due in the absence of a violation of any Convention rights. In any event, the sum claimed was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Having regard to the violation of Article 3 of the Convention found above, the Court considers that an award of compensation for non-pecuniary damage is justified in this case. Making its assessment on an equitable basis, and considering in particular the long period of time during which the applicant was detained in inhuman conditions, the Court awards the applicant EUR 4,500.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "54.  The applicant claimed EUR 300 for legal costs. He submitted payment slips in respect of payments made to his lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government considered that the costs incurred did not have any relevance to the alleged violation of Article 3 of the Convention and could therefore not be recovered, because the payment slips concerned representation in the domestic criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court notes that one of the payment slips expressly mentions the costs of representation for the preparation of the present application, amounting to 4,784 Moldovan lei (EUR 300). It is therefore satisfied that the applicant has in fact made the payment and that it was made specifically to pay for his lawyer’s services in representing him in the present proceedings. Moreover, the amount claimed is not excessive as to quantum, and therefore the Court awards the amount claimed in full.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "57.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 3, concerning the conditions of detention during the applicant’s second period of detention, admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Moldovan lei at the rate applicable on the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 17 April 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF CULEV v. MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-110393.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0417JUD006017909",
    "externalsources": [],
    "extractedappno": [
        "60179/09",
        "7101/06",
        "47203/06",
        "51216/06",
        "30649/05",
        "38055/06",
        "15868/07",
        "10809/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-110393",
    "judgementdate": "17/04/2012 00:00:00",
    "kpdate": "17/04/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "CULEV",
        "MOLDOVA"
    ],
    "rank": "877.156555175781",
    "representedby": [
        "SIRGHI V."
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "370398",
    "typedescription": "15"
}