{
    "__articles": "5;5-1;6;6-1;10;10-1;11;11-1;13;13+11",
    "__conclusion": "Violation of Article 11 - Freedom of assembly and association (Article 11-1 - Freedom of peaceful assembly);Violation of Article 13+11 - Right to an effective remedy (Article 13 - Effective remedy) (Article 11 - Freedom of assembly and association;Article 11-1 - Freedom of peaceful assembly);Violation of Article 10 - Freedom of expression-{general} (Article 10-1 - Freedom of expression);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Impartial tribunal)",
    "applicability": "",
    "appno": "60921/17;7202/18",
    "article": [
        "13",
        "10",
        "5",
        "6",
        "11"
    ],
    "conclusion": [
        {
            "article": "11",
            "base_article": "11",
            "details": [
                "Article 11-1 - Freedom of peaceful assembly"
            ],
            "element": "Violation of Article 11 - Freedom of assembly and association",
            "type": "violation"
        },
        {
            "article": "11",
            "base_article": "11",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+11 - Right to an effective remedy",
            "mentions": [
                "Article 11 - Freedom of assembly and association",
                "Article 11-1 - Freedom of peaceful assembly"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+11 - Right to an effective remedy",
            "mentions": [
                "Article 11 - Freedom of assembly and association",
                "Article 11-1 - Freedom of peaceful assembly"
            ],
            "type": "violation"
        },
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "Violation of Article 10 - Freedom of expression-{general}",
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Administrative proceedings",
                "Article 6-1 - Impartial tribunal"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-192771.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 60921/17 and 7202/18) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Elvira Rashitovna Dmitriyeva (“the applicant”), on 16 August 2017 and 22 January 2018 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms I. Khrunova, a lawyer practising in Kazan, and Mr K. Terekhov, a lawyer practising in Moscow. The Russian Government (“the Government”) were represented by Mr M. Galperin, Representative of the Russian Federation to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, in particular, of a breach of her right to freedoms of expression and assembly and the lack of an effective remedy in that respect. She also complained of unlawful arrest and the lack of a prosecuting party in the administrative-offence proceedings against her.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 24 October 2017 and 23 February 2018 the Government were given notification of the above complaints and the remainder of the applications was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1979 and lives in Kazan.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background information",
                                "elements": [
                                    {
                                        "content": "6.  On 2 March 2017 Aleksey Navalnyy published on YouTube a documentary entitled “Don’t Call Him Dimon” denouncing Prime Minister Mr Medvedev for alleged corruption. He called on his supporters to protest on 26 March 2017.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Mr Navalnyy’s followers in many towns notified the local authorities of their intention to hold public assemblies against corruption on 26 March 2017. In the majority of cases the local authorities refused to allow the assemblies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Despite that, according to media reports, between 32,000 and 93,000 people in ninety-seven towns took part in the country-wide anticorruption protest on 26 March 2017. Between 1,666 and 1,805 people were arrested and convicted of administrative offences.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s notification of a public event in Kazan",
                                "elements": [
                                    {
                                        "content": "9.  In response to the call by Mr Navalnyy to protest against corruption, on 14 March 2017 the applicant notified the Kazan Town Administration of her intention to hold a meeting from 11 a.m. to 4 p.m. on 26 March 2017, which 150 people were expected to attend. She proposed three alternative sites for the town administration to choose from, including a specially designated location for holding public events in Krylya Sovetov Park. The aim of the event was to protest against corruption and to demand Mr Medvedev’s resignation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 16 March 2017 the Kazan Town Administration refused to approve the meeting, claiming that other (unspecified) public events were scheduled at the locations chosen by the applicant at the same time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant challenged that refusal before the Vakhitovskiy District Court of Kazan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 17 March 2017 the applicant and Mr B. notified the Kazan Town Administration of their intention to hold a “picket” (пикетирование) against corruption from 11 a.m. to 4 p.m. on 26 March 2017. She proposed four alternative sites for the town administration to choose from.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 21 March 2017 the Kazan Town Administration refused to approve the “picket”, claiming that other (unspecified) public events were scheduled at the locations chosen by the applicant at the same time. It proposed another venue for the “picket”. On 22 March 2017 the applicant accepted the venue proposed by the town administration for the “picket”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 23 March 2017 the applicant published a message on VKontakte, criticising the town administration for its decision not to allow the meeting. She stated, in particular, that the decision of 16 March 2017 had been unlawful because the town administration had not proposed alternative locations for the meeting. She further claimed that the town administration could not refuse to allow the meeting in Krylya Sovetov Park because it was a specially designated location for public events. If another event was scheduled at that location, the town administration had to propose another time for the meeting. In any event, Krylya Sovetov Park was very large and there was enough space for several simultaneous events. She also said that the decision of 16 March 2017 had been challenged before a court and that the proceedings were still pending. She stated that people were entitled to assemble peacefully and that it had therefore been decided to hold a meeting in Krylya Sovetov Park at 2 p.m. on 26 March 2017 to protest against corruption. The message ended as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Invite your friends to join the group. We demand answers in the streets of Kazan! The meeting point is near the main entrance to Krylya Sovetov Park in Kopylova street, underground station Aviastroitelnaya.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 24 March 2017 the Vakhitovskiy District Court allowed the applicant’s claim against the decision of 16 March 2017 in part. It found that the regional branch of the “United Russia” party had earlier notified the town administration of its intention to hold public events from 9 a.m. to 6 p.m. on 26 March 2017 at all three locations chosen by the applicant and at two other sites. In such circumstances, the town administration was to provide the applicant with well-reasoned proposals for changing the location or time of her intended meeting. No such proposals had been made, however. The town administration’s failure to propose an alternative location or time for the applicant’s event had therefore been unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On the same day the Kazan department of internal affairs warned the applicant that if she held a public event at one of the locations indicated in her notifications of 14 and 17 March 2017, she would be held liable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 26 March 2017 the applicant held a meeting at the specially designated location for public events in Krylya Sovetov Park. According to the applicant, about 1,500 people attended the meeting, which lasted for about one hour and twenty minutes. According to the Government, about 400 people participated in the event.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  According to the Government, during the meeting the police used loudspeakers to order the participants to disperse. According to the applicant, no announcements were made through loudspeakers. A police officer had approached her and demanded that she stop the unlawful public event. Referring to the Vakhitovskiy District Court’s decision of 24 March 2017, she had replied that the meeting was lawful. No further action was taken by the police until the end of the meeting.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s arrest and the administrative-offence proceedings against her",
                                "elements": [
                                    {
                                        "content": "19.  The applicant was arrested on her way home after the meeting at about 4.20 p.m., and taken to a nearby police station. The police immediately drew up a report stating that she had been escorted to the police station so that a report on an administrative offence could be drawn up. An arrest record, drawn up at the same time, stated that she had been arrested “in connection with an administrative offence [sic.] under Articles 20.2 § 2 [and] 19.3 § 1 [of the Code of Administrative Offences (hereafter “the CAO”)] for examination of the case”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  At 6 p.m. the police drew up a report on an administrative offence under Article 20.2 § 2 of the CAO. They noted that the applicant had organised an unauthorised public event. In particular, she had published a message on VKontakte calling for participation in the meeting in Krylya Sovetov Park on 26 March 2017. She had then held a meeting from 2 to 3 p.m. in which about 400 people had participated. She had notified the town administration of her intention to hold a meeting in Krylya Sovetov Park but the town administration had refused to allow the meeting. She had been allowed, however, to hold a “picket” at another location. By holding an unauthorised meeting in Krylya Sovetov Park, the applicant had breached the requirements of section 4 paragraphs 4 and 5 of the Public Assemblies Act and had therefore committed an offence under Article 20.2 § 2 of the CAO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  At the same time, at 6 p.m., the police also drew up a report on an administrative offence under Article 19.3 of the CAO. They repeated verbatim the report on the administrative offence under Article 20.2 § 2 of the CAO and added that the applicant had been warned by the Kazan department of internal affairs that she would be held liable if she went ahead with a public event at a location which had not been approved by the town administration. The applicant had held the meeting in Krylya Sovetov Park at 2 p.m. on 26 March 2017, despite that warning. The police had ordered her to stop the meeting but she had not taken any actions to comply with that order; the meeting had lasted until about 3 p.m. The applicant had therefore disobeyed a lawful order of the police and had thereby committed an offence under Article 19.3 of the CAO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicant was released at 8.35 p.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 27 March 2017 the Aviastroitelnyy District Court of Kazan, in two separate judgments, found the applicant guilty of offences under Articles 19.3 and 20.2 § 2 of the CAO. It found that she had organised an unauthorised public event, including by publishing a message on VKontakte calling for participation, and had refused to obey a lawful order given by the police to stop that event. The court noted that the applicant had notified the town administration of her intention to hold a meeting in Krylya Sovetov Park but that the town administration had refused to allow the meeting; it had proposed that she hold a “picket” at another location. The applicant had been warned by the Kazan department of internal affairs that she would be held liable if she went ahead with the public event at locations which had not been approved by the town administration. She had, however, held the meeting in Krylya Sovetov Park. The police had ordered her to stop the meeting but she had not complied with that order. The court did not reply to the applicant’s argument that the town administration’s decision of 16 March 2017 refusing to approve the meeting had been annulled on judicial review and that the meeting had therefore to be considered as authorised and lawful, and the police’s order to stop it unlawful. The court sentenced the applicant to a fine of 1,000 Russian roubles (RUB) under Article 19.3 of the CAO and to twenty hours of community work under Article 20.2 § 2 of the CAO.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicant appealed. She reiterated her argument that the meeting organised by her had been duly notified and therefore lawful, and that the police’s order to stop it had been unlawful. She referred to the decision of 24 March 2017 by the Vakhitovskiy District Court declaring unlawful the town administration’s decision of 16 March 2017 refusing to approve the meeting and submitted that under Article 227 § 8 of the Code of Administrative Procedure (“the CAP”), that decision was subject to immediate enforcement (see a summary of the domestic law provisions in Lashmankin and Others v. Russia, nos. 57818/09 and 14 others, § 293, 7 February 2017). She further referred to a Constitutional Court ruling of 14 February 2013 that a public event was considered to be approved not only after receipt by the organiser of the local authorities’ express approval, but also if the local authorities had not provided the organiser with a wellreasoned proposal for a change of location or time of the event within the statutory time-limit. The applicant also argued that the public event had not created any risk to people’s lives or health or to the property of persons or legal entities. Nor had the participants committed any unlawful acts or breached the procedure for the conduct of public events established by the Public Events Act. There had therefore been no lawful grounds to stop the public event.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 17 May 2017 the Supreme Court of the Tatarstan Republic upheld both judgments of 27 March 2017 on appeal, finding them lawful, well reasoned and justified. In reply to the applicant’s arguments that the meeting had been lawful and that the police’s order to stop it had been unlawful, the court held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Counsel’s and [the applicant’s] arguments that she was innocent and had been unlawfully charged under [Articles 19.3 and 20.2 § 2 of the CAO] because there had been no corpus delicti [of the above offences] in her actions – as she had not breached applicable statutory requirements, her guilt had not been proven by the material in the case file and the police officer’s order to stop the public event had been unlawful – are unsubstantiated. They are based on an incorrect interpretation of the applicable legal provisions and an incorrect assessment of the facts of the present case. The arguments advanced by [the applicant] contradict the facts established during the examination of the case and are disproved by the evidence, which cumulatively shows that [the applicant] disobeyed a lawful order by a police officer who was fulfilling his duty to safeguard public order and ensure public safety.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court then extensively cited the applicable provisions of the domestic law (see a summary of the domestic law provisions in Lashmankin and Others, cited above, §§ 226-32) and continued:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A comprehensive analysis of the applicable legal provisions and the facts of the present case leads [the court] to conclude that in the present case the organiser of the public event did not fully comply with the procedure for organising and holding public events, which rendered the public event unlawful. Furthermore, the judicial decision finding [the town administration’s] failure to act unlawful did not amount to an unconditional approval of the location and time of the public event and did not exempt the organiser from fulfilling the obligations imposed by [the Public Events Act]. The above [judicial decision] did not therefore transform an unauthorised public event into an authorised one ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the present case the police officer acted within the powers provided by law with the aim of fulfilling his duty to ensure public safety and order. His order to stop the public event, addressed to its organiser, can be considered lawful in accordance with [the Police Act].",
                                        "elements": []
                                    },
                                    {
                                        "content": "The argument that the public event was to be considered as approved not only after receipt by the organiser of [the local authorities’] approval, but also if [the local authorities] have not provided the organiser with a well-reasoned proposal for a change of location or time of the event within the statutory time-limit is invalid. The aim of the public event indicated in the notification (against corruption and for Prime Minister Medvedev’s resignation) differed from the real aim of the public event and the aim declared during preliminary campaigning [for that event]. Thus, on 23 March 2017 [the applicant] published on her ... VKontacte personal page campaigning material about the forthcoming public event at 2 p.m. on 26 March 2017 in Krylya Sovetov Park ... which stated: ‘26 March is a nationwide protest day against corruption by Russian high-ranking officials. #whereisDimon#lookforDimon. Friends, we have the right to assemble peacefully, to discuss. It has therefore been decided to hold the meeting in Krylya Sovetov Park ...’.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Subsequently, on 12 July 2017, the Vakhitovskiy District Court found the applicant guilty of an offence under Article 20.2 § 1 of the CAO. The court noted that the applicant had given oral submissions and had pleaded not guilty. It then found that on 23 March 2017 she had published a message on VKontakte calling for participation in a meeting to be held on 26 March 2017 in Krylya Sovetov Park, despite the fact that the town administration had refused to approve that meeting and had suggested that the applicant should hold a “picket” at another location. She had therefore campaigned for participation in the public event before it had been approved by the competent regional or municipal authorities. The court ordered the applicant to pay a fine of RUB 10,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 9 August 2017 the Supreme Court of the Tatarstan Republic upheld the judgment of 12 July 2017 on appeal, finding that it had been lawful, well reasoned and justified. It held, in particular, that section 10 § 1 of the Public Events Act expressly prohibited organisers from campaigning for participation in a public event before it had been approved by the competent local authorities (see a summary of the domestic law provisions in Lashmankin and Others, cited above, § 249). The applicant had breached that prohibition. The court then repeated verbatim the parts of its judgment of 17 May 2017 cited in paragraph 25 above. The applicant attended the hearing and made oral submissions.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Civil proceedings",
                                "elements": [
                                    {
                                        "content": "28.  On 12 September 2017 the Vakhitovskiy District Court of Kazan dismissed the applicant’s claim in respect of non-pecuniary damage caused by the town administration’s unlawful failure to propose alternative locations for the meeting of 26 March 2017 as established by the judgment of 24 March 2017 (see paragraph 15 above). The court found that the applicant had not proved that she had suffered non-pecuniary damage as a result of the town administration’s failure to act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 14 December 2017 the Supreme Court of the Tatarstan Republic upheld that judgment on appeal, finding that it had been lawful, well reasoned and justified. It added that on 21 March 2017 the town administration had proposed an alternative location for the public event planned by the applicant. The applicant had not substantiated her argument that that proposal concerned another public event.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "30.  For a summary of the domestic provisions on the procedure for the notification and conduct of public events, on relevant judicial review procedures and on the liability for breaches committed in the course of public events, see Lashmankin and Others (cited above, §§ 216312).",
                                "elements": []
                            },
                            {
                                "content": "31.  The applicable domestic provisions have since been interpreted by the Supreme Court as follows.",
                                "elements": []
                            },
                            {
                                "content": "32.  Plenary Supreme Court Ruling no. 28 of 26 June 2018 deals with the application of legislation governing public events during judicial examination of administrative complaints and administrative-offence cases. It provides that a refusal to approve a public event, its location or time or the manner in which it is to be conducted may be challenged before a court either by the event organiser or by a person appointed by the organiser to fulfil certain organisational tasks (point 2). When examining such administrative complaints, the courts have to examine whether the interference by a public authority with the right to freedom of public assembly was lawful, necessary and proportionate to a legitimate aim. The courts must examine all the grounds advanced by the public authority and all the evidence submitted by it, and assess whether the reasons for the interference were relevant and sufficient (point 9). Furthermore, Ruling no. 28 provides that the courts must verify whether the proposal to change the location or time of a public event or the manner of conducting it was made within the three-day statutory time-limit. Failure to comply with that time-limit means that the public event must be considered to be approved by default (point 10).",
                                "elements": []
                            },
                            {
                                "content": "33.  Ruling no. 28 also provides that the courts must take into account that a proposal to change the location or time of a public event or the manner in which it is to be conducted must not be arbitrary or unreasoned. They must mention specific facts showing that public interest considerations make it manifestly impossible to hold the public event at the chosen location or time. Such public interests may include: normal functioning of essential public utilities, social and transport infrastructure and communications (such as emergency maintenance work on engineering and technical networks); maintenance of public order and safety of citizens (both those participating in the public event and passers-by, including on account of a risk of building collapse or an expected number of participants in excess of the maximum capacity of the location); disruption of pedestrians or traffic or of citizens’ access to residential premises or to social or transport facilities; and other similar considerations. At the same time, inconvenience caused to citizens by a public event or an assumption by the authorities that there might be a risk of such inconvenience may not in themselves be considered valid reasons for changing the location or time of a public event. For example, a necessity to temporarily divert pedestrians or traffic may not be considered a valid reason for changing the location or time of a public event, provided that it is possible to ensure that the traffic and the conduct of everyone involved in the event will comply with the established rules and will not lead to traffic accidents. On the other hand, disruption of pedestrians or traffic or a risk of disruption of essential public utility services may be considered valid reasons for proposing to change the location or time of a public event, provided that holding the public event will breach traffic or public transport safety requirements or limit citizens’ access to residential premises or public facilities, irrespective of measures taken by the public authority to ensure compliance with such requirements. The public authority must therefore submit to the court evidence of specific facts making it impossible to hold the public event at the chosen location or time. The courts may not take into account any circumstances which were not mentioned in the proposal to change the location or time of the public event (point 12).",
                                "elements": []
                            },
                            {
                                "content": "34.  Ruling no. 28 further provides that the courts should take into account that the public authority must suggest a specific alternative location and time for the public event compatible with its purposes and its social and political significance. If approval was denied because it was prohibited to hold public events at the chosen location, the public authority may suggest an alternative location for that event. The organiser must reply in writing, stating whether he or she accepts the proposed alternative location and/or time, no later than three days before the planned date of the event. The organiser may also propose another location or time for approval. However, if the organiser wants to change the date of the event, he must submit a new notification (point 13).",
                                "elements": []
                            },
                            {
                                "content": "35.  Ruling no. 28 also explains that public events held at private premises with unrestricted public access (such as shopping malls) must be notified to the public authority. The organiser must enclose with the notification the consent to the public event signed by the premises’ owner (points 8 and 14). It is not necessary to notify a public event planned at a specially designated location for public events, provided that the number of participants does not exceed the number permitted for each such location by regional law. The organiser must ensure the safety of participants and must therefore make enquiries about any other events planned at the same location at the same time, to make sure that the maximum capacity of the location will not be exceeded. The fact that the organiser informed the public authority about the intended public event will be taken into account if he or she is held liable for failure to ensure public order and safety. The public authority may propose a change of location or time of a public event to be held at a specially designated location and not requiring notification only if another public event has been scheduled to take place at the same location and time and (i) the number of participants of the two simultaneous events will exceed the maximum capacity of the location; or (ii) it will not be possible to ensure the peaceful character of the simultaneous events by applying security arrangements habitually used at public events with a comparable number of participants, that is to say, it will be necessary to apply exceptional security measures (point 15). On the other hand, a cultural event, a fair or some other mass event not falling under the Public Events Act, scheduled to take place at the same specially designated location at the same time, may not in itself serve as lawful grounds for proposing to change the location or time of a public event. It may serve as lawful grounds for proposing to change the location or time of a public event only if information about that mass event was duly published and it will not be possible to ensure safety at the two events if they are held simultaneously (point 16).",
                                "elements": []
                            },
                            {
                                "content": "36.  Lastly, Ruling no. 28 provides that if a court allowed the administrative complaint before the planned date of the public event, it may require the public authority not to impede the public event at the location and time chosen by the organisers. If the public authority has submitted evidence showing that new grounds objectively preventing holding the public event at the chosen location or time arose after the contested decision, the court may require that the public authority re-examine the issue of the event’s location, time or the manner in which it is to be conducted within a certain time-limit (point 20).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "37.  In accordance with Rule 42 § 1 of the Rules of Court, the Court decides to join the applications.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  THE GOVERNMENT’S PRELIMINARY OBJECTIONS",
                        "elements": [
                            {
                                "content": "38.  The Government argued that the applicant had not exhausted domestic remedies as regards her complaint under Article 5 of the Convention. She should have challenged the allegedly unlawful escorting and arrest in accordance with the procedure set out in Chapter 25 of the Code of Civil Procedure. She could have also lodged a civil action for compensation under Article 1070 § 1 of the Civil Code (for a summary of the applicable domestic provisions, see Tsvetkova and Others v. Russia, nos. 54381/08 and 5 others, §§ 60-82, 10 April 2018). The Government further submitted that the applicant had not exhausted domestic remedies as regards her complaints under Articles 6, 10 and 11 of the Convention about her conviction for making calls to participate in a public event, as she had not challenged her conviction by way of the “review procedure” under Article 30.12 of the CAO.",
                                "elements": []
                            },
                            {
                                "content": "39.  The applicant submitted that neither the Code of Civil Procedure nor the Civil Code had been applicable to her situation, which had been governed by the CAO. She argued that the “review procedure” was not an effective remedy – she referred to Smadikov v. Russia ((dec.), no. 10810/15, 31 January 2017). She had not therefore been required to exhaust that remedy before applying to the Court.",
                                "elements": []
                            },
                            {
                                "content": "40.  The Court notes that Chapter 25 of the Code of Civil Procedure was repealed as from 15 September 2015 and was no longer in force at the material time. That remedy was therefore not available to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "41.  As regards a civil action under Article 1070 § 1 of the Civil Code, the Court recently found that a person who had been convicted of an administrative offence in connection with which he had been arrested had no prospect of success in bringing a civil claim for compensation under Article 1070 § 1 (see Tsvetkova and Others, cited above, § 97). The Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                "elements": []
                            },
                            {
                                "content": "42.  Lastly, the Court has previously established that the “review procedure” under Article 30.12 of the CAO could not be considered an effective remedy for the purpose of Article 35 § 1 of the Convention (see Smadikov, cited above, § 49).",
                                "elements": []
                            },
                            {
                                "content": "43.  Accordingly, the Court rejects the Government’s objections as to the non-exhaustion of domestic remedies.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 11 OF THE CONVENTION ON ACCOUNT OF THE REFUSAL TO APPROVE THE LOCATION OF A PUBLIC EVENT AND THE APPLICANT`S ARREST AND CONVICTION FOR ORGANISING THAT EVENT AND DISOBEYING THE POLICE",
                        "elements": [
                            {
                                "content": "44.  The applicant complained about the restrictions imposed by the authorities on the location of her public event, and her arrest and conviction for organising that event and for disobeying the police. She relied on Articles 10 and 11 of the Convention. The Court will examine the complaint under Article 11, interpreted where appropriate in the light of Article 10 (see Lashmankin and Others v. Russia, nos. 57818/09 and 14 others, §§ 363-65, 7 February 2017). Article 11 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": " “1.  Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and to join trade unions for the protection of his interests.",
                                "elements": []
                            },
                            {
                                "content": "2.  No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others. This Article shall not prevent the imposition of lawful restrictions on the exercise of these rights by members of the armed forces, of the police or of the administration of the State.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "45.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "46.  The applicant submitted that the refusal to approve the location of her public event had been unlawful, as confirmed by the domestic courts. In such circumstances, her arrest and conviction for administrative offences for holding the public event at one of the locations mentioned in her notification had been unlawful. The applicant further submitted that the real aim of the refusal to approve her public event had been to punish her for organising an opposition meeting in the framework a country-wide protest against corruption and to dissuade her from organising similar events in the future. The measures taken against her had not, therefore, pursed any legitimate aim. Lastly, the applicant submitted that the refusal to approve her public event, her arrest and conviction had not been “necessary in a democratic society”. In the applicant’s opinion, the authorities had given all the suitable locations to the United Russia party to make the opposition protest illegal. The aim of the event she had organised had been to raise an important issue of public interest: corruption of high-ranking public officials. It had been peaceful and had not caused any disturbances of public order or of traffic, or any material damage. No calls for violence or insulting statements had been made during the meeting. The applicant had been arrested and detained for more than four hours, and sentenced to a fine and twenty hours of community work for the sole reason that she had organised a public event which the authorities had unlawfully refused to approve before that. The penalty had been manifestly disproportionate to the acts imputed to her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Government submitted that the subjection of public assemblies to an authorisation or notification procedure did not normally encroach on the essence of the right to freedom of assembly, as long as the purpose of the procedure was to allow the authorities to take reasonable and appropriate measures in order to guarantee the smooth conduct of any assembly, meeting or other gathering. They referred in that connection to Sergey Kuznetsov v. Russia (no. 10877/04, § 42, 23 October 2008). Referring to Ziliberberg v. Moldova ((dec.), no. 61821/00, 4 May 2004), they argued that since States had the right to require authorisation, they had to be able to apply sanctions to those who participated in demonstrations that did not comply with the requirement. The applicant had organised and held an unauthorised public event, and had refused to stop it when ordered to do so by the police. The dispersal of the event and the administrativeoffence proceedings against her had therefore been lawful, had pursued the legitimate aims of protecting public order and the rights of others, and had been justified.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "48.  The Court refers to the principles established in its caselaw regarding freedom of assembly (see Kudrevičius and Others v. Lithuania [GC], no. 37553/05, ECHR 2015, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In the leading case of Lashmankin and Others (cited above, §§ 40278), the Court found a violation in respect of issues similar to those in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Having examined all the material submitted to it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the interference with the applicant’s freedom of assembly was based on legal provisions which did not meet the Convention’s “quality of law” requirements, and was moreover not “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  There has therefore been a violation of Article 11 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION IN CONJUNCTION WITH ARTICLE 11",
                        "elements": [
                            {
                                "content": "52.  The applicant complained under Article 13 of the Convention in conjunction with Article 11 of the Convention that she did not have an effective remedy against the alleged violation of her freedom of assembly. Article 13 of the Convention reads:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "53.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "54.  The applicant submitted that her case was similar to the case of Lashmankin and Others (cited above) where a violation of Article 13 had been found. She had applied for a judicial review of the refusal to approve her public event and her complaint had been allowed in part. Although that decision had been issued before the planned date of the public event, its scope had been limited to declaring that the refusal had been unlawful. The domestic courts had not ordered that the town administration approve a location for the event. Given that the judicial decision had not been considered as amounting to an approval of the public event, it had not therefore given it the presumption of legality.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The applicant also submitted that the domestic courts had not examined whether the interference with her freedom of assembly had been “necessary in a democratic society” and “proportionate to a legitimate aim”. They had failed to recognise that the case involved a conflict between the right to freedom of assembly and other legitimate interests and to perform a balancing exercise. The Code of Administrative Procedure which had replaced Chapter 25 of the Code of Civil Procedure had not rectified the defects identified in Lashmankin and Others (cited above) concerning the insufficient scope of review of the Russian courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Government submitted that the applicant’s judicial-review complaint against the refusal to approve the location of her public event had been examined before the planned date of that event and had been allowed in part. The domestic courts had found, in particular, that the town administration had failed to provide her with a well-reasoned proposal to change the location of the event. Moreover, no writ of execution had been issued. The Government further submitted that the domestic courts had had to assess whether the contested decision had been lawful and well-reasoned, and whether the procedure prescribed by law for adopting it had been complied with. However, the courts had no competence to examine the “reasonableness” of any proposal to change the location.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "57.  The Court reiterates that Article 13 guarantees the availability at national level of a remedy in respect of grievances which can be regarded as arguable in terms of the Convention (see Hasan and Chaush v. Bulgaria [GC], no. 30985/96, § 96, ECHR 2000 XI). The Court has found the applicant’s right to freedom of assembly was violated. There was therefore an arguable claim under Article 11 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court reiterates that the “effectiveness” of a “remedy” within the meaning of Article 13 does not depend on the certainty of a favourable outcome for the applicant. At the same time, the remedy required by Article 13 must be “effective” in practice as well as in law, in the sense either of preventing the alleged violation or its continuation, or of providing adequate redress for any violation that has already occurred (see Kudła v. Poland [GC], no. 30210/96, §§ 157 and 158, ECHR 2000 XI, and Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, § 96, 10 January 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The scope of the Contracting States’ obligations under Article 13 varies depending on the nature of the applicant’s complaint. In the area of complaints about restrictions on the freedom of assembly imposed before the date of an intended assembly – such as, for example, a refusal of prior authorisation or approval where they are required – the Court has already observed that the notion of an effective remedy implies the possibility of obtaining an enforceable decision concerning such restrictions before the time at which the assembly is intended to take place (see Lashmankin and Others, cited above, §§ 344-45).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  In the recent case of Lashmankin and Others (cited above, §§ 34261) the Court found that the applicants had not had at their disposal an effective remedy to challenge refusals to approve the location or time of a public event or the manner in which it was to be conducted. The judicial review remedy under former Chapter 25 of the Code of Civil Procedure and the Judicial Review Act available at the material time suffered from two defects which rendered it ineffective under Article 13. Firstly, it did not allow an enforceable judicial decision to be obtained on the authorities’ refusal to approve the location, time or the manner of conducting a public event before its planned date. Secondly, its scope was limited to examining the lawfulness of the proposal to change a public event’s location, time or the manner in which it is to be conducted, and did not include any assessment of its “necessity in a democratic society” and “proportionality”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Court notes that, since the facts prompting the applications joined in Lashmankin and Others arose, a new Code of Administrative Procedure (“the CAP”) reforming the applicable judicial review procedures entered into force on 15 September 2015. It provides, in particular, that complaints against the authorities’ decisions concerning changes to the purposes, location, type or manner of conduct of a public event are to be examined by a district court, and if possible any appeal is also to be examined, before the planned date of the event. If the court allows the complaint, it requires the authority or official to remedy the breach of the complainant’s rights – in particular by determining the specific steps which need to be taken – and sets out a timelimit. The judicial decision is subject to immediate enforcement (see a summary of the domestic law provisions in Lashmankin and Others, cited above, §§ 289-94 and 297). The Court considers that those developments in the domestic law have corrected the first defect identified in Lashmankin and Others, by henceforth allowing an enforceable judicial decision to be obtained on the authorities’ refusal to approve a public event’s location, time or the manner in which it is to be conducted before its planned date.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Indeed, in the present case the applicant’s judicial review complaint against the refusal to approve the location of her public event was examined before the planned date of that event. The District Court found that the refusal had been unlawful. That decision was subject to immediate enforcement. However, as later explained by the Supreme Court of the Tatarstan Republic, “the judicial decision finding [the town administration’s] failure to act unlawful did not amount to an unconditional approval of the location and time of the public event ... The above [judicial decision] did not therefore transform an unauthorised public event into an authorised one” (see paragraph 25 above). Further action by the town administration was accordingly necessary to make the applicant’s public event legal. However, the District Court did not order any remedial action, although it had powers to do so under the CAP (see a summary of the domestic law provisions in Lashmankin and Others, cited above, § 297, and paragraph 36 above). Nor did the town administration take any steps on its own initiative to enforce the District Court’s decision and remedy the defects identified by it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court reiterates in this connection that the obligation of the States under Article 13 also encompasses a duty to ensure that the competent authorities enforce remedies when granted, and notes that it has already found violations on account of a State’s failure to observe that requirement (see Iatridis v. Greece [GC], no. 31107/96, § 66, ECHR 1999II; Öneryıldız v. Turkey [GC], no. 48939/99, § 152, ECHR 2004XII; and V.K. v. Croatia, no. 38380/08, §§ 112-17, 27 November 2012). For the Court, it would be inconceivable that Article 13 provided the right to have a remedy, and for it to be effective, without protecting the implementation of the remedies afforded. To hold the contrary would lead to situations that were incompatible with the principle of the rule of law, which the Contracting States undertook to respect when they ratified the Convention (see V.K. v  Croatia, cited above, § 114).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Given that the District Court’s decision in the applicant’s favour issued before the planned date of the public event was not enforced, contrary to the requirements of the domestic law, the Court cannot accept that the remedies provided by the national law were effective in the applicant’s case. In such circumstances it is not necessary to examine whether the second defect identified in Lashmankin and Others has been corrected by the CAP.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  There has accordingly been a violation of Article 13 in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLES 10 AND 11 OF THE CONVENTION ON ACCOUNT OF THE APPLICANT’S CONVICTION FOR CALLS TO PARTICIPATE IN A PUBLIC EVENT",
                        "elements": [
                            {
                                "content": "66.  The applicant complained that her conviction for an administrative offence for calling on the public to participate in an unauthorised public event had breached her right to freedom of expression. She relied on Articles 10 and 11 of the Convention. The Court considers that the complaint falls to be examined under Article 10, interpreted where appropriate in the light of Article 11. Article 10 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "67.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "68.  The applicant submitted that the town administration had refused to approve the location chosen by her without proposing any alternative locations, in breach of the domestic law. Indeed, the Constitutional Court had held in is ruling of 14 February 2013 that a public event was considered to be approved if the local authorities had not provided the organiser with a well-reasoned proposal for a change of the location or time of the event within the time-limit established by law. In the absence of a proposal for an alternative location, the applicant had accordingly considered that her meeting had been approved and had informed the subscribers to her VKontakte page of its time and location. The District Court had subsequently found that the town administration’s refusal to approve the meeting had indeed been unlawful (see paragraph 15 above). The applicant had therefore campaigned for participation in the meeting after it could reasonably have been considered as approved.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The applicant further submitted that Russian law did not define the term “campaign for participation”. The Constitutional Court had explained in its Ruling no. 15-П of 30 October 2003 that “campaigning” meant “calling for participation”. It did not explain, however, the difference between “calling for participation” and disseminating information about a forthcoming public event, its preparation and the advancement of the approval procedures. In the absence of clear legal criteria for distinguishing between “campaigning” and “disseminating information”, any information about a public event, its aims, type, location, time and estimated number of participants could be qualified by the authorities as campaigning for participation in that event. The domestic law therefore lacked clarity and foreseeability.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The applicant argued that her message on VKontakte had not contained any calls for participation; it had simply informed the readers about her intention to hold a meeting. The domestic authorities had not, however, attempted to draw a distinction between “campaigning” and “informing”. Moreover, the District Court’s conviction judgment had contradicted its previous decision that the refusal to approve the meeting had been unlawful. The interference with the applicant’s rights had not therefore been prescribed by law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Lastly, the applicant argued that neither the domestic decisions nor the Government in their observations had referred to any legitimate aims in interfering with her rights. It was not the Court’s role to conjecture what such aims could be. The applicant had acted in full compliance with the domestic law, as interpreted by the Constitutional Court. The interference had not, therefore, pursued any legitimate aims. Nor had the domestic authorities demonstrated that the interference had been “necessary in a democratic society”. They had not performed a balancing exercise between the applicant’s right to freedoms of expression and assembly and any other legitimate interest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Government submitted that the domestic law allowed the organisers of public events to campaign for participation only once the event had been approved by the competent authorities. The Constitutional Court had explained that that legal provision did not prevent organisers from informing prospective participants about the public event even before it had been approved by the authorities. They were only prohibited from campaigning, that is to say, from making calls for participation. Such a prohibition was therefore justified (see a summary of the domestic law provisions in Lashmankin and Others, cited above, §§ 249 and 267). It followed that any campaigning for participation after the refusal to approve a public event had been prohibited. If the authorities had proposed a change of location or time of the public event or the manner in which it was to be conducted, the campaigning for participation had to take that proposal into account. The legal provisions were therefore clear and foreseeable in their application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Government further submitted that the town administration had proposed a change of location for the applicant’s public event. She had however published calls for holding the event at one of the locations which the town administration had refused to approve. She had therefore breached the established procedure for the conduct of public events.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court`s assessment",
                                        "elements": [
                                            {
                                                "content": "74.  The Court has consistently held that freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and for each individual’s selffulfilment. Subject to paragraph 2 of Article 10, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of pluralism, tolerance and broadmindedness without which there is no “democratic society” (see Handyside v. the United Kingdom, 7 December 1976, § 49, Series A no. 24; Von Hannover v. Germany (no. 2) [GC], nos. 40660/08 and 60641/08, § 101, ECHR 2012; and Bédat v. Switzerland [GC], no. 56925/08, § 48, ECHR 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  As enshrined in Article 10, freedom of expression is subject to exceptions which must, however, be construed strictly, and the need for any restrictions must be established convincingly. The adjective “necessary”, within the meaning of Article 10 paragraph 2, implies the existence of a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with a European supervision, embracing both the law and the decisions applying it, even those given by independent courts. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression as protected by Article 10 (see Magyar Helsinki Bizottság v. Hungary [GC], no. 18030/11, § 187, 8 November 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Court’s task, in exercising its supervisory jurisdiction, is not to take the place of the competent national authorities but rather to review under Article 10 the decisions they delivered pursuant to their power of appreciation. This does not mean that the supervision is limited to ascertaining whether the respondent State exercised its discretion reasonably, carefully and in good faith; what the Court has to do is to look at the interference complained of in the light of the case as a whole and determine whether it was “proportionate to the legitimate aim pursued” and whether the reasons adduced by the national authorities to justify it are “relevant and sufficient”. In doing so, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and, moreover, that they relied on an acceptable assessment of the relevant facts (see Mouvement raëlien suisse v. Switzerland [GC], no. 16354/06, § 48, ECHR 2012 (extracts); Morice v. France [GC], no. 29369/10, § 124, ECHR 2015; and Medžlis Islamske Zajednice Brčko and Others v. Bosnia and Herzegovina [GC], no 17224/11, § 75, ECHR 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  It has not been disputed between the parties that the applicant’s conviction for making calls to participate in a public event amounted to an interference with her right to freedom of expression interpreted in the light of her right to freedom of assembly. Such interference will constitute a breach of Article 10 unless it is “prescribed by law”, pursues one or more of the legitimate aims referred to in Article 10 § 2 and is “necessary in a democratic society” to achieve those aims. The Court considers that in the present case, the questions of compliance with the law and of the existence of a legitimate aim cannot be dissociated from the question of whether the interference was “necessary in a democratic society” (see, for similar reasoning, Nemtsov v. Russia, no. 1774/11, § 75, 31 July 2014). It will therefore examine them together below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Court observes at the outset that the contested measure had a basis in Article 20.2 of the CAO, combined with section 10 paragraph 1 of the Public Events Act. In particular, Article 20.2 of the CAO provides for liability for breaches of the established procedure for the conduct of public events, including for breaching the requirements of section 10 paragraph 1 of the Public Events Act, which allows organisers to campaign for participation in a public event only once the event has been approved by the competent regional or municipal authorities (for a summary of the domestic legal provisions, see Lashmankin and Others, cited above, §§ 249 and 302).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The Constitutional Court explained that section 10 paragraph 1 of the Public Events Act prohibited “campaigning” – that is making calls for participation – only, and did not prohibit “informing” prospective participants about the aims, type, location, time and estimated number of participants in the public event even before it was approved by the authorities (see, for a summary of the Constitutional Court’s ruling, Lashmankin and Others, cited above, § 267). When holding the organisers liable for a breach of the requirements of section 10 paragraph 1, the domestic courts are accordingly required to make a distinction between “informing” and “campaigning”, as only the latter is punishable under Article 20.2 of the CAO.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  Turning to the present case, the Court notes that the domestic courts did not explain which of the applicant’s expressions they considered to amount to “campaigning”, as opposed to “informing”, within the meaning of the Constitutional Court’s ruling, and why. They did not therefore demonstrate that her message on VKontakte had been in breach of the requirements of section 10 paragraph 1 of the Public Events Act as interpreted by the Constitutional Court, and was therefore punishable under Article 20.2 of the CAO.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  However, even assuming that the applicant’s Internet post had contained calls to participate in the public event and therefore amounted to “campaigning” in breach of section 10 paragraph 1 of the Public Events Act, the Court finds that her conviction violated her right to freedom of expression for the following reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court notes that neither the Government, nor the domestic courts in the present case referred to any legitimate aims pursued by the authorities in convicting the applicant. In particular, it has never been claimed that the public event advertised by the applicant in her social networking account presented a risk to public safety or was capable of leading to public disorder or crime. The aims of the protection of public safety and prevention of disorder or crime are therefore clearly not relevant to the present case. In so far as it may be claimed that convicting an organiser of a public event for a breach of the established rules for the conduct of public events pursues the aim of enforcing those rules, the Court has already found that enforcement of rules governing public assemblies cannot become an end in itself (see Primov and Others v. Russia, no. 17391/06, § 118, 12 June 2014, and Lashmankin and Others, cited above, § 449).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court takes note, however, of the Constitutional Court’s explanation that the purpose of the rules governing public events, and in particular the notification and approval procedure, is to allow the authorities to take all necessary measures to ensure the safety of both those attending the public event and others (see, for a summary of the Constitutional Court’s ruling, Lashmankin and Others, cited above, § 273). In its turn, the prohibition on campaigning for participation before the public event has been approved by the competent authorities aims at ensuring that citizens are not misled by calls to participate in a public event the location and time of which have not yet been finally determined (see, for a summary of the Constitutional Court’s ruling, Lashmankin and Others, cited above, § 267). Given that both the notification procedure for public events and the prohibition on campaigning for participation before that procedure has been successfully completed apparently aim at protecting the rights of others, the Court will assume that the applicant’s conviction for a breach of those procedures and rules also pursues the legitimate aim of protecting the rights of others.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Court reiterates that it is normally not sufficient that the interference was imposed because its subject-matter fell within a particular category or was caught by a legal rule formulated in general or absolute terms; what is rather required is that it was necessary in the specific circumstances (see Perinçek v. Switzerland [GC], no. 27510/08, § 275, ECHR 2015 (extracts), and The Sunday Times v. the United Kingdom (no. 1), 26 April 1979, § 65 in fine, Series A no. 30). In the context of public assemblies, this means that the absence of prior authorisation and the ensuing “unlawfulness” of the action do not give carte blanche to the authorities; they are still restricted by the proportionality requirement of Article 11 (see Kudrevičius and Others, cited above, § 151). It follows that the fact that the applicant breached a statutory prohibition by “campaigning” for participation in a public event that had not been duly approved is not sufficient in itself to justify an interference with her freedom of expression. The Court must examine whether it was necessary in a democratic society to sentence her to a fine, having regard to the facts and circumstances of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The Court notes in this connection that the message published by the applicant criticised the authorities for not allowing a public event demanding the resignation of the Prime Minister, Mr Medvedev, suspected of large-scale corruption. The issues raised in that Internet post were a matter of public concern and the applicant’s comments therein contributed to an on-going political debate. The Court reiterates in this connection that under its case-law, expression on matters of public interest is entitled to strong protection (see Perinçek, cited above, § 230). There is therefore little scope under Article 10 § 2 of the Convention for restrictions on political speech or on expression on matters of public interest (see Sürek v. Turkey (no. 1) [GC], no. 26682/95, § 61, ECHR 1999IV) and very strong reasons are required for justifying such restrictions (see Feldek v. Slovakia, no. 29032/95, § 83, ECHR 2001‑VIII, and Sergey Kuznetsov, cited above, § 47, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Court further reiterates that it is important for the public authorities to show a certain degree of tolerance towards peaceful unlawful gatherings (see Kudrevičius and Others, cited above, § 150, and Navalnyy v  Russia [GC], nos. 29580/12 and 4 others, § 143, 15 November 2018). There was no reason to believe that the event in question, although not duly approved, would not be peaceful. Indeed, the impugned Internet post did not contain any calls to commit violent, disorderly or otherwise unlawful acts during the public event.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Court also observes that the approval of the public event in question was refused on formal grounds, rather than because it presented a risk of disorder or crime, or posed a risk to public safety or the rights of others. Indeed, the only ground for the refusal was that the locations chosen by the applicant would be occupied by other public events. It is important to note that the authorities did not claim that there was a risk of clashes between the two events or that, in view of the size of the venue and the expected number of participants, holding the two events simultaneously would jeopardise participants’ safety. The Court has previously found that a refusal to approve the venue of a public assembly solely on the basis that it was due to take place at the same time and location as another public event and in the absence of a clear and objective indication that both events could not be managed in an appropriate manner through the exercise of policing powers, was a disproportionate interference with the freedom of assembly (see Lashmankin and Others, cited above, § 422). It is also significant that the refusal to approve the location of the applicant’s event was later found to be unlawful by the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  Lastly, the applicant explicitly and clearly stated in her message that the authorities had refused to approve the event, that she considered that refusal to be unlawful and that she had therefore lodged a judicial review complaint against it. She did not therefore try to mislead prospective participants by making them believe that they were going to participate in an approved event. She also tried to minimise possible inconvenience to non-participants by proposing to hold the event in a park at a specially designated location for public events where there was no traffic. In view of the event’s location and peaceful character, and in the absence of any identified risk of clashes with other public events, there was no reason to believe that it would be necessary for the authorities to intervene to guarantee the event’s smooth conduct and the safety of the participants and passers-by. The breach of the procedure for the conduct of public events in the present case did not, therefore, result in any risk of hindrance of the rights of others.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  It follows that the only reason for the interference in the present case was the need to punish unlawful conduct. Given that the breach of the procedure for the conduct of public events was minor and did not create any real risk of public disorder or crime, and had no potential to lead to harmful consequences for public safety or the rights of others, that reason is not sufficient to justify the applicant’s conviction for making calls to participate in an event on a topical issue of public interest (see, for similar reasoning, Novikova and Others v. Russia, nos. 25501/07 and 4 others, § 199, 26 April 2016). In such circumstances, the Court is not convinced that there was “a pressing social need” for the interference with the applicant’s right to freedom of expression.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  There has therefore been a violation of Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VI.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "91.  The applicant complained that her arrest had been arbitrary and unlawful. She relied on Article 5 § 1, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "92.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "93.  The applicant submitted that the domestic authorities had never explained why it had been impossible to draw up a report on the administrative offence on the spot, without escorting her to a police station. It had never been claimed in the domestic proceedings that she had resisted drawing up the record on the spot or had been aggressive. She had therefore been escorted to the police station and arrested in breach of the domestic law. Furthermore, the Government had not explained why it had been necessary to hold her at the police station for more than four hours. The reports on the administrative offences had been finalised at 6 p.m. and there had been no justification for keeping her in custody until 8.35 p.m.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Government submitted that by organising an unauthorised public event, the applicant had committed an administrative offence. The police had warned her that the public event had been unlawful and had demanded that it be stopped. She had not complied. She had also refused to go to the police station. Her escorting to the police station and her administrative arrest had therefore been justified by the need to stop the administrative offence and to hold her liable. Both the escorting and the arrest had been performed in accordance with the procedure prescribed by law. She had been released as soon as all the requisite procedural documents had been drawn up. The length of her arrest had been within the statutory limits: it had lasted for four hours and fifteen minutes, which had subsequently been deducted from her penalty.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "95.  It has not been disputed that the applicant was deprived of her liberty within the meaning of Article 5 § 1 of the Convention from about 4.20 p.m. to 8.35 p.m. on 26 March 2017. The Court observes that she was first escorted to the police station in accordance with Article 27.2 of the CAO (see a summary of that provision in Lashmankin and Others, cited above, § 309) and then, once at the police station, placed under administrative arrest under Article 27.3 of the CAO (see a summary of that provision in Lashmankin and Others, cited above, § 310).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Court notes that the facts of the present case are similar to those in Navalnyy and Yashin v. Russia (no. 76204/11, §§ 68 and 93, 4 December 2014), Frumkin v. Russia (no. 74568/12, § 150, 5 January 2016) and Lashmankin and Others (cited above, §§ 486-92), where a violation of Article 5 § 1 was found. The Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The Court finds that the escorting of the applicant to the police station and her administrative arrest did not comply with Russian law and were therefore not “lawful” within the meaning of Article 5 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  There has therefore been a violation of Article 5 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VII.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "99.  The applicant complained that the administrative-offence proceedings against her, which had ended with her conviction on 12 July 2017, as upheld on appeal on 9 August 2017, had been unfair. She relied on Article 6 § 1 of the Convention, the relevant part of which reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.   In the determination ... of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal ...”...",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "100.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions by the parties",
                                        "elements": [
                                            {
                                                "content": "101.  The applicant submitted that there had been no prosecuting party in the administrative-offence proceedings against her. The police officers who had drawn up the administrative-offence report had not been present at the hearings and, in any event, it was not their role to support charges against the accused. In the absence of a prosecuting party in the administrativeoffence proceedings, the trial and appellate courts had assumed the role of proving the accusation against her. That situation had breached the principles of impartiality, equality of arms and adversarial proceedings. Referring to Karelin v. Russia (no. 926/08, §§ 22-37, 20 September 2016), the applicant argued that the Court had already found that the absence of a prosecuting party, stemming from the domestic legislation and judicial practice, violated the impartiality requirement under Article 6 of the Convention. In the present case, the trial court had proprio motu reformulated the charges against the applicant and had corrected factual and legal mistakes contained in the administrative arrest report, thereby performing a task normally performed by a prosecuting party.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The Government submitted that the principles of presumption of innocence, adversarial procedure and equality of arms had been applied throughout the proceedings. Russian law contained sufficient guarantees in respect of impartiality of judges. The absence from the hearing of the official who had drawn up the report on the administrative offence or of other prosecuting authorities or officials had not therefore meant that the domestic courts had assumed the role of proving the accusation against the applicant. The domestic courts had not collected the evidence for the prosecution: the evidence had been collected and submitted to the courts by competent officials and by the defence; the courts’ role had been limited to assessing that evidence. Given that administrative-offence cases were usually simple, it was not necessary for the prosecutor to participate in the oral hearings. However, if the judge considered that the prosecution’s evidence was incomplete or defective, it returned the case to the competent officials for corrections. The courts had therefore had a purely judicial, rather than prosecuting, role.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "103.  The Court reiterates at the outset that the criminal limb of Article 6 of the Convention was applicable to the administrative-offence proceedings against the applicant (see Mikhaylova v.  Russia, no. 46998/08, § 69, 19 November 2015). It has previously found that the lack of a prosecuting party in the context of oral hearings resulting in the determination of administrative charges constitutes a serious shortcoming in breach of the objective impartiality requirement of Article 6 § 1 of the Convention (see Karelin, cited above, §§ 69-84). It notes that the essential factual and legal elements of the present case and the case of Karelin (cited above, §§ 59-68) are similar. The parties’ submissions in the present case disclose no reason for the Court to depart from its earlier judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  There has therefore been a violation of Article 6 § 1 of the Convention on account of the impartiality requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  In view of the above conclusion, the Court finds it unnecessary to examine whether there was also a breach of Article 6 § 1 of the Convention on account of the principle of equality of arms and the requirement of adversarial procedure (see Karelin, cited above, § 85).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VIII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "106.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "107.  The applicant claimed 11,000 Russian roubles (RUB) in respect of pecuniary damage, representing the fines she had paid. She also claimed 20,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Government submitted that the fines had been lawfully recovered pursuant to enforceable judicial decisions. The claim in respect of pecuniary damage was therefore unfounded. The claim in respect of nonpecuniary damage was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Court considers that there is a direct causal link between the violations of Articles 10 and 11 found and the fines the applicant paid following her conviction for administrative offences (see, for similar reasoning, Novikova and Others, cited above, § 232, and Lashmankin and Others, cited above, § 515). The Court therefore awards the applicant EUR 149 in respect of pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The Court also awards the applicant EUR 12,500 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "111.  Relying on a legal fee agreement with Ms Khrunova and on Mr Terekhov’s time-sheets, the applicant claimed EUR 4,200 for legal fees incurred before the Court. Relying on a postal bill, she also claimed EUR 58 for postal expenses. She asked for the award to be paid directly to her respective representatives’ bank accounts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Government submitted that there was no evidence that the expenses had been actually incurred. The applicant had not submitted a legal fee agreement with Mr Terekhov. The legal fee agreement with Ms Khrunova stated that the legal fee depended on the outcome of the case. There was therefore no evidence that the applicant had paid legal fees or was under a legally binding obligation to pay them. The postal bill was of poor quality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. As regards the Government’s argument that the applicant had not produced a legal fee agreement with Mr Terekhov and that the legal fee agreement with Ms Khrunova was invalid, the Court has already found in a similar situation that, given that Russian legislation provides that a contract on consulting services may be concluded in an oral form (Article 153 read in conjunction with Article 779 of the Civil Code of the Russian Federation), and irrespective of the fact that the applicant had not yet paid the legal fees, they were real from the standpoint of the Convention (see Fadeyeva v. Russia, no. 55723/00, § 147, ECHR 2005IV, and Lashmankin and Others, cited above, § 521).",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  Regard being had to the above criteria and the documents in its possession, the Court considers it reasonable to award the following amounts:",
                                        "elements": []
                                    },
                                    {
                                        "content": "- EUR 1,350, to be paid into the bank account of Ms Khrunova;",
                                        "elements": []
                                    },
                                    {
                                        "content": "- EUR 1,300, to be paid into the bank account of Mr Terekhov.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "115.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 11 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 13 of the Convention in conjunction with Article 11;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "9.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 April 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "pere pastor vilanova"
        },
        {
            "name": "Helen Keller",
            "role": "pere pastor vilanova"
        },
        {
            "name": "Dmitry Dedov",
            "role": "pere pastor vilanova"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ELVIRA DMITRIYEVA v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-192771.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0430JUD006092117",
    "externalsources": [],
    "extractedappno": [
        "60921/17",
        "7202/18",
        "57818/09",
        "54381/08",
        "10810/15",
        "10877/04",
        "61821/00",
        "37553/05",
        "30985/96",
        "30210/96",
        "42525/07",
        "60800/08",
        "31107/96",
        "48939/99",
        "38380/08",
        "40660/08",
        "60641/08",
        "56925/08",
        "18030/11",
        "16354/06",
        "29369/10",
        "17224/11",
        "1774/11",
        "17391/06",
        "27510/08",
        "26682/95",
        "29032/95",
        "29580/12",
        "25501/07",
        "76204/11",
        "74568/12",
        "926/08",
        "46998/08",
        "55723/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-192771",
    "judgementdate": "30/04/2019 00:00:00",
    "kpdate": "30/04/2019 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "445",
        "13",
        "180",
        "149",
        "148",
        "145",
        "151",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "13",
        "11-1",
        "10",
        "10-1",
        "6-1",
        "5-1",
        "5",
        "6",
        "11"
    ],
    "parties": [
        "ELVIRA DMITRIYEVA",
        "RUSSIA"
    ],
    "rank": "3321.83129882813",
    "representedby": [
        "KHRUNOVA I.",
        "TEREKHOV K."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "487763",
    "typedescription": "15"
}