{
    "__articles": "10;10-1",
    "__conclusion": "Violation of Article 10 - Freedom of expression-{general} (Article 10-1 - Freedom of expression)",
    "applicability": "",
    "appno": "25119/11",
    "article": [
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "Violation of Article 10 - Freedom of expression-{general}",
            "type": "violation"
        }
    ],
    "content": {
        "001-203184.docx": [
            {
                "content": "PROCÉDURE",
                "elements": [
                    {
                        "content": "1.  À l’origine de l’affaire se trouve une requête (no 25119/11) dirigée contre la République de Turquie et dont un ressortissant de cet État, M. Celal Altun (« le requérant »), a saisi la Cour le 22 février 2011 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).",
                        "elements": []
                    },
                    {
                        "content": "2.  Le requérant a été représenté par Me B. Kolbüken, avocat exerçant à Ankara. Le gouvernement turc (« le Gouvernement ») a été représenté par son agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  Le 28 septembre 2017, la requête a été communiquée au Gouvernement.",
                        "elements": []
                    },
                    {
                        "content": "4.  Le Gouvernement s’oppose à l’examen de la requête par un comité. Après avoir examiné l’objection du Gouvernement, la Cour la rejette.",
                        "elements": []
                    }
                ]
            },
            {
                "content": "EN FAIT",
                "elements": [
                    {
                        "content": "LES CIRCONSTANCES DE L’ESPÈCE",
                        "elements": [
                            {
                                "content": "5.  Le requérant est né en 1976. Il était détenu au centre pénitentiaire de Şanlıurfa à la date d’introduction de la requête.",
                                "elements": []
                            },
                            {
                                "content": "6.  Le 11 mars 2009, soupçonné d’avoir commis des infractions lors d’une manifestation organisée le 19 octobre 2008 à Şanlıurfa, le requérant fut placé en détention provisoire.",
                                "elements": []
                            },
                            {
                                "content": "7.  Par un acte d’accusation du 15 avril 2009, le procureur de la République de Diyarbakır inculpa le requérant de commission d’infractions au nom d’une organisation illégale sans en être membre et de propagande en faveur d’une organisation terroriste en raison de sa participation à la manifestation du 19 octobre 2008, qui aurait été organisée à l’appel du PKK (Parti des travailleurs du Kurdistan, organisation illégale armée), et des slogans qu’il y aurait scandés.",
                                "elements": []
                            },
                            {
                                "content": "8.  Le 10 novembre 2009, la cour d’assises de Diyarbakır (« la cour d’assises ») reconnut le requérant coupable des infractions reprochées et le condamna à six ans et trois mois d’emprisonnement pour le chef de commission d’infractions au nom d’une organisation illégale sans en être membre, en application de l’article 314 § 2 du code pénal (« CP ») par renvoi aux articles 314 § 3 et 220 § 6 du même code, ainsi qu’à dix mois d’emprisonnement pour le chef de propagande en faveur d’une organisation terroriste, en application de l’article 7 § 2 de la loi no 3713. Elle releva à cet égard que, selon les enregistrements vidéos et photos obtenus de la manifestation du 19 octobre 2008, le requérant avait participé à cette manifestation, y avait scandé avec d’autres manifestants les slogans « Öcalan, Öcalan », « Dent pour dent, sang pour sang, on est avec toi Öcalan », « Pas de vie sans le président », « Urfa, ne dors pas, soutien ton leader » et « Vengeance, Vengeance » et avait montré son soutien par le biais d’applaudissements à d’autres slogans scandés par la foule.",
                                "elements": []
                            },
                            {
                                "content": "9.  Le 13 juillet 2010, la Cour de cassation, saisie d’un pourvoi en cassation formé par le requérant, confirma la condamnation de l’intéressé pour les infractions susmentionnées. Cet arrêt fut notifié au requérant le 23 septembre 2010.",
                                "elements": []
                            },
                            {
                                "content": "10.  Le 7 septembre 2012, la cour d’assises, saisie d’une demande introduite par l’avocat du requérant, révisa la peine infligée au requérant pour l’infraction de commission d’infractions au nom d’une organisation illégale sans en être membre eu égard à la modification apportée à l’article 220 § 6 du CP par la loi no 6352 permettant de réduire cette peine de moitié (paragraphe 11 ci-dessus) et condamna finalement l’intéressé à une peine d’emprisonnement de trois ans, un mois et quinze jours de ce chef. Par ailleurs, compte tenu du quantum des peines infligées au requérant et de la durée que celui-ci a déjà passée en détention, elle décida de sa remise en liberté.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  LE DROIT INTERNE PERTINENT",
                        "elements": [
                            {
                                "content": "La code pénal",
                                "elements": [
                                    {
                                        "content": "11.  L’article 220 § 6 du CP (loi no 5237 du 26 septembre 2004, entrée en vigueur le 1er juin 2005), intitulé « Constitution d’une organisation en vue de commettre des infractions », se lit comme suit, après la modification apportée par la loi no 6352 entrée en vigueur 5 juillet 2012 :",
                                        "elements": []
                                    },
                                    {
                                        "content": "« (...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "6)  Quiconque commet une infraction au nom d’une organisation criminelle sans en être membre est également condamné du chef d’appartenance à une organisation illégale. La peine infligée pour appartenance à une organisation criminelle peut être réduite jusqu’à sa moitié.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(...) »",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  L’article 314 du CP, intitulé « organisation armée », est ainsi libellé :",
                                        "elements": []
                                    },
                                    {
                                        "content": "« 1)  Quiconque constitue ou dirige une organisation ayant pour objectif de commettre les infractions énoncées aux quatrième et cinquième sections du présent chapitre est passible d’une peine de dix à quinze ans d’emprisonnement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2)  Tout membre d’une organisation telle que définie au premier paragraphe est passible d’une peine de cinq à dix ans d’emprisonnement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3)  Les autres dispositions portant sur l’infraction de constitution d’une organisation ayant pour objectif de commettre des infractions sont également applicables à l’infraction susvisée. »",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  La loi no 3713",
                                "elements": [
                                    {
                                        "content": "13.  L’article 7 § 2 de la loi no 3713 relative à la lutte contre le terrorisme, entrée en vigueur le 12 avril 1991, énonçait ce qui suit :",
                                        "elements": []
                                    },
                                    {
                                        "content": "« Quiconque apporte une assistance aux organisations mentionnées [à l’alinéa ci-dessus] et fait de la propagande en leur faveur sera condamné à une peine de un an à cinq ans d’emprisonnement ainsi qu’à une peine d’amende de 50 à 100 millions de livres turques (...) »",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Après avoir été modifié par la loi no 5532, entrée en vigueur le 18 juillet 2006, l’article 7 § 2 de la loi no 3713 disposait que :",
                                        "elements": []
                                    },
                                    {
                                        "content": "« Quiconque fait de la propagande en faveur d’une organisation terroriste sera condamné à une peine de un an à cinq ans d’emprisonnement (...) »",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Depuis la modification opérée par la loi no 6459, entrée en vigueur le 30 avril 2013, l’article 7 de la loi no 3713 est ainsi libellé en ses parties pertinentes :",
                                        "elements": []
                                    },
                                    {
                                        "content": "« 2. Quiconque fait de la propagande en faveur d’une organisation terroriste en légitimant les méthodes de contrainte, de violence ou de menace de ce type d’organisations, en faisant leur apologie ou en incitant à leur utilisation sera condamné à une peine de un an à cinq ans d’emprisonnement (...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "(...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  À ceux qui commettent l’infraction prévue au deuxième alinéa (...) au nom d’une organisation terroriste sans en être membre ne peut être infligée en plus une peine pour l’infraction prévue à l’article 220 § 6 de la loi no 5237. »",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ]
            },
            {
                "content": "EN DROIT",
                "elements": [
                    {
                        "content": "SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION",
                        "elements": [
                            {
                                "content": "16.  Le requérant allègue que sa condamnation pénale a emporté violation des articles 6, 7, 9, 10 et 11 de la Convention.",
                                "elements": []
                            },
                            {
                                "content": "17.  La Cour note qu’en l’espèce, en soumettant le grief exposé ci-dessus, le requérant se plaint de sa condamnation pénale en raison des actes, tels que scander des slogans lors d’une manifestation, qui relevaient essentiellement de l’exercice, selon lui, de son droit à la liberté d’expression. Dès lors, maîtresse de la qualification juridique des faits, la Cour estime qu’il convient d’examiner les faits dénoncés sous le seul angle de l’article 10 de la Convention.",
                                "elements": []
                            },
                            {
                                "content": "Sur la recevabilité",
                                "elements": [
                                    {
                                        "content": "18.  Le Gouvernement soulève deux exceptions d’irrecevabilité tirées, l’une du non-épuisement des voies de recours internes, et l’autre du défaut manifeste de fondement du grief du requérant. En ce qui concerne la première exception, il expose que l’article 8 de la loi no 6459, entrée en vigueur le 30 avril 2013, a apporté à l’article 7 de la loi no 3713 une modification selon laquelle une personne condamnée pour l’infraction de propagande en faveur d’une organisation terroriste ne sera pas punie en sus pour l’infraction prévue à l’article 220 § 6 du CP (paragraphe 15 ci-dessus), mais que le requérant n’a pas présenté à la cour d’assises une demande visant à la révision de la peine qui lui avait été infligée pour commission d’infractions au nom d’une organisation illégale sans en être membre afin de bénéficier de cette modification législative. S’agissant de la deuxième exception, il soutient que les actes reprochés au requérant par les autorités nationales à l’appui de la condamnation de l’intéressé étaient de nature à inciter à la violence et ne bénéficiaient donc pas de la protection de l’article 10 de la Convention et que, par conséquent, le grief du requérant est manifestement mal-fondé.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Le requérant ne se prononce pas sur les exceptions du Gouvernement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  En ce qui concerne l’exception tirée du non-épuisement des voies de recours internes, la Cour rappelle qu’un requérant n’est tenu d’épuiser que les voies de recours effectives et susceptibles de redresser la violation qu’il allègue (Paksas c. Lituanie [GC], no 34932/04, § 75, CEDH 2011 (extraits)). Elle note qu’en l’espèce, à la date d’entrée en vigueur de la modification apportée à l’article 7 de la loi no 3713, à savoir le 30 avril 2013 (paragraphe 15 ci-dessus) mentionnée par le Gouvernement, le requérant, avait déjà été remis en liberté le 7 septembre 2012 après avoir purgé trois ans et six mois de sa peine de prison, compte tenu du quantum des peines infligées et de la période qu’il avait passée en détention (paragraphe 10 ci-dessus). En conséquence, l’introduction par le requérant d’une demande de révision, en application de cette modification, de la peine infligée pour commission d’infractions au nom d’une organisation illégale sans en être membre ne pouvait avoir aucune utilité pour le redressement du grief du requérant. Partant, il convient de rejeter cette exception.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Quant à l’exception tirée du défaut manifeste de fondement du grief, la Cour considère que l’argument présenté dans cette exception soulève des questions appelant un examen au fond du grief tiré de l’article 10 de la Convention et non simplement un examen de sa recevabilité.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Constatant par ailleurs que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 a) de la Convention et qu’elle ne se heurte par ailleurs à aucun autre motif d’irrecevabilité, la Cour la déclare recevable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Sur le fond",
                                "elements": [
                                    {
                                        "content": "1.  Arguments des parties",
                                        "elements": [
                                            {
                                                "content": "23.  Le requérant soutient qu’il a été condamné pénalement pour des actes par le biais desquels il avait exercé son droit à la liberté d’expression, sans recours à la violence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  Le Gouvernement considère, qu’en l’espèce, il n’y a pas eu d’ingérence dans l’exercice par le requérant de son droit à la liberté d’expression. Pour le cas où l’existence de pareille ingérence serait admise par la Cour, le Gouvernement soutient que cette ingérence était prévue par les articles 220 § 6 et 314 §§ 2 et 3 du CP et par l’article 7 § 2 de la loi no 3713, lesquels répondaient selon lui aux exigences de clarté, d’accessibilité et de prévisibilité, et qu’elle poursuivait les buts légitimes que constituent la protection de la sécurité nationale, la préservation de la sûreté publique, la protection des droits d’autrui, la défense de l’ordre et la prévention du crime. Il estime aussi qu’eu égard aux slogans scandés par le requérant de nature à inciter, selon lui, à la violence, lors d’une manifestation qui aurait été organisée à l’appel du PKK, l’ingérence litigieuse était nécessaire dans une société démocratique et proportionnée aux buts légitimes poursuivis.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Appréciation de la Cour",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "a)  Existence d’une ingérence",
                                "elements": [
                                    {
                                        "content": "25.  La Cour note que le requérant a été condamné à une peine d’emprisonnement de six ans et trois mois, peine réduite par la suite à trois ans un mois et quinze jours, du chef de commission d’infractions au nom d’une organisation illégale sans en être membre d’une part et à une peine d’emprisonnement de dix mois du chef de propagande en faveur d’une organisation terroriste d’autre part, en raison des slogans qu’il avait scandés et des applaudissements qu’il avait donnés lors d’une manifestation que les autorités estimaient avoir été organisée à l’instigation du PKK (paragraphes 8-10 ci-dessus). Elle observe ensuite que l’intéressé a purgé trois ans et six mois d’emprisonnement en raison de cette condamnation pénale (paragraphe 10 ci-dessus). Elle constate que les actes pour lesquels le requérant a été condamné relevaient de l’exercice par l’intéressé de son droit à la liberté d’expression. Elle considère dès lors que la condamnation litigieuse s’analyse en une « ingérence » dans l’exercice par le requérant de ce droit.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "b)  Justification de l’ingérence",
                                "elements": [
                                    {
                                        "content": "26.  Pareille ingérence enfreint l’article 10, sauf si elle est « prévue par la loi », inspirée par un ou plusieurs des buts légitimes mentionnés au paragraphe 2 et « nécessaire dans une société démocratique » pour les atteindre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  La Cour estime opportun d’examiner la question de la justification de l’ingérence litigieuse séparément et successivement pour la condamnation pénale du requérant du chef de commission d’infractions au nom d’une organisation illégale sans en être membre d’une part et pour sa condamnation pénale du chef de propagande en faveur d’une organisation terroriste d’autre part.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  La Cour note qu’il ne prête pas à controverse entre les parties que la condamnation pénale du requérant sur le chef de commission d’infractions au nom d’une organisation illégale sans en être membre était prévue par la loi, plus précisément par les articles 220 § 6 et 314 §§ 2 et 3 du CP.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  À cet égard, elle rappelle avoir déjà eu l’occasion de constater dans une affaire similaire qui concernait une condamnation infligée à des requérants en application des dispositions pénales susmentionnées que l’article 220 § 6 du CP manquait de prévisibilité au motif que, en raison de l’ample portée des expressions y figurant, il n’assurait pas aux requérants une garantie fiable contre les poursuites arbitraires et que son application pratique n’apparaissait pas pallier cette carence (Işıkırık c. Turquie, no 41226/09, §§ 56-70, 14 novembre 2017). En l’occurrence, elle ne voit aucune raison de s’écarter de cette approche.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Dès lors, la Cour estime que l’ingérence litigieuse n’était pas « prévue par la loi », au sens du paragraphe 2 de l’article 10 de la Convention. Eu égard à cette conclusion, elle considère qu’il n’y a pas lieu de vérifier si les autres conditions requises par ce paragraphe – à savoir l’existence d’un but légitime et la nécessité de l’ingérence dans une société démocratique – ont été respectées en l’espèce.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Partant, la Cour conclut à la violation de l’article 10 de la Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Eu égard au constat de violation auquel elle est parvenue ci-dessus (paragraphe 31), la Cour juge inutile d’examiner la question de la justification de la condamnation pénale du requérant pour propagande en faveur d’une organisation terroriste en application de l’article 7 § 2 de la loi no 3713 (pour une approche similaire, voir Işıkırık c. Turquie, no 41226/09, § 71, 14 novembre 2017).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION",
                        "elements": [
                            {
                                "content": "33.  Le requérant réclame 250 000 euros (EUR) au titre du préjudice matériel qu’il dit avoir subi en raison de sa privation de liberté pendant trois ans et demi. Il ne présente aucun document à l’appui de cette demande. Il sollicite également 250 000 EUR au titre du préjudice moral qu’il estime avoir subi.",
                                "elements": []
                            },
                            {
                                "content": "34.  Le Gouvernement soutient que la demande présentée au titre du dommage matériel est non-étayée et excessive. Pour ce qui concerne la demande relative au dommage moral, il estime qu’il n’y a pas de lien de causalité entre cette demande et la violation alléguée. Il soutient en outre que cette demande est non-étayée et excessive et qu’elle ne correspond pas aux montants alloués dans la jurisprudence de la Cour.",
                                "elements": []
                            },
                            {
                                "content": "35.  La Cour rejette la demande relative au dommage matériel, qui n’est nullement étayée. En revanche, elle estime qu’il y a lieu d’octroyer au requérant 5 000 EUR au titre du préjudice moral.",
                                "elements": []
                            }
                        ]
                    }
                ]
            },
            {
                "content": "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,",
                "elements": [
                    {
                        "content": "Déclare la requête recevable ;",
                        "elements": []
                    },
                    {
                        "content": "Dit qu’il y a eu violation de l’article 10 de la Convention ;",
                        "elements": []
                    },
                    {
                        "content": "Dit qu’il ne s’impose pas d’examiner la question de la justification de la condamnation pénale du requérant pour propagande en faveur d’une organisation terroriste en application de l’article 7 § 2 de la loi no 3713 ;",
                        "elements": []
                    },
                    {
                        "content": "Dit",
                        "elements": []
                    },
                    {
                        "content": "que l’État défendeur doit verser au requérant, dans les trois mois, 5 000 EUR (cinq mille euros), plus tout montant pouvant être dû à titre d’impôt sur cette somme, pour dommage moral, à convertir dans la monnaie de l’État défendeur, au taux applicable à la date du règlement) ;",
                        "elements": []
                    },
                    {
                        "content": "qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;",
                        "elements": []
                    },
                    {
                        "content": "Rejette la demande de satisfaction équitable pour le surplus.",
                        "elements": []
                    },
                    {
                        "content": "Fait en français, puis communiqué par écrit le 23 juin 2020, en application de l’article 77 §§ 2 et 3 du règlement.",
                        "elements": []
                    }
                ]
            }
        ]
    },
    "decision_body": [
        {
            "name": "Valeriu Griţco",
            "role": "président"
        },
        {
            "name": "Arnfinn Bårdsen",
            "role": "juges"
        },
        {
            "name": "Peeter Roosma",
            "role": "juges"
        },
        {
            "name": "et de Hasan Bakırcı",
            "role": "greffier adjoint de section"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CELAL ALTUN v. TURKEY",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-203184.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0623JUD002511911",
    "externalsources": [],
    "extractedappno": [
        "25119/11",
        "34932/04",
        "41226/09"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-203184",
    "judgementdate": "23/06/2020 00:00:00",
    "kpdate": "23/06/2020 00:00:00",
    "kpthesaurus": [
        "149",
        "148"
    ],
    "languageisocode": "ENG",
    "originatingbody": "26",
    "paragraphs": [
        "10",
        "10-1"
    ],
    "parties": [
        "CELAL ALTUN",
        "TURKEY"
    ],
    "rank": "6165.1806640625",
    "representedby": [
        "KOLBÜKEN B."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "498865",
    "typedescription": "15"
}