{
    "__articles": "6;13;P1-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial;Violation of Article 13 - Right to an effective remedy;Violation of Article 1 of Protocol No. 1 - Protection of property;No violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "27440/03",
    "article": [
        "6",
        "p1-1",
        "13"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-94850.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 27440/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Yevgeniy Valentinovich Finkov (“the applicant”), on 5 February 2001, 1 August 2003, 8 January 2004 and 27 January 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by their Agents, Ms V. Milinchuk, former Representative of the Russian Federation at the European Court of Human Rights; Mr Savenkov, former acting Representative of the Russian Federation at the European Court of Human Rights; and Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 13 November 2007 the President of the First Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1952 and lives in Rostov-on-Don.",
                                "elements": []
                            },
                            {
                                "content": "5.  In 1986 the applicant took part in the cleaning-up operation at the  nuclear disaster site. He was subsequently granted Category 2 disability status and became entitled to various social benefits. The subjects of the present case are the disputes concerning these benefits.",
                                "elements": []
                            },
                            {
                                "content": "A.  Proceedings in 1996",
                                "elements": [
                                    {
                                        "content": "6.  In 1996 the applicant lodged a complaint before the Proletarskiy District Court of Rostov-on-Don alleging a failure of the authorities to comply with the pension law. On 24 July 1996 the District Court upheld the complaint, noting the authorities' unlawful inactivity.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings for compensation for health damage and food allowance.",
                                "elements": [
                                    {
                                        "content": "1.  Judgment of 18 November 1997",
                                        "elements": [
                                            {
                                                "content": "7.  On 18 November 1997 the Proletarskiy District Court upheld the applicant's action against the authorities and awarded him monthly payments of 2,495,023 Russian roubles (RUB) in compensation for health damage and as food allowance. The District Court also awarded him a lump sum of RUB 47,314,000 in outstanding compensation. The judgment was not appealed against and became final. The authorities did not pay the applicant the lump sum, and made the monthly payments only until September 2000.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Quashing of the judgment of 18 November 1997 and ensuing proceedings",
                                        "elements": [
                                            {
                                                "content": "8.  On 15 March 2001 the Presidium of the , by way of supervisory-review proceedings, quashed the judgment of 18 November 1997 and remitted the case for re-examination to the Proletarskiy District Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  The hearings were adjourned on 14 May 2001 and on 7 June 2001 due to the authorities' failure to appear.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  The next hearing was fixed for 5 July 2001 when it was again postponed as the applicant had amended his claims.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 17 September 2001 the applicant lodged additional claims.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  On 24 September 2001 the court granted the authorities' request for stay in the proceedings on the grounds that there were pending related proceedings in the Supreme Court of Russia and in the Constitutional Court of Russia. The proceedings in the  had been initiated by the applicant (see para. 60 below). The applicant appealed against the decision to stay the proceedings, to no avail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On 24 October 2002 the case was reopened and assigned for hearing for 21 November 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On 21 November 2002 the authorities failed to appear and the proceedings were adjourned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 10 December 2002 the Proletarskiy District Court accepted the applicant's claims in part. It ordered that the Social Security Services should pay him a lump sum of RUB 37,992.75 in compensation for health damage, monthly payments of RUB 4,850 and a lump sum of RUB 5,000 in compensation for damage caused by a delay in the payment of monthly benefits. The District Court also noted that the amount of monthly payments was to be index-linked in accordance with the law. The judgment was upheld on appeal and became final on 7 May 2003.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Quashing of the judgment of 10 December 2002, as upheld on 7 May 2003, and ensuing proceedings",
                                        "elements": [
                                            {
                                                "content": "16.  In 2003 the authorities, as well as the applicant, requested reopening of the proceedings by way of supervisory review.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 13 November 2003 the Presidium of the  quashed the judgments of 10 December 2002 and 7 May 2003 and sent the case for a fresh examination. The Presidium held that the lower court had not calculated the sums of compensation and adjustment of monthly payments in accordance with the relevant law provisions, considering it as mistakes in implementation of substantive, as well as procedural, law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 18 December 2003 the authorities failed to appear in court and the hearing was adjourned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 23 January 2004 the applicant specified his claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 12 February 2004 the case was postponed as the authorities were not properly informed about the hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 26 February 2004 the authorities failed to appear and the hearing was adjourned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 4 March 2004 the examination of the case was postponed as the judge was considering another case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 1 April 2004 the case was adjourned because of default in appearance of the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 22 April 2004 the Proletarskiy District Court dismissed the applicant's action in full. The applicant appealed. However, on 29 April 2004 the District Court adjourned the examination of the appeal because the applicant had only submitted a short version of his appeal statement. On 7 June 2004 the  quashed the decision of 29 April 2004 as unlawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The applicant contested the accuracy of the minutes of the hearing of 22 April 2004. On 29 April 2004 the Proletarskiy District Court dismissed the claim without consideration on the merits. The applicant appealed and on 7 July 2004 the  quashed the decision of 29 April 2004 and remitted the matter for fresh consideration. On 2 September 2004 the applicant's claim concerning the minutes was dismissed on the merits.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 13 October 2004 the  Regional Court, acting on appeal, quashed the judgment of 22 April 2004 and remitted the case for a fresh examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 16 November 2004 the case was assigned to examination for 30 November 2004. On that date the applicant asked the court to request some documents from the defendant. The hearing was adjourned to 21 December 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  Upon the applicant's requests the subsequent hearings were adjourned until 16 February 2005.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 16 February 2005 the case was adjourned due to the absence of a prosecutor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 2 March 2005 the case was not tried again due to the applicant's failure to appear.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 24 March 2005 the District Court partly upheld the applicant's action and awarded him a lump sum of RUB 45,919.02 in outstanding compensation for health damage, monthly payments of RUB 3,857.94 in compensation for health damage and RUB 6,000 in compensation for damage caused by a delay in payment of monthly sums. Thus, as compared with the quashed final judgment of 18 November 1997, the court awarded a lesser lump sum but higher monthly payments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 7 July 2005 the  upheld the judgment on appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  As to the enforcement of the judgment, the monthly payments were made regularly and the lump sum was transferred to the applicant's account by 30 November 2005.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Quashing of the judgment of 24 March 2005, as upheld on 7 July 2005, and ensuing proceedings",
                                        "elements": [
                                            {
                                                "content": "34.  On 15 February 2006 the Proletarskiy District Court of Rostov-on-Don granted the applicant's request and quashed the judgment of 24 March 2005 as upheld on 7 July 2005 due to newly-discovered circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 28 February 2006 and on 28 March 2006 the applicant unsuccessfully requested suspension of the proceedings as the same claims were considered by another court (see para. 46 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 17 April 2006 the Proletarskiy District Court of Rostov-on-Don discontinued the proceedings as the applicant failed to appear before the court and did not request the case to be tried in his absence.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Proceedings concerning a delay in enforcement of the judgment of 18 November 1997",
                                "elements": [
                                    {
                                        "content": "37.  In August 2000 the applicant lodged an action against the Federal Treasury complaining that the lump sum awarded under the judgment of 18 November 1997 had never been paid to him. He sought compensation for pecuniary and non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 14 December 2000 the Leninskiy District Court stayed the proceedings because the President of the  had lodged an application for a supervisory review of the judgment of 18 November 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The decision of 14 December 2000 was quashed on appeal on 6 March 2001 and the proceedings were resumed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 4 June 2003 the Leninskiy District Court disallowed the applicant's action against the Treasury. That decision was quashed on 9 July 2003 and the action was sent to the District Court for an examination on its merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 6 October 2003 the Leninskiy District Court dismissed the applicant's action on the ground that the judgment of 18 November 1997 had been quashed by way of supervisory review on 15 March 2001 and that on 10 December 2002 the applicant had obtained another judgment in his favour. On 12 November 2003 the  upheld the judgment of 6 October 2003.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  First set of proceedings concerning indexation of monthly payments",
                                "elements": [
                                    {
                                        "content": "42.  In September 1999 the applicant brought proceedings against authorities demanding adjustment of his monthly payments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 22 May 2000 the Leninskiy District Court of Rostov-on-Don dismissed the applicant's action. The judgment was upheld on appeal and became final on 11 October 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 13 February 2006 the applicant requested the case to be reopened due to newly discovered circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 30 March 2006 the Leninskiy District Court granted the claim and quashed the judgment of 22 May 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  After the resumption of the proceedings the applicant amended his claims several times. Eventually he claimed damages for the delays in payments and failures to adjust them, making the claims similar to those considered in another case (see para. 35 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 17 January 2007 the Leninskiy District Court granted the applicant's claims in part. It made the relevant adjustments and awarded the applicant compensation for the underpaid sums in the amount of RUB 231,065.39, monthly payments of RUB 7,766.51 and yearly payments of RUB 2,387.32.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 14 May 2007 the  upheld the judgment on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The monthly payments were made without delay. As to the lump sum, it was received by the applicant in November 2007.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Second set of proceedings concerning indexation of monthly payments",
                                "elements": [
                                    {
                                        "content": "50.  In July 2000 the applicant lodged another action seeking adjustment of his monthly payments to take account of increases of the minimum monthly wage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 27 October 2000 the Leninskiy District Court upheld the action. That judgment was quashed on appeal on 21 August 2002 and the case was remitted for a fresh examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 4 October 2002 the District Court dismissed the claims in full. On 25 December 2002 the  upheld the judgment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Proceedings concerning the reduction of monthly payments",
                                "elements": [
                                    {
                                        "content": "53.  In September 2000 the authorities, by a unilateral decision, reduced the amount of monthly payments to the applicant. Two months later he lodged an action against the authorities complaining about the reduction and seeking compensation for damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 13 December 2000 the Pervomayskiy District Court of Rostovon-Don held that the authorities the applicant sued were not the proper respondent and disallowed the action against them. However, the District Court ordered another authority, the local Social Security Service, to join the proceedings as a respondent party and to resume payments of monthly sums to the applicant in accordance with the judgment of 18 November 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On 28 January 2001 the , acting on appeal, upheld the judgment of 13 December 2000 in the part concerning the disallowance but quashed the remaining part of the judgment and sent the matter for a fresh examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  On 15 November 2001, as a result of the re-examination, the District Court dismissed the applicant's claims in full. The applicant did not appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  First set of proceedings concerning provision of information",
                                "elements": [
                                    {
                                        "content": "57.  The applicant lodged an action before the Pervomayskiy District Court asking for information to be disclosed about local judges who had not been provided with housing premises in accordance with the law. By the final judgment of 19 December 2001 the  dismissed the action, noting that the information was confidential.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H. Second set of proceedings concerning provision of information",
                                "elements": [
                                    {
                                        "content": "58.  In 2001 the applicant unsuccessfully asked the authorities to provide him with information concerning the representation of their interests in courts. He complained about the refusal to a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  On 19 December 2001 the , in the final instance, dismissed the complaint, noting that the applicant's rights and freedoms had not been infringed by the refusal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "I.  Complaints to the Constitutional Court of the ",
                                "elements": [
                                    {
                                        "content": "60.  On 24 January 2001 the applicant brought proceedings before the Constitutional Court of the Russian Federation claiming unconstitutionality of some of the law provisions concerning payments for disability caused by the  nuclear disaster.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  On 19 June 2002 the  found the provisions constitutional, thus rejecting the applicant's claim. At the same time it noted that by these norms the State took an obligation to make the relevant payments within a specified period of time. It underlined, with the reference to the practice of the European Court of Human Rights, that when an award is made by a final judgment, it should be enforced without delay.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "J.  Proceedings for revision of the judgment of 15 November 2001",
                                "elements": [
                                    {
                                        "content": "62.  The applicant, relying on the decision of 19 June 2002 of the , asked the Pervomayskiy District Court to review its final judgment of 15 November 2001 due to newly discovered circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  On 18 February 2002 the District Court dismissed the request. That decision became final on 7 May 2003 when the  upheld it on appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "64.  Under section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997, a bailiff must enforce a judgment within two months.",
                                "elements": []
                            },
                            {
                                "content": "65.  The relevant domestic law governing the supervisory review procedure in the material time is summed up in the Court's judgment in the case of Sobelin and Others v. Russia (nos. 30672/03, 30673/03, 30678/03, 30682/03, 30692/03, 30707/03, 30713/03, 30734/03, 30736/03, 30779/03, 32080/03 and 34952/03, §§ 3342, 3 May 2007).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL No. 1 ON ACCOUNT OF NON-ENFORCEMENT",
                        "elements": [
                            {
                                "content": "66.  The applicant complained under Article 6 of the Convention and Article 1 of Protocol No. 1 that the judgment of 18 November 1997 in his favour had not been enforced. Insofar as relevant, these Articles read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.”",
                                "elements": []
                            },
                            {
                                "content": "67.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "68.  They argued that this complaint had been incompatible with the Convention ratione temporis in the part concerning non-enforcement of the judgment of 18 November 1997 because the Convention had entered into force in respect of  only on 5 May 1998. Besides, the documents concerning the enforcement since 1997 until 1999 had been destroyed and no details of the proceedings were available. They noted that the judgment had been executed partially till September 2000 and that after 15 March 2001 there had been no obligation to enforce the judgment as it had been quashed by way of supervisory review. They also mentioned that the applicant had failed to submit the writ of execution to the Ministry of Finance of the .",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "69.  With regard to the compatibility ratione temporis, the Court notes that on the date of introduction of the complaint concerning nonenforcement (5 February 2001), the judgment of 18 November 1997 remained unenforced, and the Court is hence competent to examine this complaint (see Grigoryev and Kakaurova v. Russia, no. 13820/04, § 26, 12 April 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "71.  The Court reiterates that an unreasonably long delay in the enforcement of a binding judgment may breach the Convention (see Burdov v. Russia, no. 59498/00, ECHR 2002III). To decide if the delay was reasonable, the Court will look at how complex the enforcement proceedings were, how the applicant and the authorities behaved, and what was the nature of the award (see Raylyan v. Russia, no. 22000/03, § 31, 15 February 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  As to the period to be taken into consideration, the Government suggested that the period of enforcement should run from the moment when the applicant submitted a writ of execution to a competent authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court notes in this respect that where a judgment is against the State, the State must take the initiative to enforce it (see Akashev v. Russia, no. 30616/05, §§ 21–23, 12 June 2008). Accordingly, in respect of the judgment of 18 November 1997, the period started on 5 May 1998, the date when the Convention entered into force in respect of .",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Consequently, the period of non-enforcement of that judgment lasted no less than two years, 10 months and 11 days, before it was quashed by way of supervisory review on 15 March 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  Taking into account that the judgment was not difficult to enforce as it required only bank transfers and the applicant did not obstruct the enforcement, this period is sufficient to find a violation of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  There has, accordingly, been a violation of Article 6 § 1 of the Convention and of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION AND OF ARTICLE 1 OF PROTOCOL No. 1 ON ACCOUNT OF SUPERVISORY REVIEW",
                        "elements": [
                            {
                                "content": "77.  In the letter of 8 January 2004 the applicant complained under Article 6 of the Convention that the judgment of 10 December 2002, as upheld on 7 May 2003, had been quashed on a supervisory review on 13 November 2003. The Court will examine this complaint under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 (cited above).",
                                "elements": []
                            },
                            {
                                "content": "78.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "79.  They argued, inter alia, that the supervisory review had been compatible with the Convention because it had been lawful under domestic law and had been intended to correct mistakes in implementation of law. The reasons cited by the supervisory-review court had justified the quashing. In fact, the new judgment of 24 March 2005, made after the review, was more favourable to the applicant that the quashed one.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "80.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "81.  The Court reiterates that for the sake of legal certainty implicitly required by Article 6, final judgments should generally be left intact. They may be disturbed only to correct fundamental errors (see Ryabykh v. Russia, no. 52854/99, §§ 51–52, ECHR 2003IX). To answer this complaint the Court will hence have to determine if the grounds for the quashing of the applicant's judgment fell within this exception (see Protsenko v. Russia, no. 13151/04, § 29, 31 July 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  In the case at hand, none of the grounds cited by the Presidium of the  were fundamental (see para. 17 above). All of these grounds concerned different interpretation of the substantive, not procedural, law, which cannot be considered as an exceptional circumstance warranting the quashing of a binding and enforceable judgment and a reopening of the proceedings on the applicant's claims (see Kot v. Russia, no. 20887/03, § 29, 18 January 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Government's argument that the judgment of 24 March 2005 was more favourable to the applicant than the judgment of 10 December 2002 is not convincing. Indeed, in situations where an alleged violation has already occurred, subsequent events can give rise to a loss of the status of “victim”, provided that the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see, among other authorities, Amuur v. France, 25 June 1996, § 36, Reports of Judgments and Decisions 1996-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  However, in the present case the domestic courts never referred to unlawfulness of the quashing of 13 November 2003 and the subsequent judgments were not intended to correct it. It follows that there was no acknowledgement that the quashing constituted a violation of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85. As to the redress, the judgment of 10 December 2002 awarded the applicant RUB 4,850 in monthly payments, whereas the judgment of 24 March 2005 – only RUB 3,857.94 (see paras. 15 and 31 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  Therefore there was neither acknowledgment nor redress of the alleged violation and the applicant could still claim to be a victim in respect of the quashing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  There has accordingly been a violation of Article 6 of the Convention and of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF LENGTH OF PROCEEDINGS",
                        "elements": [
                            {
                                "content": "88.  The applicant complained of the length of the proceedings concerning damages. He alleged a violation of Article 6 § 1 of the Convention, which, as far as relevant, provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "89.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "90.  The Court notes that the applicant may be understood to complain about four sets of proceedings. One of them concerns compensation for health damage and food allowance (see paras. 7-36 above), two concern adjustment of monthly payments (paras. 42-52) and last one is about compensation for reduction of monthly payments (paras. 53-56). Though each of them concern the same social benefits, the proceedings were different and were tried by different courts. Therefore the length of each set of proceedings should be separately examined (Gjonbocari and Others v. Albania, no. 10508/02, § 59, 23 October 2007).",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "91.  As to the proceedings for compensation for health damage and food allowance (paras. 7-36) and the first set of proceedings concerning indexation of monthly payments (paras. 42-49), the Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  As to the second set of proceedings concerning indexation of monthly payments (paras. 50-52) and the proceedings concerning the reduction of monthly payments (paras. 53-56), the relevant complaints were lodged on 1 August 2003. There is no indication in the submissions that the applicant had not been immediately aware of the final judgments. Therefore the complaints were lodged out of time, as more than six months elapsed since the final decisions of the domestic authorities and must be declared inadmissible pursuant to Article 35 §§ 1 and 4.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "93.  The Court firstly considers that the periods during which the domestic courts decided whether or not to re-open the case should be excluded since Article 6 does not apply to such proceedings (see, for example, Markin v. Russia (dec.), no. 59502/00, 16 September 2004; Rudan v. Croatia (dec.), no. 45943/99, 13 September 2001; Petersen v. Denmark, no. 28288/95, Commission decision of 16 April 1998). Therefore the periods between final judgments and decisions to reopen the proceeding should not be taken into account.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  Secondly, the periods of pure nonenforcement should not be taken into account in respect of the complaint concerning the length if the Court has already considered these periods when assessing the complaint about the non-enforcement (see Malama v. Greece, no. 43622/98, § 34, ECHR 2001II; Androsov v. Russia, no. 63973/00, § 76, 6 October 2005; Alekseyev v. Russia (dec.), no. 5836/05, 13 November 2008; Lukyanchenko v. Ukraine, no. 17327/02, § 33, 15 May 2008; Kabkov v. Russia, no. 12377/03, § 49, 17 July 2008; and Veretennikov v. Russia, no. 8363/03, § 31, 12 March 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The Court finally reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the above principles in the present case",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Proceedings for compensation for health damage and food allowance",
                                "elements": [
                                    {
                                        "content": "96.  The Court firstly notes that the period before the final judgment of 18 November 1997 cannot be included into the period of length ratione temporis, as the Convention entered into force in respect of  only on 5 May 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Court further notes that as the period of non-enforcement was already assessed above and should not be included in the length of proceedings (see paras. 74 and 94), the first period to be taken into consideration lasted from 15 March 2001, when the proceedings were reopened by way of supervisory review, until 7 May 2003, when the judgment of 10 December 2002 became final (see paras. 8-15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The second period started on 13 November 2003 with the quashing of the final judgment, and lasted until 7 July 2005, the date of another final judgment (see paras. 16-33 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The third period began on 15 February 2006, when the proceedings were reopened again, and ended on 17 April 2006 with their discontinuation (see paras. 34-36 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The total length to be assessed is thus three years, 11 months and 16 days. There were three levels of jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Government submitted that the length of proceedings in the present case complied with the “reasonable time” requirement of Article 6. The proceedings had been factually complex. The applicant had contributed to the delay in the proceedings by submitting additional claims, a request before the  and by his occasional failure to appear for the hearings. The domestic authorities had not been responsible for any important delays in the examination of the case. The hearings had been scheduled regularly; the court had examined the case on the merits several times.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The applicant maintained his complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Court considers that the case was not particularly difficult to determine. There was no need to hear witnesses or to have expert opinions in the case. There is nothing to suggest that the volume of written evidence was excessive. There was no other reason for the hearings to be lengthy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  As concerns the applicant's conduct the Court notes that the applicant should not be held responsible for amending his claims and asking to adjourn hearings in order to obtain additional evidence. It has been the Court's constant approach that an applicant cannot be blamed for taking full advantage of the resources afforded by national law in the defence of his interests (see Skorobogatova v. Russia, no. 33914/02, § 47, 1 December 2005). The Court further considers negligible the delays caused by the applicant's failure to attend several hearings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  On the other hand, the applicant was one of those who initiated the proceedings before the  and the supervisory proceedings which led to quashing of the final judgment in 2003. Moreover, the proceedings were reopened on 15 February 2006 upon the applicant's request (see paras. 16, 34, 60 above). Thus the periods of the consequent proceedings cannot be attributable on the State, unless they are unreasonably long.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  As to the authorities' conduct, there were several short delays attributable to them (see paras. 9, 14, 18, 20-22, 29). The overall length of these delays was about six and a half months, which does not seem excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  There also was a suspension for about 13 months due to the proceedings in the . However, they were conducted without any unnecessary delay (see paras. 60 and 61).",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The hearings were scheduled at regular intervals. The courts of three levels of jurisdiction were involved in the applicant's case. The domestic courts examined the merits of the case several times and did not idle (see Antonov v. Russia (dec.), no. 38020/03, 3 November 2005; Kravchuk v. Russia (dec.), no. 72749/01, 1 February 2005; Pronina v. Russia (dec.), no. 65167/01, 30 June 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  As to what was at stake for the applicant, the Court observes that the applicant is a partially disabled person (see para. 5 above) and the proceedings concerned compensation for the caused health damage and food allowance. The proceedings were therefore important for the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  Nonetheless, regard being had to all the circumstances of the case, the Court considers that the “reasonable time” requirement has been complied with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  Hence there was no violation of Article 6 § 1 in that respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  First set of proceedings concerning indexation of monthly payments",
                                "elements": [
                                    {
                                        "content": "112.  In this case the first period started in September 1999 when the applicant sued the authorities and ended on 11 October 2000 with the first final judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The second period began on 30 March 2006 when the court reopened the case due to newly discovered circumstances and ended on 14 May 2007 with another final judgment (see paras. 45-48 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The total length is therefore approximately two years and two months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The subject of the case was the same as in the proceedings considered above (see para. 103 above), not particularly difficult.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  As to the applicant's conduct, the Court notes that it was the applicant who initiated the reopening of the proceedings in 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  As to the authorities' conduct, there were no considerable periods of inertia attributable to the State. The case was heard several times in two instances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  As to what was at stake for the applicant, like in the proceedings considered above (see para. 109), the case was important for him as it concerned the adjustment of monthly payments for compensation of his health damage (see paras. 42 and 47 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  Under these circumstances the period of approximately two years and two months cannot raise an issue under the Convention. Hence there was no violation of Article 6 § 1 in respect of length these proceedings, either.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "120.  The applicant complained under Article 13 of the Convention that he had no effective domestic remedy against the alleged violations, including, it appears, delayed enforcement of the judgment of 18 November 1997. Article 13 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "121.  The Court notes that this complaint in respect of non-enforcement of the judgment of 18 November 1997 is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  As to the rest of the complaints under this Article, they should be declared inadmissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "123.  The Court reiterates that it earlier concluded that there was no effective domestic remedy in , either preventive or compensatory, that allows for adequate and sufficient redress in the event of violations of the Convention on account of prolonged non-enforcement of judicial decisions delivered against the State or its entities (see Burdov v. Russia (no. 2), no. 33509/04, § 117, 15 January 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The present case contains no element that would alter the above conclusion. Indeed, the applicant was denied redress for non-enforcement of the judgments in his favour at the domestic level (see paras. 37-41 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  There was accordingly a violation of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "126.  The applicant also lodged several other complaints concerning the above proceedings, referring to Articles 6, 10, 13, 14 of the Convention and to Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "127.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 1, 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "128.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "129.  The applicant claimed 72,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  As to pecuniary damage, there should be no award as there was no relevant claim made by the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  As to non-pecuniary damage, the Court considers that the applicant must have suffered distress and frustration resulting from the authorities' failure to enforce the judgment of 18 November 1997 and from the quashing of the final and binding judgment of 10 December 2002, as upheld on 7 May 2003. However, the amount claimed appears excessive. Making its assessment on an equitable basis, the Court awards the applicant EUR 3,000 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "133.  The applicant made no claims under this head. Accordingly, the Court will make no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "134.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the supervisory review proceedings, non-enforcement and length of proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Articles 6 and 13 of the Convention and of Article 1 of Protocol No. 1 in respect of non-enforcement of the judgment of 18 November 1997;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 of the Convention and of Article 1 of Protocol No. 1 in respect of the quashing by way of supervisory review of the final judgment in the applicant's favour of 10 December 2002, as upheld on 7 May 2003;",
                        "elements": []
                    },
                    {
                        "content": "4. Holds that there has been no violation of Article 6 § 1 of the Convention on account of the length of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 October 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF FINKOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-94850.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1008JUD002744003",
    "externalsources": [],
    "extractedappno": [
        "27440/03",
        "30672/03",
        "30673/03",
        "30678/03",
        "30682/03",
        "30692/03",
        "30707/03",
        "30713/03",
        "30734/03",
        "30736/03",
        "30779/03",
        "32080/03",
        "34952/03",
        "13820/04",
        "59498/00",
        "22000/03",
        "30616/05",
        "52854/99",
        "13151/04",
        "20887/03",
        "10508/02",
        "59502/00",
        "45943/99",
        "28288/95",
        "43622/98",
        "63973/00",
        "5836/05",
        "17327/02",
        "12377/03",
        "8363/03",
        "30979/96",
        "33914/02",
        "38020/03",
        "72749/01",
        "65167/01",
        "33509/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-94850",
    "judgementdate": "08/10/2009 00:00:00",
    "kpdate": "08/10/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "444",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "13",
        "P1-1"
    ],
    "parties": [
        "FINKOV",
        "RUSSIA"
    ],
    "rank": "696.396118164063",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "354356",
    "typedescription": "15"
}