{
    "__articles": "8;8-1;41",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for family life);Pecuniary damage - award (Article 41 - Pecuniary damage);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "63777/09",
    "article": [
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8 - Positive obligations",
                "Article 8-1 - Respect for family life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Pecuniary damage"
            ],
            "element": "Pecuniary damage - award",
            "type": "other"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-156261.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 63777/09) against the Republic of Poland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr R.S. (“the applicant”), on 1 December 2009. The Chamber decided of its own motion to grant the applicant anonymity pursuant to Rule 47 § 4 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr T. Świerczynski, a lawyer practising in Krakow. The Polish Government (“the Government”) were represented by their Agent, Mrs J. Chrzanowska of the Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that there was a breach of his right to respect for family life since the domestic courts refused to grant a return order under the Hague Convention on the Civil Aspects of International Child Abduction.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 21 May 2013 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1969 and lives in Zurich.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant is a Polish national. He married M.S., another Polish national, in 1994. Shortly afterwards they moved to Switzerland where the applicant works as a software specialist. In 1998 their son P. was born and in 2002 their daughter J.",
                                "elements": []
                            },
                            {
                                "content": "7.  In autumn 2007 the applicant began an affair with H.",
                                "elements": []
                            },
                            {
                                "content": "8.  In February 2008 the applicant and M.S. decided to separate and he moved to another flat. However, the applicant’s flat was located opposite the flat of his family and he kept regular contacts with his children.",
                                "elements": []
                            },
                            {
                                "content": "A.  Divorce proceedings",
                                "elements": [
                                    {
                                        "content": "9.  On 24 September 2008 M.S. filed a petition for divorce with the Kraków Regional Court. M.S. applied for an interim order granting her temporary custody over P. and J. for the duration of the divorce proceedings. She had also informed the court that she would be in Kraków between 4 and 28 October 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 4 October 2008 M.S. took the children to Poland for school holidays. She promised to return on 20 October 2008. The applicant was informed about the trip and consented to the travelling dates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 15 October 2008 the Regional Court granted the request of M.S. for an interim custody order. The applicant was neither informed of nor summoned to the court session concerning this order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Subsequently, on 24 October 2008 the applicant lodged a request for return of his children under the Hague Convention on the Civil Aspects of International Child Abduction (“the Hague Convention”) (see paragraphs 20-30 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 12 November 2008 the applicant requested the Kraków Regional Court to stay the execution of the interim custody order of 15 October 2008. He also appealed against that order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 11 December 2008 the Kraków Regional Court dismissed the applicant’s request for stay of the execution of the interim order and instead stayed the divorce proceedings. The court referred to the pending proceedings under the Hague Convention (see below). The applicant’s appeal against this decision and against the interim custody order was dismissed by the Kraków Court of Appeal on 26 February 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 3 March 2010 the Kraków Regional Court gave an interim order and determined the applicant’s contacts with P. and J. for the duration of the divorce proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 6 May 2011 the Kraków Family Consultation Centre (Rodzinny Ośrodek Diagnostyczno-Konsultacyjny) submitted an expert report to the Kraków Regional Court. According to the report, M.S. should continue to exercise custody of the children as she had always been more involved in their upbringing. Moreover, the experts considered that another separation from a parent and another change of environment would be detrimental to the children. They further noted that the applicant should be allowed to have contacts with his children outside the territory of Poland as long as there was no risk of destabilisation of their situation. He should have the right to spend with them half of summer vacation, holidays and weekends and to visit them 1-2 times a month.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 24 July 2012 the Kraków Regional Court dissolved the applicant’s marriage. It found that the applicant had been at fault in the breakdown of the marital relationship. It further held that full parental authority was to be exercised by M.S., whereas the parental rights of the applicant were limited to decisions regarding the children’s upbringing, health and education. He was authorised to have contacts with P. and J. two afternoons per week and two weekends per month. He was further ordered to pay child maintenance and alimony.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The applicant appealed. He argued, in particular, that, due to the fact that he resided in Switzerland, his visiting rights during holidays and summer vacation should have been regulated by the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 15 March 2013 the Kraków Court of Appeal dismissed the applicant’s appeal and upheld the first instance’s judgment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings under the Hague Convention on the Civil Aspects of International Child Abduction",
                                "elements": [
                                    {
                                        "content": "20.  On 24 October 2008 the applicant lodged with the Swiss Central Authority a request concerning the return of the children to Switzerland under the Hague Convention. It was transmitted to the Administrative Division of the Kraków Regional Court on 25 November 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Subsequently, in a letter of 13 March 2009 the Swiss Central Authority confirmed that the applicant and M.S. had exercised joint custody over P. and J. The authority expressed the view that since the Swiss authorities had not been aware of any decision of Swiss courts or authorities limiting the applicant’s custody rights, the fact that the children stayed in Poland after 20 October 2008 without their father’s consent constituted a wrongful removal under Article 3 of the Hague Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Meanwhile in Kraków, on 9 December 2008 a local assessment (wywiad środowiskowy) was conducted at the home of M.S. by a courtappointed guardian with a view to establishing the children’s situation. The report confirmed that the children’s living conditions with their mother were very good and that they continued their education in private schools.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 17 December 2008 the Kraków District Court held the first hearing in the proceedings under the Hague Convention. The court also gave an interim order and allowed the applicant to visit the children on that day in the afternoon.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 5 January 2009 the court requested a psychologist to prepare a report concerning the children’s mental and emotional maturity and their capacity to express views on the matter of their return to Switzerland.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 9 January 2009 another hearing took place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 21 January 2009 the expert submitted his report to the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 27 January 2009 the District Court allowed the applicant another exceptional contact with his children. They were to stay with him from 30 January until 1 February 2009. However, the applicant was not allowed to leave Poland with the children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 11 February 2009 the Kraków District Court gave a decision and refused to grant the applicant’s request for the children’s return to Switzerland. The court referred to the applicant’s and M.S.’s consistent testimonies and the information included in the divorce file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court established that on 4 October 2008 M.S. had come to Poland together with P. and J. and the applicant had consented to this trip. On 20 October 2008 M.S. had not returned to Switzerland and stayed in Poland together with the children. The applicant had not accepted this decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court subsequently stressed that in the proceedings under the Hague Convention it should be firstly established whether wrongful removal or retention took place. It further held that in the case at issue there had been no wrongful removal since the applicant had agreed to P and J’s trip to Poland on the 4 October 2008. With reference to the fact that M.S. failed to return on 20 October 2008 (the date agreed with the applicant), the court noted that she had been granted temporary custody over her children for the duration of the divorce proceedings. When the interim order was delivered, that is between 4 and 20 October 2008, the children remained in Poland with their father’s consent. Consequently, M.S. could have decided to stay in Poland also after 20 October 2008 and there had been no wrongful retention in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court also considered that the interim custody order was not contrary to Article 16 of the Hague Convention, since the applicant’s request for return of his children had been received by the Kraków Regional Court only on 25 November 2008 while the custody order had been delivered on 15 October 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Lastly, the court held that the refusal to grant the request for return was not contrary to Article 17 of the Hague Convention, since that provision concerned custody decisions delivered after the removal of a child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 24 March 2009 the applicant lodged an appeal against the firstinstance decision. He argued that the contested decision was in breach of Article 3 of the Hague Convention. He further argued that Article 17 of that Convention was also breached as the first-instance court had relied on a decision which was merely of a temporary character, whereas this provision expressly prohibited to refuse an application for return on the basis that a decision on custody was given in the country to which children were abducted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 2 June 2009 the Kraków Regional Court dismissed the applicant’s appeal. The court first refused to accept as evidence the document from the Swiss Central Authority since that document failed to refer to the interim custody order of 15 October 2008. It its decision, the Kraków Regional Court referred in particular to the events leading to the breakdown of the applicant’s marriage. It also noted that when M.S. had discovered that the applicant’s new partner had been pregnant, she had decided to institute divorce proceedings. However, she had been informed by a Swiss lawyer that in view of the applicant’s lack of consent to a divorce, she could only have filed a petition in Switzerland after two years of separation. For these reasons she had decided to file a petition for divorce with the Polish courts. The court further noted that on 4 October 2008 M.S. had arrived in Kraków with her children in order to spend two weeks of school holidays there, after having obtained the applicant’s consent for their trip. The court further stressed that M.S. decided to stay in Poland permanently only when she was granted temporary custody. Consequently, in the court’s opinion the removal of the children was not a wrongful removal within the meaning of Article 3 of the Hague Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The decision was served on the applicant on 28 July 2009. It is final.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "1.  Relevant International Law",
                                "elements": [
                                    {
                                        "content": "31.  The Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction (“The Hague Convention”) was published in the Polish Official Journal on 25 September 1995. It provides, in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The removal or the retention of a child is to be considered wrongful where -",
                                        "elements": []
                                    },
                                    {
                                        "content": "a)   it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "b)   at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The rights of custody mentioned in sub-paragraph a) above, may arise in particular by operation of law or by reason of a judicial or administrative decision, or by reason of an agreement having legal effect under the law of that State.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 11",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The judicial or administrative authorities of Contracting States shall act expeditiously in proceedings for the return of children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the judicial or administrative authority concerned has not reached a decision within six weeks from the date of commencement of the proceedings, the applicant or the Central Authority of the requested State, on its own initiative or if asked by the Central Authority of the requesting State, shall have the right to request a statement of the reasons for the delay. If a reply is received by the Central Authority of the requested State, that Authority shall transmit the reply to the Central Authority of the requesting State, or to the applicant, as the case may be.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Where a child has been wrongfully removed or retained in terms of Article 3 and, at the date of the commencement of the proceedings before the judicial or administrative authority of the Contracting State where the child is, a period of less than one year has elapsed from the date of the wrongful removal or retention, the authority concerned shall order the return of the child forthwith.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The judicial or administrative authority, even where the proceedings have been commenced after the expiration of the period of one year referred to in the preceding paragraph, shall also order the return of the child, unless it is demonstrated that the child is now settled in its new environment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Where the judicial or administrative authority in the requested State has reason to believe that the child has been taken to another State, it may stay the proceedings or dismiss the application for the return of the child.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that -",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  the person, institution or other body having the care of the person of the child was not actually exercising the custody rights at the time of removal or retention, or had consented to or subsequently acquiesced in the removal or retention; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The judicial or administrative authority may also refuse to order the return of the child if it finds that the child objects to being returned and has attained an age and degree of maturity at which it is appropriate to take account of its views.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In considering the circumstances referred to in this Article, the judicial and administrative authorities shall take into account the information relating to the social background of the child provided by the Central Authority or other competent authority of the child’s habitual residence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In ascertaining whether there has been a wrongful removal or retention within the meaning of Article 3, the judicial or administrative authorities of the requested State may take notice directly of the law of, and of judicial or administrative decisions, formally recognised or not in the State of the habitual residence of the child, without recourse to the specific procedures for the proof of that law or for the recognition of foreign decisions which would otherwise be applicable.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The judicial or administrative authorities of a Contracting State may, prior to the making of an order for the return of the child, request that the applicant obtain from the authorities of the State of the habitual residence of the child a decision or other determination that the removal or retention was wrongful within the meaning of Article 3 of the Convention, where such a decision or determination may be obtained in that State. The Central Authorities of the Contracting States shall so far as practicable assist applicants to obtain such a decision or determination.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“After receiving notice of a wrongful removal or retention of a child in the sense of Article 3, the judicial or administrative authorities of the Contracting State to which the child has been removed or in which it has been retained shall not decide on the merits of rights of custody until it has been determined that the child is not to be returned under this Convention or unless an application under this Convention is not lodged within a reasonable time following receipt of the notice.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The sole fact that a decision relating to custody has been given in or is entitled to recognition in the requested State shall not be a ground for refusing to return a child under this Convention, but the judicial or administrative authorities of the requested State may take account of the reasons for that decision in applying this Convention.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A decision under this Convention concerning the return of the child shall not be taken to be a determination on the merits of any custody issue.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Explanatory Report to the Hague Convention",
                                "elements": [
                                    {
                                        "content": "32.  The most relevant part of the Explanatory Report to the Hague Convention by Elisa Pérez-Vera (hereafter: “the Explanatory Report”) reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“71  ... from the Convention’s standpoint, the removal of a child by one of the joint holders without the consent of the other, is equally wrongful, and this wrongfulness derives in this particular case, not from some action in breach of a particular law, but from the fact that such action has disregarded the rights of the other parent which are also protected by law, and has interfered with their normal exercise. The Convention’s true nature is revealed most clearly in these situations: it is not concerned with establishing the person to whom custody of the child will belong at some point in the future, nor with the situations in which it may prove necessary to modify a decision awarding joint custody on the basis of facts which have subsequently changed. It seeks, more simply, to prevent a later decision on the matter being influenced by a change of circumstances brought about through unilateral action by one of the parties.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“122.  The origins of this article clearly demonstrate the end pursued. The First Commission initially adopted a provision which gave absolute priority to the application of the Convention, by making the duty to return the child prevail over any other decision on custody, which had been issued or was likely to be issued in the requested State. At the same time, it accepted the possibility of a reservation allowing the return of the child to be refused, when its return was shown to be incompatible with a decision existing in the State of refuge, prior to the ‘abduction’. The current text is therefore the result of a compromise which was reached in order to eliminate a reservation in the Convention, without at the same time reducing the extent of its acceptability to the States. In this way, the original provision was recast by emphasizing that the sole fact that a decision existed would not of itself prevent the return of the child, and by allowing judges to take into consideration the reasons for this decision in coming to a decision themselves on the application for the child’s return.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The solution contained in this article accords perfectly with the object of the Convention, which is to discourage potential abductors, who will not be able to defend their action by means either of a ‘dead’ decision taken prior to the removal but never put into effect, or of a decision obtained subsequently, which will, in the majority of cases, be vitiated by fraud. Consequently, the competent authority of the requested State will have to regard the application for the child’s return as proof of the fact that a new factor has been introduced which obliges it to reconsider a decision which has not been put into effect, or which was taken on the basis of exorbitant grounds of jurisdiction, or else failed to have regard to the right of all the parties concerned to state their case. Moreover, since the decision on the return of the child is not concerned with the merits of custody rights, the reasons for the decision which may be taken into consideration are limited to those which concern ‘the application of the Convention’. A situation brought about by a decision issued by the authorities of the State of a child’s habitual residence prior to its ‘abduction’ and which granted custody to the ‘abductor’, would normally be resolved by applying article 3 of the Convention, since the existence of a claimed right to custody must be understood in accordance with the law of that State.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  Convention No. 34 on Jurisdiction, Applicable law, Recognition, Enforcement and Co-operation in Respect of Parental Responsibility and Measures For The Protection of Children, prepared within the framework of The Hague Conference on Private International Law",
                                "elements": [
                                    {
                                        "content": ".  Article 7 of this Convention defines wrongful removal of a child as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  In case of wrongful removal or retention of the child, the authorities of the Contracting State in which the child was habitually resident immediately before the removal or retention keep their jurisdiction until the child has acquired a habitual residence in another State, and",
                                        "elements": []
                                    },
                                    {
                                        "content": "a)  each person, institution or other body having rights of custody has acquiesced in the removal or retention; or b) the child has resided in that other State for a period of at least one year after the person, institution or other body having rights of custody has or should have had knowledge of the whereabouts of the child, no request for return lodged within that period is still pending, and the child is settled in his or her new environment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  The removal or the retention of a child is to be considered wrongful where -",
                                        "elements": []
                                    },
                                    {
                                        "content": "a)  it is in breach of rights of custody attributed to a person, an institution or any other body, either jointly or alone, under the law of the State in which the child was habitually resident immediately before the removal or retention; and b) at the time of removal or retention those rights were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The rights of custody mentioned in sub-paragraph a above, may arise in particular by operation of law or by reason of a judicial or administrative decision, or by reason of an agreement having legal effect under the law of that State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  So long as the authorities first mentioned in paragraph 1 keep their jurisdiction, the authorities of the Contracting State to which the child has been removed or in which he or she has been retained can take only such urgent measures under Article 11 as are necessary for the protection of the person or property of the child.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4.  Relevant Domestic Law",
                                "elements": [
                                    {
                                        "content": "34.  The 1964 Code of the Polish Code of Civil Procedure (Kodeks Postępowania Cywilnego) in Article 577 provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The custody court can change its decision if the best interests of the person it concerns so require.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "5.  Relevant Swiss Law",
                                "elements": [
                                    {
                                        "content": "35.  Article 85 of the Federal Act on Private International Law of 18 December 1987, in so far as relevant, reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  In matters of child protection by Swiss judicial or administrative authorities applicable law and the recognition and enforcement of foreign decisions or measures are governed by the Hague Convention of 19 October 1996 on Jurisdiction, Applicable law, Recognition, Enforcement and Co-operation in Respect of Parental Responsibility and Measures For The Protection of Children. (...)",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Swiss judicial or administrative authorities Swiss shall have jurisdiction where protection of a person or property so requires.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Federal Act on International Child Abduction and the Hague Conventions on the Protection of Children and Adults of 21 December 2009, provides, in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Art. 1 Federal central authority",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The Federal Office of Justice (\"the Office\") is the federal central authority in charge of implementing the conventions listed in the preamble.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Office shall perform the tasks set out in the 1980 Hague Convention and the 1980 European Convention.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Art. 2 Cantonal central authorities",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Each canton shall designate a central authority responsible for implementation of the 1996 and 2000 Hague Conventions.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Art. 5 Return and best interests of the child",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Under Article 13 paragraph 1 letter b of the 1980 Hague Convention, the return of a child places him or her in an intolerable situation where:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a.  placement with the parent who filed the application is manifestly not in the child’s best interests;",
                                        "elements": []
                                    },
                                    {
                                        "content": "b.  the abducting parent is not, given all the circumstances, in a position to take care of the child in the State where the child was habitually resident immediately before the abduction or this cannot reasonably be required from this parent; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "c.  placement in foster care is manifestly not in the child’s best interests.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "6.  Relevant Case-Law of Various Jurisdictions on the Hague Convention",
                                "elements": [
                                    {
                                        "content": ".  The Swiss Federal Tribunal has held in a number of cases, with regard to consent and acquiescence, that left behind parent must clearly agree, explicitly or tacitly, to a durable change in the residence of the child. To this end the burden is on the abducting parent to show factual evidence which would lead to such a belief being plausible (see 5.P367/2005; 5.P380/2006; 5P.1999/2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The High Court of the United Kingdom held, in the case N. v. N. [1995] 1 FLR 107, that abducting parents should not be empowered to defeat the purpose of the Hague Convention by manipulation.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLES 6 AND 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "39.  The applicant complained that there was a breach of his right to respect of family life in that the domestic courts failed to correctly apply the Hague Convention criteria when deciding on his request for a return order. The complaint falls to be examined under Article 8 of the Convention. He also claimed under Article 6 of the Convention that the proceedings under the Hague Convention had been unfair. Articles 6 and 8 of the Convention provide, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 8",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of thi s right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "40.  The Court firstly notes that the complaints raised by the applicant are essentially directed against the merits of the decision, concerning the issue of an alleged international abduction of children. The Court further considers that the main legal issue raised by the application concerned the applicant’s right to family life as provided for by Article 8 of the Convention. It therefore considers that its examination should exclusively address the issue raised under Article 8 of the Convention and that therefore it is not necessary to examine whether there has also been a violation of Article 6 § 1 of the Convention (see Raban v. Romania, no. 25437/08, § 23, 26 October 2010)",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Consequently, the Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s submissions",
                                        "elements": [
                                            {
                                                "content": "42.  The applicant submitted that the domestic courts had failed to apply the Hague Convention criteria when deciding his request for return of the children. He maintained that the retention of the children was wrongful, as confirmed by the competent Swiss authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The applicant further pointed that the proper application of the Hague Convention should have consisted of two stages. First the court should have assessed whether there had been wrongful removal or retention. Secondly, the court should have assessed the positive and negative prerequisites of the return of the children.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In the applicant’s opinion, in the present case the domestic courts failed to assess the wrongfulness of retention of children in Poland in the light of the law governing the children’s habitual place of residence. In addition, they had failed to assess the prerequisites of the return of children based on their own findings in the proceedings regarding the return of the children. Instead the court had based its decision on the custody decision issued in the divorce case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  He further argued that when deciding what was in the children’s best interest, the Polish courts failed to assess the children’s situation in case of their return to Switzerland.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  He also submitted that the decision refusing the return of his children to Switzerland had been issued under the influence of a practice favouring granting custody to mothers.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "47.  The Government submitted that the proceedings at issue had been very complex and of a sensitive nature. Furthermore, they had been important for the applicant as they had concerned close family matters.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  They further stressed that while the children’s “habitual residence” for the purposes of the Hague Convention had been in Switzerland, the applicant had given his consent for the children’s journey to Poland from 4 to 20 October 2008, which had rendered Article 3 of the Hague Convention inapplicable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In addition, they stressed that the children remained in Poland on the basis of the interim order of 15 October 2008. Consequently, no wrongful removal or retention took place.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Government further maintained that inapplicability of Article 3 of the Hague Convention had not been the sole argument that had led the national jurisdiction to refuse to order the return of the children. The other arguments repeated by the domestic courts had been the children’s best interest and the fact that the children had integrated into their new environment successfully which, in their opinion, had made the exception provided in Article 13 § 1 (b) of the Hague Convention applicable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Government argued that the domestic courts had taken into consideration the parties’ arguments concerning the consent given by the father to take the children to Poland. Evidence had been obtained from both parties in the proceedings. The courts had examined documents submitted by the parties, expert reports, psychological evaluations of the children and witness testimonies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Government concluded that there had been no arbitrariness in the way the case was examined. The Kraków Regional Court had given a decision with particular consideration to the principle of the best interest of the children’s who at that time had been very well-integrated into their new environment.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "53.  The Court notes, firstly, that it is common ground that the relationship between the applicant and his children falls within the sphere of family life under Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court reiterates that the mutual enjoyment by parents and children of each other’s company constitutes a fundamental element of family life and is protected under Article 8 of the Convention (see Monory v. Romania and Hungary, no.71099/01, § 70, 5 April 2005, and Iosub Caras v. Romania, no. , §§ 28-29, 27 July 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  While the essential object of Article 8 of the Convention is to protect the individual against arbitrary action by the public authorities, there are in addition positive obligations inherent in an effective “respect” for family life (see, for example, Chabrowski v. Ukraine, no. 61680/10, § 104, 17 January 2013, with further references). Positive obligations under Article 8 of the Convention may involve the adoption of measures designed to secure respect for rights guaranteed by this provision even in the sphere of relations between individuals, including both the provision of a regulatory framework of adjudicatory and enforcement machinery protecting individuals’ rights and the implementation, where appropriate, of specific measures (see, mutatis mutandis, Tysiąc v. Poland, no. 5410/03, § 110, ECHR 2007I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In this area the decisive issue is whether a fair balance was struck between the competing interests at stake – those of the child, the two parents and public order – within the margin of appreciation afforded to States in such matters (see Maumousseau and Washington v. France, no. 39388/05, § 62, 6 December 2007), bearing in mind, however, that the child’s best interests must be the primary consideration (see X v. Latvia [GC], no. , § 95, 26 November 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  On the facts of the present case, the Court observes that the primary interference with the applicant’s right to respect for his family life may not be attributed to an action or omission by the respondent State but rather to the actions of the mother, a private party, who has retained the children in Poland (López Guió v. Slovakia, no. 10280/12, § 85, 3 June 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  It therefore remains to be ascertained whether there were any positive obligations on the part of the respondent State that required to be taken with a view to securing to the applicant his right to respect for his family life and, if so, whether any such positive obligations have been complied with by the respondent State.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court has held in the past that the State’s positive obligations under Article 8 include a right for parents to have access to measures which will enable them to be reunited with their children and an obligation on the national authorities to take such action (see Chabrowski, cited above, § 105).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  As to the ensuing question whether in discharging its obligations under the Hague Convention Poland has complied with its positive obligations under Article 8 of the Convention, the Court finds it opportune, at the outset, to refer to the summary of the general principles applicable in any assessment under the Convention of complaints concerning proceedings under the Hague Convention set out in its recent judgment in the case of X v. Latvia [GC] (cited above, §§ 99-108).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  In respect of those general principles, the Court would observe, in particular, that the extent of its jurisdiction under Article 32 of the Convention is limited to matters concerning the interpretation and application of the Convention and the Protocols thereto. Nevertheless, in the area of international child abduction, the obligations imposed on the Contracting States by Article 8 of the Convention must be interpreted in the light of the requirements of the Hague Convention and those of the Convention on the Rights of the Child, and of the relevant rules and principles of international law applicable in relations between the Contracting Parties (see X v. Latvia [GC], cited above, § 93, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Under Article 3 of the Hague Convention, the removal or retention of a child is to be considered “wrongful” where it is in breach of rights of custody attributed to a person under the law of the State in which the child was “habitually resident” immediately before the removal or retention (see paragraph 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Furthermore, it is relevant to have regard to the Explanatory Memorandum to this Article, referred in paragraph 32 to above, which emphasizes that “[f] rom the Convention standpoint, the removal of a child by one of the joint holders without the consent of the other, is equally wrongful, and this wrongfulness derives in this particular case, not from some action in breach of a particular law, but from the fact that such action has disregarded the rights of the other parent which are also protected by law and has interfered with their normal exercise.” The Memorandum further explains that the Hague Convention essentially “seeks (...) to prevent a later decision on the matter being influenced by a change of circumstances brought about through unilateral action by one of the parties.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court notes that in the present case the children’s mother left Switzerland where the children were habitually resident at that time on 4 October 2008 for two-week school holidays. She promised to return with them on 20 October 2008. The applicant had agreed for them leaving Switzerland for that purpose and consented to the travelling dates. Hence, the Court can accept that the children’s removal could reasonably be regarded as not being in breach of Article 3 of the Hague Convention and that the domestic courts did not err in law in referring to the applicant’s agreement and considering that the removal as such, in the light of that agreement, was not “wrongful” in the sense of the Hague Convention, as explained in the Explanatory Report.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  However, the same cannot be said of the subsequent “retention” of the children in Poland, quite evidently without the father’s consent, after the period of the two-week holiday had expired. The Court cannot overlook that already prior to leaving Switzerland on 4 October 2008 the children’s mother had already lodged, on 24 September 2008, a petition to divorce and applied for an interim custody order. She had also informed the court that she would be in Kraków after 4 October 2008. Subsequently, on 15 October 2008 she obtained that order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  When in 2009 the courts examined the applicant’s request for the children’s return under the Hague Convention, they refused to grant it as they considered that there had been no wrongful removal and retention of the children from Switzerland. They reached this conclusion referring to two factors: firstly, to the applicant’s prior agreement to the trip to Poland, and secondly, to the interim custody order given by the Polish courts at the mother’s request during that trip. It was that order which, in the view of the Polish courts, stripped the children’s retention of its wrongful character. However, it was not in dispute either before the domestic courts nor before the Court that prior to their leaving for Poland for what was originally planned as two-week holiday the children had habitual residence in Switzerland. Nor was it disputed that the applicant and M.S. jointly exercised custody rights over them under the law of that state (see paragraphs 6, 8 and 21 above). The Court also attaches weight in this respect to the relevant information contained in the letter of the Swiss Central Authority of 13 March 2009 (see paragraph 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Court notes that the specific sequence of events in the present case, with the interim custody order of the Polish courts intervening already after the children had left Switzerland, resulted in the courts dealing with the applicants’ application for their return in such a way as to consider their retention in Poland lawful, regardless of the fact that the applicant had never given his agreement to their permanent stay there and the courts were aware of it. Under the terms of the Hague Convention Hague Convention the wrongfulness of the removal and retention derives from the fact that such action has interfered with the normal exercise of the parental rights of one of their holders under the law of the State where the children previously had their habitual residence (that is, in the present case Switzerland), not under the law of the requested State (that is, in the present case, Poland). Yet, in the present case the Polish courts ignored the law of the previous habitual residence of the children and instead relied on their own law, that is the law of the requested State. In so doing, the Polish courts did not take this aspect of the case into consideration and, as a result of the mother’s unilateral act, the applicant was deprived of the protection he could reasonably expect to enjoy under its provisions.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Hence, the provisions of the applicable law were in the present case applied in such a way as to render meaningless the applicant’s lack of consent for the children’s permanent stay in Poland.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court further observes that the children’s mother applied for an interim order granting her temporary custody for the duration of the divorce proceedings. The Kraków Regional Court granted her application on 15 October 2008. The Court notes that the applicant was neither notified of the mother’s application nor informed about the court session at which this application was to be examined. He was therefore not afforded an opportunity to be heard on the matter. As this decision was subsequently heavily relied on by the court dealing with the applicant’s request for the children’s return lodged under the Hague Convention, the Court accepts that the absence of procedural safeguards at this stage of the proceedings had an incidence on the outcome of the return proceedings (compare and contrast, Šneersone and Kampanella v. Italy, no 14737/09, § 100-101, 12 July 2011, mutatis mutandis).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  It is not the task of this Court to interpret the terms of the Hague Convention or to substitute itself for the national courts in regard to the interpretation of the relevant law applicable within the domestic legal order. However, the Court cannot but conclude that the objective result in the present case is that the legitimate interests of the applicant, as the father of the children, were not taken into account in an adequate or fair manner in the judicial decision-making process in Poland.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Furthermore, in matters pertaining to the reunification of children with their parents, the adequacy of a measure is also to be judged by the swiftness of its implementation, such cases requiring urgent handling, as the passage of time can have irremediable consequences for the relations between the children and the parent who does not live with them (see, among many other authorities, Iosub Caras v. Romania, no 7198/04, §§ 38, 27 July 2006; Penchevi v. Bulgaria, no. 77818/12, § 58, 10 February 2015). The Hague Convention recognises this fact because it provides for a whole series of measures to ensure the immediate return of children removed to or wrongfully retained in any Contracting State. Indeed, Article 11 of the Hague Convention imposes a six-week time-limit for the required decision, failing which the decision body may be requested to give reasons for the delay (Raw and Others v. France, no. 10131/11, § 83, 7 March 2013; M.A. v. Austria, no. 4097/13, § 109, 15 January 2015). Despite this recognised urgency, in the instant case over six months elapsed from the date on which the first applicant’s request for the return of the children was transmitted to the Kraków Court to the date of the final decision. No satisfactory explanation was put forward by the Government for this delay. It follows that the time it took for the courts to adopt the final decision failed to meet the urgency of the situation.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Finally, the Court notes that it has not been argued, let alone shown, either in the domestic proceedings or before the Court, that the children’s return to Switzerland would have not served their best interest on account of any alleged inappropriate behaviour or wrongdoing of the applicant in his role as a father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Having regard to the circumstances of the case seen as a whole, the Court is of the view that the respondent State failed to secure to the applicant the right to respect for his family life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  There has therefore been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  Lastly, the Court observes that, as the children will soon reach the age of majority, there is no basis for the present judgment to be interpreted as obliging the respondent State to take steps ordering their return to Switzerland.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "75.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "76.  The applicant claimed 2,000,000 euros (EUR) in respect of nonpecuniary damage. He sought compensation for major disruption of his family life and rupture of close bonds with his children he had had before their retention in Poland by their mother and for substantial impact it had on his and his children’s lives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  He further claimed EUR 10,393 in respect of pecuniary damage. He referred to the costs of travel incurred by him in order to see his children and maintain the emotional ties with them in so far as it was possible in the circumstances between October 2008 and March 2013 until the final decision regarding divorce and custody was made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Government contested these claims. In respect of non-pecuniary claims it was of the view that they were exorbitant. As to the pecuniary damage the Government were of the view that they were partly unconnected with the violation alleged and partly unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court discerns a causal link between the violation found and the pecuniary damage alleged, given that had the violation not occurred the applicant would not have had to travel to Poland to be with his children during the mentioned period (see Penchevi v. Bulgaria, no. 77818/12, § 83, 10 February 2015). However, on the basis of the documentary evidence before it, and in particular the flight bookings submitted by the applicant and concerning his travels to Cracow, the Court allows this claim only partially, awarding EUR 3,700 in respect of pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  However, it awards the applicant EUR 7,800 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "81.  The applicant also claimed EUR 6,000 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the above criteria, the Court rejects the claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "84.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously, the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by four votes to three, that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, by four votes to three,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the Polish zlotys:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 July 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the joined separate opinion of Judges Nicolaou, Wojtyczek and Vehabović is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  We respectfully disagree with the view of the majority that in the instant case there has been a violation of Article 8.",
                        "elements": []
                    },
                    {
                        "content": "2.  Context is all-important. It is therefore necessary to add a few important points to the presentation of the factual circumstances.",
                        "elements": []
                    },
                    {
                        "content": "The spouses were Polish nationals who got married in Poland and subsequently moved to Switzerland, where they had their children. That was apparently on the understanding that married life would continue unimpeded. Unfortunately it did not and, as confirmed by the Polish courts in the divorce proceedings, the marital split was entirely due to the conduct of the applicant. He formed a relationship with an employee, with whom he set up home very close to where his wife also had to live. She found herself completely isolated but did not abandon hope that her husband might return to her. Matters reached a crisis point when the applicant’s partner became pregnant. As established in the divorce proceedings, the applicant placed his wife in a very vulnerable position. He closed his own bank account and deactivated his wife’s credit card. He announced to his wife that their savings amounting to 80,000 Swiss francs (CHF) would be divided into two parts but that she would receive only CHF 9,000 to 10,000. Then the applicant ordered his wife to quit their flat and move into a two-bedroom apartment. The applicant also took most of the documents belonging to his wife, such as her employment certificates and her letters. The health of the applicant’s wife deteriorated: she developed anaemia, lost weight and started to suffer from severe depression.",
                        "elements": []
                    },
                    {
                        "content": "These events, coupled with what was accepted by the domestic court as the applicant’s harsh attitude towards her, put her in an intolerable position. She then informed the applicant in April 2008 that she would be petitioning for divorce in Poland. There was nothing untoward in pursuing such a course. She was registered as being domiciled in Poland. She was therefore not forum shopping. The way things had turned out, she could no longer expect a decent life in Switzerland and had no alternative but to seek a new beginning in her home country.",
                        "elements": []
                    },
                    {
                        "content": "A first set of proceedings in Poland was initiated to establish which court in that country had territorial jurisdiction in the divorce case. It ended with a decision of the Supreme Court, delivered in September 2008. Immediately afterwards, the applicant’s wife initiated divorce proceedings there.",
                        "elements": []
                    },
                    {
                        "content": "There is no evidence that the applicant was not notified about the divorce proceedings, nor that he made any complaint to that effect. After the order of 15 October 2008 was delivered he appealed. His appeal was examined and rejected. The appeal decision contained reasons.",
                        "elements": []
                    },
                    {
                        "content": "Furthermore, the courts took into consideration the interests of the applicant in the interim orders of 17 December 2008 and 27 January 2009, when the applicant was granted contact with the children for a specific day.",
                        "elements": []
                    },
                    {
                        "content": "3.  Context is also all-important for the interpretation of treaties. The 1980 Hague Convention is not the only instrument regulating matters connected with child abduction in relations between Poland and Switzerland. Both States are also parties to the 1980 Luxembourg Convention (European Convention on Recognition and Enforcement of Decisions concerning Custody of Children and on Restoration of Custody of Children). The 1980 Hague Convention itself has to be interpreted and applied in the context of the Luxembourg Convention.",
                        "elements": []
                    },
                    {
                        "content": "Secondly, parental rights are regulated by the 1996 Convention on Jurisdiction, Applicable Law, Recognition, Enforcement and Co-operation in Respect of Parental Responsibility and Measures for the Protection of Children. It is true that in 2008 Poland was not yet a party to this treaty; however, Switzerland was not only a party to the treaty but had also made it part of its domestic law. Article 11 § 1 of this latter Convention provides:",
                        "elements": []
                    },
                    {
                        "content": "4.  The majority consider that the decision not to return the child in the circumstances of the case violated the 1980 Hague Convention and therefore also violated the Convention for the Protection of Human Rights and Fundamental Freedoms. We disagree with this view.",
                        "elements": []
                    },
                    {
                        "content": "In X. v. Latvia the Court clarified the relationship between the European Convention on Human Rights and the 1980 Hague Convention in the following way (at § 106):",
                        "elements": []
                    },
                    {
                        "content": "In the case of Neulinger and Shuruk v. Switzerland ([GC], no. 41615/07, § 145, ECHR 2010), the 1980 Hague Convention was described as “essentially an instrument of a procedural nature and not a human rights treaty”. That position remains unchanged by the judgment in X v. Latvia ([GC], no. 27853/09, ECHR 2013), in which the Grand Chamber reviewed the general principles. The 1980 Hague Convention itself provides for grounds which necessitate a departure from the normal rule of the jurisdiction of the habitual residence of the children. The approach to be taken was lucidly explained by the Court (Section III) in the case of Maumousseau and Washington v. France (no. 39388/05, § 72, 6 December 2007):",
                        "elements": []
                    },
                    {
                        "content": "Where the matter falls under Article 13 (b) of the 1980 Hague Convention, the domestic court will itself look at the substance of the matter and make an appropriate custody order if the best interests of the children so require. This was reiterated by the Grand Chamber in X v. Latvia (cited above), where it was stated (at § 98):",
                        "elements": []
                    },
                    {
                        "content": "Later in the judgment, the Grand Chamber expanded on this by explaining the following (at §§ 101 and 102):",
                        "elements": []
                    },
                    {
                        "content": "The case of Neulinger and Shuruk v. Switzerland (cited above, § 149) shows that there may indeed be a link between the best interests of children and the choice of the parent, by reason of some particular constraint, not to return to the State where they had their habitual residence. The domestic court may then reasonably decide that ordering the return of the children would place them in an intolerable situation and expose them to psychological harm. Such a course of action is open to it under Article 13 (b) of the 1980 Hague Convention. Once it has so decided, it is duty bound to examine the substance of the matter in relation to the custody proceedings for the purpose of deciding whether or not it should make a custody order. The making of such an order is entirely consistent with the 1980 Hague Convention, whose importance as a jurisdiction-selection treaty is not thereby undermined. Such a situation is to be contrasted with cases falling within the Brussels IIa Regulation, where, under European Union law, the principle of “mutual trust” prevails whatever the circumstances may be: see Povse v. Austria (dec.), no. 3811/11, 18 June 2013; and see also, by analogy, the ECJ judgment in the case of Melloni, C399/11, EU:C 2013, 107.",
                        "elements": []
                    },
                    {
                        "content": "5.  In the situation described above, it was right that the Polish court in which the divorce proceedings had been initiated would incidentally also consider making a custody order. At that time the children were lawfully within the jurisdiction of Poland. They had not been abducted and, once they were in Poland, the mother kept them there on the basis of an interim order of the court.",
                        "elements": []
                    },
                    {
                        "content": "The crucial question was whether, despite the fact that custody matters naturally fall within the scope of divorce proceedings, the domestic court should have refused to entertain this matter and should instead have let it be examined by a Swiss court. We take the view that in such circumstances the domestic court was entitled to consider that it unavoidably had to deal with the custody issue as well. In the circumstances already described it may, understandably, have seemed inconceivable that while the mother remained in Poland, since she had no viable alternative for selffulfilment in Switzerland, her children should be sent back to Switzerland without their mother and wait there for a decision of a Swiss court on the matter of custody.",
                        "elements": []
                    },
                    {
                        "content": "The custody order of 15 October 2008 also had to be taken into account during the proceedings under the 1980 Hague Convention. In giving effect to the paramount interest of the children, when that interest was so intimately linked to the plight in which the mother had found herself, including in this regard her new place of residence, the domestic courts had to perform an exceptionally delicate balancing exercise. There is nothing to show that this exercise was not carried out correctly. In the context of the applicant’s very hostile attitude towards his wife and the trauma suffered by the children because of their father’s behaviour, it was legitimate to consider that the best interests of the children would not be served by their immediate return to Switzerland. To say that the decision not to return the children to Switzerland so that they could stay with their mother in Poland fell within the ambit of exceptions to the principle of returning the child provided for in the 1980 Hague Convention is not an unjustified conclusion.",
                        "elements": []
                    },
                    {
                        "content": "6.  The majority attribute particular importance to the fact that at the very beginning, in the interim order proceedings, the applicant was not given a proper hearing by the Polish courts. First of all, urgency may in some circumstances require provisional measures to be taken without waiting for a party to be properly notified. The matter may be left to the discretion of the judge, provided that adequate safeguards for all the parties are applied in subsequent stages of the proceedings. Secondly, as mentioned above, we do not see any evidence that in October 2008 the applicant was not aware of the initiation of divorce proceedings. Moreover, the applicant did appeal against the provisional order of 15 October 2008 and his right to be heard was fully respected on appeal. There is no evidence that in his appeal he complained of an infringement of his right to be heard. In any event, the applicant was notified about the proceedings under the 1980 Hague Convention and was able to present his case before the domestic courts at two levels of jurisdiction. Further, the domestic courts took into consideration the interests of the applicant in the interim orders of 17 December 2008 and 27 January 2009, when the applicant was granted contact with the children for a specific day.",
                        "elements": []
                    },
                    {
                        "content": "7.  The majority take the view that the period of some six months which it took the domestic courts to decide the matter, at two levels of jurisdiction in adversarial proceedings, was too long. It seems to us, with all due respect, that this view is premised on just one contingency, that of summary proceedings for ordering the return of the children, and does not take account of the needs of an in-depth examination, such as the one warranted in the present case.",
                        "elements": []
                    },
                    {
                        "content": "8.  We note that the majority consider that the interim order of 15 October 2008 was irrelevant from the viewpoint of Swiss law and could not affect the parental rights of the father under Swiss law. This assumption should have required a much more thorough analysis under Swiss law. The interim court order issued in Poland on 15 October 2008 might have been justified from the viewpoint of Swiss law (under Article 11 § 1 of the 1996 Hague Convention) and therefore could have had certain effects on the scope of the applicant’s custody rights under Swiss law.",
                        "elements": []
                    },
                    {
                        "content": "9.  We note, in passing, an inconsistent approach on the part of the Court to the question of the methodology of treaty interpretation. The Court has often emphasised that the Convention is a living instrument and therefore usually refrains from looking at the travaux préparatoires to establish its meaning. The opposite approach has been adopted in respect of the 1980 Hague Convention. To establish the meaning of the latter instrument, the Court has relied mainly on the explanatory report thereto. The reasons for the difference in the approach to treaty interpretation have not been explained.",
                        "elements": []
                    },
                    {
                        "content": "10.  For the reasons we have tried to explain, we conclude that the Polish courts did not exceed the margin of appreciation left to the High Contracting Parties under Article 8 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF R.S. v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-156261.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0721JUD006377709",
    "externalsources": [
        "The Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction"
    ],
    "extractedappno": [
        "63777/09",
        "25437/08",
        "71099/01",
        "7198/04",
        "61680/10",
        "5410/03",
        "39388/05",
        "27853/09",
        "10280/12",
        "14737/09",
        "77818/12",
        "10131/11",
        "4097/13",
        "41615/07",
        "25702/94",
        "14600/05",
        "3811/11",
        "399/11"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-156261",
    "judgementdate": "21/07/2015 00:00:00",
    "kpdate": "21/07/2015 00:00:00",
    "kpthesaurus": [
        "451",
        "634",
        "425",
        "216",
        "577",
        "283",
        "305"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "8",
        "41",
        "8-1"
    ],
    "parties": [
        "R.S.",
        "POLAND"
    ],
    "rank": "1327.28344726563",
    "representedby": [
        "SWIERCZYNSKI T."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Chabrowski v. Ukraine, no. 61680/10, 17 January 2013",
        "Iosub Caras v. Romania, no. 7198/04, 27 July 2006",
        "López Guió v. Slovakia, no. 10280/12, § 85, 3 June 2014",
        "M.A. v. Austria, no. 4097/13, § 109, 15 January 2015",
        "Maumousseau and Washington v. France, no. 39388/05, § 62, 6 December 2007",
        "Monory v. Romania and Hungary, no.71099/01, § 70, 5 April 2005",
        "Penchevi v. Bulgaria, no. 77818/12, 10 February 2015",
        "Raban v. Romania, no. 25437/08, § 23, 26 October 2010",
        "Raw and Others v. France, no. 10131/11, § 83, 7 March 2013",
        "Šneersone and Kampanella v. Italy, no 14737/09, § 100-101, 12 July 2011",
        "Tysiąc v. Poland, no. 5410/03, § 110, ECHR 2007 I",
        "X v. Latvia [GC], no. 27853/09, 26 November 2013"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "453270",
    "typedescription": "15"
}