{
    "__articles": "41;P7-4;P7-3",
    "__conclusion": "Preliminary objection dismissed (non-exhaustion of domestic remedies);Violation of P7-4;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "14939/03",
    "article": [
        "p7-4",
        "p7-3",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion of domestic remedies"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-91222.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 14939/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Sergey Aleksandrovich Zolotukhin (“the applicant”), on 22 April 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr P. Leach and Mr K. Koroteyev, lawyers from the European Human Rights Advocacy Centre. The Russian Government (“the Government”) were represented by Ms V. Milinchuk, former Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained under Article 4 of Protocol No. 7 that he had been prosecuted twice in connection with the same offence.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 8 September 2005 the application was declared partly admissible by a Chamber of that Section composed of Christos Rozakis, Peer Lorenzen, Snejana Botoucharova, Anatoli Kovler, Khanlar Hajiyev and Sverre Erik Jebens, judges, and Søren Nielsen, Section Registrar.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 7 June 2007 a Chamber of that Section composed of Christos Rozakis, Loukis Loucaides, Nina Vajić, Anatoli Kovler, Khanlar Hajiyev, Dean Spielmann and Sverre Erik Jebens, judges, and Søren Nielsen, Section Registrar, concluded unanimously that there had been a violation of Article 4 of Protocol No. 7 and made an award in respect of non-pecuniary damage and legal costs.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 5 September 2007 the Government requested, in accordance with Article 43 of the Convention and Rule 73, that the case be referred to the Grand Chamber. A panel of the Grand Chamber accepted the request on 12 November 2007.",
                        "elements": []
                    },
                    {
                        "content": "8.  The composition of the Grand Chamber was determined according to the provisions of Article 27 §§ 2 and 3 of the Convention and Rule 24.",
                        "elements": []
                    },
                    {
                        "content": "9.  The applicant and the Government each filed observations on the merits. In addition, third-party comments were received from the Human Rights Training Institute of the Paris Bar Association, which had been given leave by the President to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 2).",
                        "elements": []
                    },
                    {
                        "content": "10.  A hearing took place in public in the Human Rights Building, , on 26 March 2008 (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Leach, Mr Koroteyev and Ms Milinchuk.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "11.  The applicant was born in 1966 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The events of 4 January 2002",
                                "elements": [
                                    {
                                        "content": "12.  The events, as described by the parties and related in the relevant documents, unfolded on that day in the following manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On the morning of 4 January 2002 the applicant was taken to police station no. 9 of the Department of the Interior in the Leninskiy district of Voronezh (“the police station”) for the purpose of establishing how he had managed to take his girlfriend Ms P. into a restricted military compound.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  At the police station the applicant was firstly taken to the office of the passport service. He was drunk and verbally abusive towards the passport desk employee Ms Y. and the head of the road traffic department Captain S. The applicant ignored the reprimands and warnings issued to him. After pushing Captain S. and attempting to leave, he was handcuffed. The police officers considered that the applicant’s conduct amounted to the administrative offence of minor disorderly acts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant was taken to the office of Major K., the head of the police station. Major K. drafted a report on the applicant’s disorderly conduct which read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“This report has been drawn up by Major K., head of police station no. 9, Voronezh45, to record the fact that on 4 January 2002 at 9.45 a.m. Mr Zolotukhin, who had been brought to police station no. 9 with Ms P., whom he had taken into the closed military compound unlawfully, uttered obscenities at police officers and the head of [unreadable], did not respond to reprimands, ignored requests by police officers to end the breach of public order, attempted to escape from police premises and was handcuffed, that is to say, he committed the administrative offences set out in Articles 158 and 165 of the RSFSR Code of Administrative Offences.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Captain S. and Lieutenant-Colonel N. were also present in the office while Major K. was drafting the report. The applicant became verbally abusive towards Major K. and threatened him with physical violence. He again attempted to leave and kicked over a chair.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  After the report was completed the applicant was placed in a car to be taken to the Gribanovskiy district police station (ROVD). The driver Mr L., Major K., Lieutenant-Colonel N. and Ms P. rode in the same car. On the way, the applicant continued to swear at Major K. and threatened to kill him for bringing administrative proceedings against him.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Administrative conviction of the applicant",
                                "elements": [
                                    {
                                        "content": "18.  On 4 January 2002 the Gribanovskiy District Court found the applicant guilty of an offence under Article 158 of the Code of Administrative Offences of the Russian Soviet Federative Republic (RSFSR), on the following grounds:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Zolotukhin swore in a public place and did not respond to reprimands.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant was sentenced to three days’ administrative detention. The judgment indicated that the sentence was not amenable to appeal and was immediately effective.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Criminal prosecution of the applicant",
                                "elements": [
                                    {
                                        "content": "20.  On 23 January 2002 a criminal case was opened against the applicant on suspicion of his having committed “disorderly acts, including resisting a public official dealing with a breach of public order” – an offence under Article 213 § 2 (b) of the Criminal Code of the Russian Federation – on 4 January 2002 at the police station. On the following day, the applicant was taken into custody. On 1 February 2002 two further sets of proceedings were instituted against the applicant on other charges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 5 April 2002 the applicant was formally indicted. The relevant parts of the charge sheet read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On the morning of 4 January 2002 Mr Zolotukhin was taken to police station no. 9 in the Leninskiy district of Voronezh, for elucidation of the circumstances in which his acquaintance Ms P. had entered the territory of the closed military compound Voronezh-45. In the passport office at police station no. 9 Mr Zolotukhin, who was inebriated, flagrantly breached public order, expressing a clear lack of respect for the community, and began loudly uttering obscenities at those present in the passport office, namely Ms Y., a passport official in the housing department of military unit 25852, and Captain S., head of the road traffic department in police station no. 9; in particular, he threatened the latter, in his capacity as a police officer performing official duties, with physical reprisals. Mr Zolotukhin did not respond to Captain S.’s lawful requests to end the breach of public order; he attempted to leave the premises of the passport office, actively resisted attempts to prevent his disorderly conduct, provided resistance to Captain S., pushing him and pulling out of his reach, and prevented the passport office from operating normally.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Hence, through his intentional actions Mr Zolotukhin engaged in disorderly acts, that is to say, a flagrant breach of public order expressing clear disrespect towards the community, combined with a threat to use violence, and resisting a public official dealing with a breach of public order; the above amounts to the offence set out in Article 213 § 2 (b) of the Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "As a result of his disorderly behaviour, Mr Zolotukhin was taken to the office of Major K., head of police station no. 9, Leninskiy district, , who was present in his official capacity, so that an administrative offence report could be drawn up. [Major] K., in performance of his official duties, began drafting an administrative offence report concerning Mr Zolotukhin, under Articles 158 and 165 of the RSFSR Code of Administrative Offences. Mr Zolotukhin, seeing that an administrative offence report was being drawn up concerning him, began publicly to insult [Major] K., uttering obscenities at him in his capacity as a police officer, in the presence of Lieutenant-Colonel N., assistant commander of military unit 14254, and Captain S., head of the road traffic department in police station no. 9, thus intentionally attacking the honour and dignity of a police officer. Mr Zolotukhin deliberately ignored Major K.’s repeated requests to end the breach of public order and insulting behaviour. Mr Zolotukhin then attempted to leave the office of the head of the police station without permission and kicked over a chair, while continuing to direct obscenities at Major K. and to threaten him with physical reprisals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Hence, Mr Zolotukhin intentionally and publicly insulted a public official in the course of his official duties, that is to say, he committed the offence set out in Article 319 of the Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After the administrative offence report had been drawn up in respect of Mr Zolotukhin, he and Ms P. were placed in a vehicle to be taken to the Gribanovskiy district police station in the Voronezh region. In the car, in the presence of Ms P., LieutenantColonel N., assistant commander of military unit 14254, and the driver [Mr] L., Mr Zolotukhin continued intentionally to attack the honour and dignity of Major K., who was performing his official duties, uttering obscenities at him in his capacity as a police officer and thus publicly insulting him; he then publicly threatened to kill Major K., the head of police station no. 9, for bringing administrative proceedings against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Hence, by his intentional actions, Mr Zolotukhin threatened to use violence against a public official in connection with the latter’s performance of his official duties, that is to say, he committed the crime set out in Article 318 § 1 of the Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 2 December 2002 the Gribanovskiy District Court delivered its judgment. As regards the offence under Article 213 § 2 of the Criminal Code, the District Court acquitted the applicant for the following reasons:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On the morning of 4 January 2002 in ... police station no. 9 [the applicant], in an inebriated state, swore at ... Ms Y. and Captain S., threatening to kill the latter. He refused to comply with a lawful request by Captain S., ... behaved aggressively, pushed [Captain] S. and attempted to leave. Having examined the evidence produced at the trial, the court considers that [the applicant’s] guilt has not been established. On 4 January 2002 [the applicant] was subjected to three days’ administrative detention for the same actions [characterised] under Articles 158 and 165 of the Code of Administrative Offences. No appeal was lodged against the judicial decision, nor was it quashed. The court considers that there is no indication of a criminal offence under Article 213 § 2 (b) in the defendant’s actions and acquits him of this charge.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The District Court further found the applicant guilty of insulting a State official under Article 319 of the Criminal Code. It established that the applicant had sworn at Major K. and threatened him while the latter had been drafting the report on the administrative offences under Articles 158 and 165 of the RSFSR Code of Administrative Offences in his office at the police station. Major K.’s statements to that effect were corroborated by depositions from Captain S., LieutenantColonel N. and Ms Y., who had also been present in Major K.’s office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Finally, the District Court found the applicant guilty of threatening violence against a public official under Article 318 § 1 of the Criminal Code. On the basis of the statements by Major K., Lieutenant-Colonel N. and the applicant’s girlfriend it found that, after the administrative offence report had been finalised, the applicant and his girlfriend had been taken by car to the Gribanovskiy district police station. In the car, the applicant had continued to swear at Major K. He had also spat at him and said that, once released, he would kill him and abscond. Major K. had perceived the threat as real because the applicant had a history of abusive and violent behaviour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 15 April 2003 the , in summary fashion, upheld the judgment on appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "26.  The Russian Constitution provides that “no one may be convicted twice for the same offence” (Article 50 § 1).",
                                "elements": []
                            },
                            {
                                "content": "27.  The Code of Criminal Procedure establishes that criminal proceedings should be discontinued if there exists a final judgment against the suspect or defendant concerning the same charges or a decision by a court, investigator or examiner to discontinue the criminal case concerning the same charges or not to institute criminal proceedings (Article 27 §§ 4 and 5).",
                                "elements": []
                            },
                            {
                                "content": "28.  Article 158 of the RSFSR Code of Administrative Offences (in force at the material time) read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 158\nMinor disorderly acts",
                                "elements": []
                            },
                            {
                                "content": "“Minor disorderly acts, that is, utterance of obscenities in public places, offensive behaviour towards others and other similar acts that breach public order and peace, shall be punishable by a fine of between ten and fifteen months’ minimum wages or by one to two months’ correctional work combined with the withholding of twenty per cent of the offender’s wages, or – if, in the circumstances of the case and having regard to the offender’s character, these measures are not deemed to be adequate – by up to fifteen days’ administrative detention.”",
                                "elements": []
                            },
                            {
                                "content": "29.  The Criminal Code of the Russian Federation (version in force at the material time), in so far as relevant, read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 213\nDisorderly acts",
                                "elements": []
                            },
                            {
                                "content": "“1.  Disorderly acts, that is, serious breaches of public order or flagrant displays of disrespect towards the community, combined with the use of violence towards individuals or the threat to use violence or destroy or damage the property of others, shall be punishable ... by up to two years’ deprivation of liberty.",
                                "elements": []
                            },
                            {
                                "content": "2.  The same acts, if committed",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(b)  while resisting a public official or another person fulfilling his or her duty to maintain public order or dealing with a breach of public order ...",
                                "elements": []
                            },
                            {
                                "content": "–  shall be punishable by between 180 and 240 hours’ mandatory work or by one to two years’ correctional work or up to five years’ deprivation of liberty.”",
                                "elements": []
                            },
                            {
                                "content": "Article 318 § 1\nUse of violence against a public official",
                                "elements": []
                            },
                            {
                                "content": "“The use of violence not endangering life or health, or the threat to use such violence against a public official or his relatives in connection with the performance of his or her duties shall be punishable by a fine of between 200 and 500 months’ minimum wages ... or by three to six months’ detention or up to five years’ deprivation of liberty ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 319\nInsulting a public official",
                                "elements": []
                            },
                            {
                                "content": "“Publicly insulting a public official in the performance of his or her duties or in connection with the performance thereof shall be punishable by a fine of between 50 and 100 months’ minimum wages, ... 120 to 180 hours’ mandatory work or six months to a year’s correctional work.”",
                                "elements": []
                            },
                            {
                                "content": "30.  In Resolution no. 4 of 27 June 1978 (with subsequent amendments), the Plenary Supreme Court ruled that in cases where an administrative charge of minor disorderly acts had been brought against a defendant, but his or her actions were socially dangerous enough to be considered a crime, criminal proceedings should be brought against him or her under Article 206 of the RSFSR Criminal Code (replaced by Article 213 of the Russian Criminal Code after 1 January 1997) (§ 5). In Resolution no. 5 of 24 December 1991 (with subsequent amendments), the Plenary Supreme Court held that the lower courts should not interpret the criminal prohibition of disorderly acts extensively, in order to exclude the criminal conviction of defendants charged only with the administrative offence of minor disorderly acts (§ 20).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT AND COMPARATIVE INTERNATIONAL LAW",
                        "elements": [
                            {
                                "content": "A.  United Nations Covenant on Civil and Political Rights",
                                "elements": [
                                    {
                                        "content": "31.  Article 14 § 7 of the United Nations Covenant on Civil and Political Rights provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No one shall be liable to be tried or punished again for an offence for which he has already been finally convicted or acquitted in accordance with the law and penal procedure of each country.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Statute of the International Criminal Court",
                                "elements": [
                                    {
                                        "content": "32.  Article 20 of the Statute of the International Criminal Court provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Except as provided in this Statute, no person shall be tried before the Court with respect to conduct which formed the basis of crimes for which the person has been convicted or acquitted by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  No person shall be tried by another court for a crime referred to in Article 5 for which that person has already been convicted or acquitted by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  No person who has been tried by another court for conduct also proscribed under Article 6, 7 or 8 shall be tried by the Court with respect to the same conduct unless the proceedings in the other court:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  were for the purpose of shielding the person concerned from criminal responsibility for crimes within the jurisdiction of the Court; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  otherwise were not conducted independently or impartially in accordance with the norms of due process recognised by international law and were conducted in a manner which, in the circumstances, was inconsistent with an intent to bring the person concerned to justice.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The European Union and the Schengen Agreement",
                                "elements": [
                                    {
                                        "content": "33.  Article 50 of the Charter of Fundamental Rights of the European Union, which was solemnly proclaimed by the European Parliament, the Council and the Commission in Strasbourg on 12 December 2007 (OJ 14.12.2007, C 303/1), reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“No one shall be liable to be tried or punished again in criminal proceedings for an offence for which he or she has already been finally acquitted or convicted within the Union in accordance with the law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Article 54 of the Convention Implementing the Schengen Agreement of 14 June 1985 (“the CISA”) provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A person whose trial has been finally disposed of in one Contracting Party may not be prosecuted in another Contracting Party for the same acts provided that, if a penalty has been imposed, it has been enforced, is actually in the process of being enforced or can no longer be enforced under the laws of the sentencing Contracting Party.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court of Justice of the European Union (“the CJEU”) has recognised the non bis in idem principle as a fundamental principle of Community law (Limburgse Vinyl Maatschappij NV (LVM) and Others v. Commission of the European Communities, Joined Cases C-238/99 P, C244/99 P, C-245/99 P, C-247/99 P, C-250/99 P to C-252/99 P and C254/99 P, § 59, 15 October 2002):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... the principle of non bis in idem, which is a fundamental principle of Community law also enshrined in Article 4 § 1 of Protocol No. 7 to the ECHR [the Convention], precludes, in competition matters, an undertaking from being found guilty or proceedings from being brought against it a second time on the grounds of anti-competitive conduct in respect of which it has been penalised or declared not liable by a previous unappealable decision.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In the area of competition law the CJEU applied the following approach to testing compliance with the non bis in idem principle (Aalborg Portland A/S and Others v. Commission of the European Communities, Joined Cases C-204/00 P, C-205/00 P, C-211/00 P, C213/00 P, C-217/00 P and C-219/00 P, § 338, 7 January 2004):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“As regards observance of the principle ne bis in idem, the application of that principle is subject to the threefold condition of identity of the facts, unity of offender and unity of the legal interest protected. Under that principle, therefore, the same person cannot be sanctioned more than once for a single unlawful course of conduct designed to protect the same legal asset.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The CJEU’s case-law on police and judicial cooperation in criminal matters is based on a different interpretation of “idem” (Leopold Henri Van Esbroeck, Case C-436/04, 9 March 2006):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“27.  In the first place, however, the wording of Article 54 of the CISA, ‘the same acts’, shows that that provision refers only to the nature of the acts in dispute and not to their legal classification.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  It must also be noted that the terms used in that Article differ from those used in other international treaties which enshrine the ne bis in idem principle. Unlike Article 54 of the CISA, Article 14 § 7 of the International Covenant on Civil and Political Rights and Article 4 of Protocol No. 7 to the European Convention for the Protection of Human Rights and Fundamental Freedoms use the term ‘offence’, which implies that the criterion of the legal classification of the acts is relevant as a prerequisite for the applicability of the ne bis in idem principle which is enshrined in those treaties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  There is a necessary implication in the ne bis in idem principle, enshrined in that Article, that the Contracting States have mutual trust in their criminal justice systems and that each of them recognises the criminal law in force in the other Contracting States even when the outcome would be different if its own national law were applied ([Case C-385/01] Gözütok and Brügge [[2003] ECR I-1345], paragraph 33).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  It follows that the possibility of divergent legal classifications of the same acts in two different Contracting States is no obstacle to the application of Article 54 of the CISA.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  For the same reasons, the criterion of the identity of the protected legal interest cannot be applicable since that criterion is likely to vary from one  to another.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The above findings are further reinforced by the objective of Article 54 of the CISA, which is to ensure that no one is prosecuted for the same acts in several Contracting States on account of his having exercised his right to freedom of movement (Gözütok and Brügge, paragraph 38, and Case C-469/03 Miraglia [2005] ECR I-2009, paragraph 32).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  As pointed out by the Advocate General in point 45 of his Opinion, that right to freedom of movement is effectively guaranteed only if the perpetrator of an act knows that, once he has been found guilty and served his sentence, or, where applicable, been acquitted by a final judgment in a member State, he may travel within the Schengen territory without fear of prosecution in another member State on the basis that the legal system of that member State treats the act concerned as a separate offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Because there is no harmonisation of national criminal laws, a criterion based on the legal classification of the acts or on the protected legal interest might create as many barriers to freedom of movement within the Schengen territory as there are penal systems in the Contracting States.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In those circumstances, the only relevant criterion for the application of Article 54 of the CISA is identity of the material acts, understood in the sense of the existence of a set of concrete circumstances which are inextricably linked together.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  ... the definitive assessment in that regard belongs ... to the competent national courts which are charged with the task of determining whether the material acts at issue constitute a set of facts which are inextricably linked together in time, in space and by their subject matter.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The CJEU confirmed and developed this approach in the most recent case concerning the application of the non bis in idem principle (Norma Kraaijenbrink, Case C-367/05, 18 July 2007):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“26.  ... it should be noted that the Court has already held that the only relevant criterion for the application of Article 54 of the CISA is identity of the material acts, understood as the existence of a set of concrete circumstances which are inextricably linked together (see Van Esbroeck, paragraph 36; Case C-467/04 Gasparini and Others [2006] ECR I-9199, paragraph 54; and Case C-150/05 Van Straaten [2006] ECR I-9327, paragraph 48).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In order to assess whether such a set of concrete circumstances exists, the competent national courts must determine whether the material acts in the two proceedings constitute a set of facts which are inextricably linked together in time, in space and by their subject matter (see, to that effect, Van Esbroeck, paragraph 38; Gasparini and Others, paragraph 56; and Van Straaten, paragraph 52).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  It follows that the starting-point for assessing the notion of ‘same acts’ within the meaning of Article 54 of the CISA is to consider the specific unlawful conduct which gave rise to the criminal proceedings before the courts of the two Contracting States as a whole. Thus, Article 54 of the CISA can become applicable only where the court dealing with the second criminal prosecution finds that the material acts, by being linked in time, in space and by their subject matter, make up an inseparable whole.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On the other hand, if the material acts do not make up such an inseparable whole, the mere fact that the court before which the second prosecution is brought finds that the alleged perpetrator of those acts acted with the same criminal intention does not suffice to indicate that there is a set of concrete circumstances which are inextricably linked together covered by the notion of ‘same acts’ within the meaning of Article 54 of the CISA.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  As the Commission of the European Communities in particular pointed out, a subjective link between acts which gave rise to criminal proceedings in two different Contracting States does not necessarily mean that there is an objective link between the material acts in question which, consequently, could be distinguished in time and space and by their nature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  ... it is for the competent national courts to assess whether the degree of identity and connection between all the factual circumstances that gave rise to those criminal proceedings against the same person in the two Contracting States is such that it is possible to find that they are ‘the same acts’ within the meaning of Article 54 of the CISA.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In the light of the foregoing, the answer to the first question must therefore be that Article 54 of the CISA is to be interpreted as meaning that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  the relevant criterion for the purposes of the application of that Article is identity of the material acts, understood as the existence of a set of facts which are inextricably linked together, irrespective of the legal classification given to them or the legal interest protected;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  different acts consisting, in particular, first, in holding in one Contracting State the proceeds of drug trafficking and, second, in the exchanging at exchange bureaux in another Contracting State of sums of money also originating from such trafficking should not be regarded as ‘the same acts’ within the meaning of Article 54 of the CISA merely because the competent national court finds that those acts are linked together by the same criminal intention;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  it is for that national court to assess whether the degree of identity and connection between all the facts to be compared is such that it is possible, in the light of the said relevant criterion, to find that they are ‘the same acts’ within the meaning of Article 54 of the CISA.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  American Convention on Human Rights",
                                "elements": [
                                    {
                                        "content": "39.  Article 8 § 4 of the American Convention on Human Rights reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“An accused person acquitted by a non-appealable judgment shall not be subjected to a new trial for the same cause.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Inter-American Court of Human Rights gave the following interpretation of that provision (Loayza-Tamayo v. Peru, 17 September 1997, Series C No. 33, § 66):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“This principle is intended to protect the rights of individuals who have been tried for specific facts from being subjected to a new trial for the same cause. Unlike the formula used by other international human rights protection instruments (for example, the United Nations International Covenant on Civil and Political Rights, Article 14 § 7), which refers to the same ‘crime’), the American Convention uses the expression ‘the same cause’, which is a much broader term in the victim’s favour.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Supreme Court of the ",
                                "elements": [
                                    {
                                        "content": "41.  In the  the double-jeopardy rule arises out of the Fifth Amendment to the Constitution, the relevant clause of which reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... nor shall any person be subject for the same offense to be twice put in jeopardy of life or limb ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In the case of Blockburger v. United States, 284 U.S. 299 (1932), in which the defendant had sold drugs not in the original package and without a written order of the purchaser, and where the sale had been characterised as two statutory offences, the Supreme Court adopted the following interpretation:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Section 1 of the Narcotic Act creates the offense of selling any of the forbidden drugs except in or from the original stamped package; and section 2 creates the offense of selling any of such drugs not in pursuance of a written order of the person to whom the drug is sold. Thus, upon the face of the statute, two distinct offenses are created. Here there was but one sale, and the question is whether, both sections being violated by the same act, the accused committed two offenses or only one.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Each of the offenses created requires proof of a different element. The applicable rule is that, where the same act or transaction constitutes a violation of two distinct statutory provisions, the test to be applied to determine whether there are two offenses or only one is whether each provision requires proof of an additional fact which the other does not ... [T]his court quoted from and adopted the language of the Supreme Court of Massachusetts in Morey v. Commonwealth, 108 Mass. 433: ‘A single act may be an offense against two statutes; and if each statute requires proof of an additional fact which the other does not, an acquittal or conviction under either statute does not exempt the defendant from prosecution and punishment under the other’.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In the case of Grady v. Corbin, 495 U.S. 508 (1990), which concerned “vehicular homicide” by the defendant Mr Corbin, the Supreme Court developed a different approach:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... [A] technical comparison of the elements of the two offenses as required by Blockburger does not protect defendants sufficiently from the burdens of multiple trials. This case similarly demonstrates the limitations of the Blockburger analysis. If Blockburger constituted the entire double-jeopardy inquiry in the context of successive prosecutions, the State could try Corbin in four consecutive trials: for failure to keep right of the median, for driving while intoxicated, for assault, and for homicide. The State could improve its presentation of proof with each trial, assessing which witnesses gave the most persuasive testimony, which documents had the greatest impact, which opening and closing arguments most persuaded the jurors. Corbin would be forced either to contest each of these trials or to plead guilty to avoid the harassment and expense.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Thus, a subsequent prosecution must do more than merely survive the Blockburger test. As we suggested in Vitale, the double-jeopardy clause bars any subsequent prosecution in which the government, to establish an essential element of an offense charged in that prosecution, will prove conduct that constitutes an offense for which the defendant has already been prosecuted. ... The critical inquiry is what conduct the State will prove, not the evidence the State will use to prove that conduct ... [A] State cannot avoid the dictates of the double-jeopardy clause merely by altering in successive prosecutions the evidence offered to prove the same conduct ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Nevertheless, in the case of United States v. Dixon, 509 U.S. 688 (1993), the Supreme Court returned to the Blockburger test:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The double-jeopardy clause’s protection attaches in non-summary criminal contempt prosecutions just as it does in other criminal prosecutions. In the contexts of both multiple punishments and successive prosecution, the double-jeopardy bar applies if the two offenses for which the defendant is punished or tried cannot survive the ‘same elements’ or ‘Blockburger’ test. ... That test inquires whether each offense contains an element not contained in the other; if not, they are the ‘same offense’ within the clause’s meaning, and double jeopardy bars subsequent punishment or prosecution. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Although prosecution [in the present case] would undoubtedly be barred by the Grady ‘same-conduct’ test, Grady must be overruled because it contradicted an unbroken line of decisions ... and has produced confusion. ... Moreover, the Grady rule has already proved unstable in application, see United States v. Felix, 503 U.S. ... Although the Court does not lightly reconsider precedent, it has never felt constrained to follow prior decisions that are unworkable or badly reasoned.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S PRELIMINARY OBJECTION",
                        "elements": [
                            {
                                "content": "45.  Before the Grand Chamber the Government raised for the first time the objection of non-exhaustion of domestic remedies. They maintained that the applicant had not appealed against his administrative conviction or the decision to institute criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "46.  The Court reiterates that, pursuant to Rule 55 of the Rules of Court, any plea of inadmissibility must, in so far as its character and the circumstances permit, be raised by the respondent Contracting Party in its written or oral observations on the admissibility of the application (see Prokopovich v. Russia, no. 58255/00, § 29, ECHR 2004-XI, with further references). At the admissibility stage the Government did not raise any objection concerning the exhaustion of domestic remedies. Consequently, the Government are estopped from raising a preliminary objection of nonexhaustion of domestic remedies at the present stage of the proceedings. The Government’s objection must therefore be dismissed.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 4 OF PROTOCOL No. 7",
                        "elements": [
                            {
                                "content": "47.  The applicant complained under Article 4 of Protocol No. 7 that, after he had already served three days’ detention for disorderly acts committed on 4 January 2002, he had been tried again for the same offence. Article 4 of Protocol No. 7 provides as follows:",
                                "elements": []
                            },
                            {
                                "content": " “1.  No one shall be liable to be tried or punished again in criminal proceedings under the jurisdiction of the same State for an offence for which he has already been finally acquitted or convicted in accordance with the law and penal procedure of that State.",
                                "elements": []
                            },
                            {
                                "content": "2.  The provisions of the preceding paragraph shall not prevent the reopening of the case in accordance with the law and penal procedure of the State concerned, if there is evidence of new or newly discovered facts, or if there has been a fundamental defect in the previous proceedings, which could affect the outcome of the case.",
                                "elements": []
                            },
                            {
                                "content": "3.  No derogation from this Article shall be made under Article 15 of the Convention.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Whether the first sanction was criminal in nature",
                                "elements": [
                                    {
                                        "content": "48.  The Court observes that on 4 January 2002 the applicant was found guilty in proceedings conducted under the Code of Administrative Offences which were regarded as “administrative” rather than “criminal” according to the Russian legal classification. Thus, in order to determine whether the applicant was “finally acquitted or convicted in accordance with the law and penal procedure of [the] State”, the first issue to be decided is whether those proceedings concerned a “criminal” matter within the meaning of Article 4 of Protocol No. 7.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The Chamber’s conclusion",
                                        "elements": [
                                            {
                                                "content": "49.  The Chamber, having regard to the maximum fifteen-day penalty which the offence under Article 158 of the Code of Administrative Offences carried and the three-day term of detention which the applicant had actually served, considered that the finding of guilt in the proceedings conducted on 4 January 2002 amounted to a “criminal” conviction within the meaning of Article 4 of Protocol No. 7.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "50.  The applicant submitted that his conviction of an offence under Article 158 of the Code of Administrative Offences satisfied the criteria set out in the Court’s jurisprudence on interpretation of the notion of “criminal charge”. He pointed out that it was the potential penalty – in his case, fifteen days’ imprisonment – rather than the actual penalty imposed which was the decisive element for classification of an offence as “criminal” (he referred to the cases of Engel and Others v. the Netherlands, 8 June 1976, § 85, Series A no. 22, and Lauko v. Slovakia, 2 September 1998, Reports of Judgments and Decisions 1998VI). He recalled that he had been handcuffed in order to be brought before a judge, found guilty on the same day and sentenced to three days’ imprisonment with immediate effect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "51.  The Government accepted that the applicant’s conviction on 4 January 2002 had been “criminal” in nature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "52.  The Court reiterates that the legal characterisation of the procedure under national law cannot be the sole criterion of relevance for the applicability of the principle of non bis in idem under Article 4 § 1 of Protocol No. 7. Otherwise, the application of this provision would be left to the discretion of the Contracting States to a degree that might lead to results incompatible with the object and purpose of the Convention (see, most recently, Storbråten v. Norway (dec.), no. 12277/04, 1 February 2007, with further references). The notion of “penal procedure” in the text of Article 4 of Protocol No. 7 must be interpreted in the light of the general principles concerning the corresponding words “criminal charge” and “penalty” in Articles 6 and 7 of the Convention respectively (see Haarvig v. Norway (dec.), no. 11187/05, 11 December 2007; Rosenquist v. Sweden (dec.), no. 60619/00, 14 September 2004; Manasson v. Sweden (dec.), no. 41265/98, 8 April 2003; Göktan v. France, no. 33402/96, § 48, ECHR 2002-V; Malige v. France, 23 September 1998, § 35, Reports 1998VII; and Nilsson v.  (dec.), no. 73661/01, ECHR 2005XIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court’s established case-law sets out three criteria, commonly known as the “Engel criteria” (see Engel and Others, cited above), to be considered in determining whether or not there was a “criminal charge”. The first criterion is the legal classification of the offence under national law, the second is the very nature of the offence and the third is the degree of severity of the penalty that the person concerned risks incurring. The second and third criteria are alternative and not necessarily cumulative. This, however, does not exclude a cumulative approach where separate analysis of each criterion does not make it possible to reach a clear conclusion as to the existence of a criminal charge (see, as recent authorities, Jussila v. Finland [GC], no. 73053/01, §§ 30-31, ECHR 2006XIV, and Ezeh and Connors v. the United Kingdom [GC], nos. 39665/98 and 40086/98, §§ 82-86, ECHR 2003X).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In the domestic legal classification the offence of “minor disorderly acts” under Article 158 of the Code of Administrative Offences was characterised as an “administrative” one. Nevertheless, the Court reiterates that it has previously found that the sphere defined in the Russian and other similar legal systems as “administrative” embraces certain offences that have a criminal connotation but are too trivial to be governed by criminal law and procedure (see Menesheva v. Russia, no. 59261/00, § 96, ECHR 2006III; Galstyan v. Armenia, no. 26986/03, § 57, 15 November 2007; and Ziliberberg v. Moldova, no. 61821/00, §§ 32-35, 1 February 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  By its nature, the inclusion of the offence of “minor disorderly acts” in the Code of Administrative Offences served to guarantee the protection of human dignity and public order, values and interests which normally fall within the sphere of protection of criminal law. The corresponding provision of the Code was directed towards all citizens rather than towards a group possessing a special status. The reference to the “minor” nature of the acts does not, in itself, exclude its classification as “criminal” in the autonomous sense of the Convention, as there is nothing in the Convention to suggest that the criminal nature of an offence, within the meaning of the Engel criteria, necessarily requires a certain degree of seriousness (see Ezeh and Connors, cited above, § 104). Finally, the Court considers that the primary aims in establishing the offence in question were punishment and deterrence, which are recognised as characteristic features of criminal penalties (ibid., §§ 102 and 105).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  As to the degree of severity of the measure, it is determined by reference to the maximum potential penalty for which the relevant law provides. The actual penalty imposed is relevant to the determination but it cannot diminish the importance of what was initially at stake (ibid., § 120). The Court observes that Article 158 of the Code of Administrative Offences provided for fifteen days’ imprisonment as the maximum penalty and that the applicant was eventually sentenced to serve three days’ deprivation of liberty. As the Court has confirmed on many occasions, in a society subscribing to the rule of law, where the penalty liable to be and actually imposed on an applicant involves the loss of liberty, there is a presumption that the charges against the applicant are “criminal”, a presumption which can be rebutted entirely exceptionally, and only if the deprivation of liberty cannot be considered “appreciably detrimental” given their nature, duration or manner of execution (see Engel and Others, § 82, and Ezeh and Connors, § 126, both cited above). In the present case the Court does not discern any such exceptional circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  In the light of the above considerations the Court concludes, as did the Chamber, that the nature of the offence of “minor disorderly acts”, together with the severity of the penalty, were such as to bring the applicant’s conviction on 4 January 2002 within the ambit of “penal procedure” for the purposes of Article 4 of Protocol No. 7.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Whether the offences for which the applicant was prosecuted were the same (idem)",
                                "elements": [
                                    {
                                        "content": "58.  Article 4 of Protocol No. 7 establishes the guarantee that no one shall be tried or punished for an offence of which he or she has already been finally convicted or acquitted. Given the multitude of charges levelled against the applicant in criminal proceedings, the Court considers it necessary to determine at the outset whether any criminal offence the applicant was charged with was essentially similar to the administrative offence of which he was convicted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The Chamber’s conclusion",
                                        "elements": [
                                            {
                                                "content": "59.  The Chamber found that, as regards the applicant’s conviction under Articles 318 and 319 of the Criminal Code for insulting and threatening violence against public officials, this part of the conviction had been based on acts separate from and subsequent in time to those on which his conviction of “disorderly acts” had been founded. On the other hand, the charge of “disorderly acts” under Article 213 of the Criminal Code brought against the applicant had referred to the same facts as those forming the basis for his conviction under Article 158 of the Code of Administrative Offences. Given that the offence of “minor disorderly acts” as defined in Article 158 and that of “disorderly acts” under Article 213 had the same essential elements, namely disturbance of public order, the Chamber concluded that the applicant had been prosecuted for an offence of which he had already been convicted previously.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "60.  The applicant submitted that where different offences were prosecuted consecutively as the result of a single act, the key question was whether or not the offences had the “same essential elements”. In the Court’s jurisprudence, separate offences were distinguished, using the “same essential elements” test, in five circumstances. Firstly, where the conduct attributed to the applicant was not the same with regard to the two offences (as in Manasson, cited above). Secondly, where the offences themselves had different essential aspects (as in Schutte v. Austria, no. 18015/03, 26 July 2007, where the Criminal Code referred to the use of dangerous threat or force against official authority, while the Road Traffic Act merely punished a failure to stop for the purpose of a traffic check). Thirdly, where an essential condition as to the nature of the defendant’s guilt was required for one offence but did not apply to the other (such as proof of intent or neglect, as in Rosenquist, cited above, or proof of wilful failure, as in Ponsetti and Chesnel v.  (dec.), nos. 36855/97 and 41731/98, ECHR 1999VI). Fourthly, if the purpose of the measures was different (for example, prevention and deterrence as opposed to retribution, as in Mjelde v. Norway (dec.), no. 11143/04, 1 February 2007). Fifthly, where the sanctions concerned two distinct legal entities (as in Isaksen v. Norway (dec.), no. 13596/02, 2 October 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  With regard to the instant case, the applicant pointed out that he had been charged in criminal proceedings under Article 213 of the Criminal Code for his actions on the morning of 4 January 2002, for which he had already been subjected to an administrative penalty. In his submission, the offences for which he had been prosecuted under Article 213 of the Criminal Code and Article 158 of the Code of Administrative Offences respectively contained the same essential elements, both factual and legal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In the applicant’s view, both sets of proceedings against him had concerned the same facts, that is, swearing at the policemen, breaching public order, refusing to submit to police orders and trying to leave the police station on the morning of 4 January 2002. Their factual identity was borne out by the description of the applicant’s actions in the administrative offence report of 4 January 2002 and the bill of indictment of 19 April 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  As to the characterisation which could be given to those facts in law, the prosecution of the applicant’s actions was possible either under Article 158 of the Code of Administrative Offences or under Article 213 of the Criminal Code. Although the actus  of the two offences was not precisely the same, they both had the same essential elements. The notion of “flagrant displays of disrespect towards the community” under Article 213 essentially encompassed “utterance of obscenities [and] offensive behaviour towards others” under Article 158. The applicant referred to the jurisprudence of the Russian Supreme Court, which had held since 1978 that one act could constitute either an administrative offence of “minor disorderly acts” or a crime of “disorderly acts” but never both (see paragraph 30 above). Consequently, the possibility of a single act constituting various offences (concours ideal d’infractions) was excluded in the present case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "64.  The Government maintained that the applicant had committed two offences which were distinct from both a factual and legal point of view.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  On the facts, the Government claimed that the prosecution of the applicant for the crime of “disorderly acts” under Article 213 § 2 of the Criminal Code had referred to his verbal assaults on Captain S. and Major K. while the latter was preparing an administrative offence report, that is, after the administrative offence had already been committed. According to the Government, given the requirements that the administrative proceedings be conducted “speedily” and within a “reasonable time”, the domestic authorities had been unable to prosecute those actions on the part of the applicant immediately as they had been occupied with bringing the applicant before a judge. The institution of criminal proceedings had necessitated additional time and the completion of specific procedural acts. In the Government’s view, the present case was similar in terms of its factual circumstances to the cases of Schutte (cited above) and Asci v. Austria ((dec.), no. 4483/02, ECHR 2006XV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  As to the legal characterisation, the Government acknowledged that both the administrative offence of “minor disorderly acts” and the crime of “disorderly acts” protected the same legal interest, that of public order. However, the two offences differed in their actus , the seriousness of the breach of public order and also the severity of the penalty. The administrative offence was less serious than the crime since it covered merely a deviation from established social and moral norms, whereas the crime implied the use of violence and resistance against a public official. The Government pointed out that not only were “minor disorderly acts” punishable by a shorter term of imprisonment, but the conditions of administrative detention were also better than they would be in a prison where convicted criminals served their sentences. There was therefore no identity of the offences.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The third party",
                                "elements": [
                                    {
                                        "content": "67.  The third party argued that the French word “infraction” and the English word “offence” had a twofold origin: firstly in the actual, concrete malicious act that created public disorder, and secondly in the legal classification of the offence, that is, the description in a legal rule of conduct which was liable to a penalty. The lay meaning of “infraction” or “offence” related to the offender’s conduct. That confusion was maintained by the instruments of international law, which in fact used both expressions (“offences” and “facts”). This explained why “offence” had been translated as “les mêmes faits” in the French version of the Convention Implementing the Schengen Agreement signed in 1990.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  In the third party’s opinion, the ambiguity surrounding the terms “infraction” and “offence” created confusion within the Convention institutions. Whereas the Commission, in the case of Raninen v. Finland (no. 20972/92, Commission decision of 7 March 1996, Decisions and Reports 87-A, p. 17), and the Court in the case of Gradinger v. Austria (23 October 1995, Series A no. 328C) used the word “offence” to describe the applicant’s conduct, the judgment in the case of Oliveira v. Switzerland (30 July 1998, Reports 1998V) signalled a new departure, whereby the Court accepted that different courts could adjudicate on “separate offences, even if they [were] all part of a single criminal act”. Hence, the “offence” concept construed as conduct had begun to give way to an approach which the authors of Protocol No. 7 had not foreseen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The third party criticised the Court’s case-law for its unpredictability and legal uncertainty and urged the Court to adopt a more consistent approach. In its opinion, the approach consisting in defining “idem” on the basis of the “same facts” was a much safer method for the individual than that based on legal identity. The adoption of the “same facts” approach would enhance the credibility of the Court’s case-law concerning an inalienable right which must never be subject to national discretionary powers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Summary of the existing approaches",
                                "elements": [
                                    {
                                        "content": "70.  The body of case-law that has been accumulated throughout the history of application of Article 4 of Protocol No. 7 by the Court demonstrates the existence of several approaches to the question whether the offences for which an applicant was prosecuted were the same.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The first approach, which focuses on the “same conduct” on the applicant’s part irrespective of the classification in law given to that conduct (idem factum), is exemplified in the Gradinger judgment. In that case Mr Gradinger had been criminally convicted of causing death by negligence and also fined in administrative proceedings for driving under the influence of alcohol. The Court found that although the designation, nature and purpose of the two offences were different, there had been a breach of Article 4 of Protocol No. 7 in so far as both decisions had been based on the same conduct by the applicant (see Gradinger, cited above, § 55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The second approach also proceeds from the premise that the conduct by the defendant which gave rise to prosecution is the same, but posits that the same conduct may constitute several offences (concours idéal d’infractions) which may be tried in separate proceedings. That approach was developed by the Court in the case of Oliveira (cited above), in which the applicant had been convicted first of failing to control her vehicle and subsequently of negligently causing physical injury. Her car had veered onto the other side of the road, hitting one car and then colliding with a second, whose driver had sustained serious injuries. The Court found that the facts of the case were a typical example of a single act constituting various offences, whereas Article 4 of Protocol No. 7 only prohibited people from being tried twice for the same offence. In the Court’s view, although it would have been more consistent with the principle of the proper administration of justice if the sentence in respect of both offences had been passed by the same court in a single set of proceedings, the fact that two sets of proceedings were at issue in the case in question was not decisive. The fact that separate offences, even where they were all part of a single criminal act, were tried by different courts did not give rise to a breach of Article 4 of Protocol No. 7, especially where the penalties were not cumulative (see Oliveira, cited above, §§ 25-29). In the subsequent case of Göktan the Court also held that there had been no violation of Article 4 of Protocol No. 7 because the same criminal conduct of which the applicant had been convicted constituted two separate offences: a crime of dealing in illegally imported drugs and a customs offence of failing to pay the customs fine (see Göktan, cited above, § 50). This approach was also employed in the cases of Gauthier v. France ((dec.), no. 61178/00, 24 June 2003) and Öngün v. Turkey ((dec.), no. 15737/02, 10 October 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The third approach puts the emphasis on the “essential elements” of the two offences. In Franz Fischer v. Austria (no. 37950/97, 29 May 2001), the Court confirmed that Article 4 of Protocol No. 7 tolerated prosecution for several offences arising out of a single criminal act (concours idéal d’infractions). However, since it would be incompatible with this provision if an applicant could be tried or punished again for offences which were merely “nominally different”, the Court held that it should additionally examine whether or not such offences had the same “essential elements”. As in Mr Fischer’s case the administrative offence of drunken driving and the crime of causing death by negligence while “allowing himself to be intoxicated” had the same “essential elements”, the Court found a violation of Article 4 of Protocol No. 7. It also pointed out that had the two offences for which the person concerned was prosecuted only overlapped slightly, there would have been no reason to hold that the defendant could not be prosecuted for each of them in turn. The same approach was followed in the case of W.F. v. Austria (no. 38275/97, 30 May 2002) and Sailer v. Austria (no. 38237/97, 6 June 2002), both of which were based on a similar set of circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Since the introduction of the concept of “essential elements”, the Court has frequently referred to it in the follow-up cases. In Manasson the “essential element” distinguishing the taxation-law contravention from the criminal-law offence was found to be “the applicant’s reliance on the incorrect information contained in the books when submitting his tax returns” (see Manasson, cited above). Similarly, in Bachmaier, the Court noted that the special aggravating element of drunken driving had been established only in one set of proceedings (see Bachmaier v. Austria (dec.), no. 77413/01, 2 September 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  In a series of cases involving tax-related offences, two taxation offences were found to differ in their criminal intent and purpose (see Rosenquist, cited above). The same two distinctions were found to be relevant in the cases of Storbråten and Haarvig, both cited above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  A different set of “essential elements” featured in the Court’s analysis in two Austrian cases. In Hauser-Sporn it held that the offence of abandoning a victim and the offence of failing to inform the police about an accident differed in their criminal intent and also concerned different acts and omissions (see Hauser-Sporn v. Austria, no. 37301/03, §§ 43-46, 7 December 2006). In Schutte the “essential element” of one offence was the use of dangerous threat or force as a means of resisting the exercise of official authority, whereas the other concerned a simple omission in the context of road safety, namely the failure to stop at the request of the police (see Schutte, cited above, § 42).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Finally, in its most recent decision on the subject the Court determined that the two offences in question had different “essential elements” in that they were distinguishable in terms of their gravity and consequences, the social value being protected and the criminal intent (see Garretta v. France (dec.), no. 2529/04, 4 March 2008).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Harmonisation of the approach to be taken",
                                "elements": [
                                    {
                                        "content": "78.  The Court considers that the existence of a variety of approaches to ascertain whether the offence for which an applicant has been prosecuted is indeed the same as the one of which he or she was already finally convicted or acquitted engenders legal uncertainty incompatible with a fundamental right, namely the right not to be prosecuted twice for the same offence. It is against this background that the Court is now called upon to provide a harmonised interpretation of the notion of the “same offence” – the idem element of the non bis in idem principle – for the purposes of Article 4 of Protocol No. 7. While it is in the interests of legal certainty, foreseeability and equality before the law that the Court should not depart, without good reason, from precedents laid down in previous cases, a failure by the Court to maintain a dynamic and evolutive approach would risk rendering it a bar to reform or improvement (see Vilho Eskelinen and Others v.  [GC], no. 63235/00, § 56, ECHR 2007II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  An analysis of the international instruments incorporating the non bis in idem principle in one or another form reveals the variety of terms in which it is couched. Thus, Article 4 of Protocol No. 7 to the Convention, Article 14 § 7 of the United Nations Covenant on Civil and Political Rights and Article 50 of the Charter of Fundamental Rights of the European Union refer to the “[same] offence” (“[même] infraction”), the American Convention on Human Rights speaks of the “same cause” (“mêmes faits”), the Convention Implementing the Schengen Agreement prohibits prosecution for the “same acts” (“mêmes faits”), and the Statute of the International Criminal Court employs the term “[same] conduct” (“[mêmes] actes constitutifs”) . The difference between the terms “same acts” or “same cause” (“mêmes faits”) on the one hand and the term “[same] offence” (“[même] infraction”) on the other was held by the Court of Justice of the European Union and the Inter-American Court of Human Rights to be an important element in favour of adopting the approach based strictly on the identity of the material acts and rejecting the legal classification of such acts as irrelevant. In so finding, both tribunals emphasised that such an approach would favour the perpetrator, who would know that, once he had been found guilty and served his sentence or had been acquitted, he need not fear further prosecution for the same act (see paragraphs 37 and 40 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court considers that the use of the word “offence” in the text of Article 4 of Protocol No. 7 cannot justify adhering to a more restrictive approach. It reiterates that the Convention must be interpreted and applied in a manner which renders its rights practical and effective, not theoretical and illusory. It is a living instrument which must be interpreted in the light of present-day conditions (see, among other authorities, Tyrer v. the , 25 April 1978, § 31, Series A no. 26, and Christine Goodwin v. the United Kingdom [GC], no. 28957/95, § 75, ECHR 2002VI). The provisions of an international treaty such as the Convention must be construed in the light of their object and purpose and also in accordance with the principle of effectiveness (see Mamatkulov and Askarov v.  [GC], nos. 46827/99 and 46951/99, § 123, ECHR 2005I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court further notes that the approach which emphasises the legal characterisation of the two offences is too restrictive on the rights of the individual, for if the Court limits itself to finding that the person was prosecuted for offences having a different legal classification it risks undermining the guarantee enshrined in Article 4 of Protocol No. 7 rather than rendering it practical and effective as required by the Convention (compare Franz Fischer, cited above, § 25).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Accordingly, the Court takes the view that Article 4 of Protocol No. 7 must be understood as prohibiting the prosecution or trial of a second “offence” in so far as it arises from identical facts or facts which are substantially the same.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The guarantee enshrined in Article 4 of Protocol No. 7 becomes relevant on commencement of a new prosecution, where a prior acquittal or conviction has already acquired the force of res judicata. At this juncture the available material will necessarily comprise the decision by which the first “penal procedure” was concluded and the list of charges levelled against the applicant in the new proceedings. Normally, these documents would contain a statement of facts concerning both the offence for which the applicant has already been tried and the offence of which he or she stands accused. In the Court’s view, such statements of fact are an appropriate starting-point for its determination of the issue whether the facts in both proceedings were identical or substantially the same. The Court emphasises that it is irrelevant which parts of the new charges are eventually upheld or dismissed in the subsequent proceedings, because Article 4 of Protocol No. 7 contains a safeguard against being tried or being liable to be tried again in new proceedings rather than a prohibition on a second conviction or acquittal (compare paragraph 110 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court’s inquiry should therefore focus on those facts which constitute a set of concrete factual circumstances involving the same defendant and inextricably linked together in time and space, the existence of which must be demonstrated in order to secure a conviction or institute criminal proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Application of this approach to the present case",
                                "elements": [
                                    {
                                        "content": "85.  The Court will begin its analysis of the circumstances in the instant case by reviewing the sequence of events that occurred on 4 January 2002 and the charges brought against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  Early in the morning the applicant’s girlfriend was discovered within the military compound and they were both taken to police station no. 9 in order to furnish explanations. No proceedings were brought in respect of the applicant’s girlfriend’s unlawful entry into the compound.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  Once at the police station, the applicant began to shout at Ms Y. and Captain S. and pushed the latter. He then attempted to leave but was stopped and handcuffed. The police officers decided that the applicant’s insolent behaviour amounted to an administrative offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The applicant was then taken to the office of Major K., who started drafting a report on the administrative offence. Captain S. and another officer were also present. The applicant continued to behave improperly and swore at Major K.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  After the report had been completed, the policemen put the applicant in a car to take him to the Gribanovskiy district police station. En route the applicant continued to swear at Major K. – who was riding in the same car – and threatened to kill him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  As regards the proceedings brought against the applicant, the Court observes, firstly, that on 4 January 2002 the District Court convicted the applicant of an offence of “minor disorderly acts” under Article 158 of the Code of Administrative Offences. Although the District Court’s judgment contained only one sentence relevant to the establishment of the facts and did not mention any evidence, it may be reasonably assumed that it was based on the administrative offence report which had been compiled by the police and submitted to the District Court (see paragraph 15 above). It transpires that the applicant was found guilty in the administrative proceedings of swearing at police employees and breaching public order shortly after his arrival at police station no. 9.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  In the subsequent criminal proceedings the applicant was indicted on three charges in relation to the events of 4 January 2002 (see the charge sheet cited in paragraph 21 above). Firstly, he was charged with “disorderly acts” under Article 213 of the Criminal Code for swearing at Ms Y. and Captain S. and breaching public order in the immediate aftermath of his arrival at police station no. 9. Secondly, he was charged with insulting a public official under Article 319 of the Criminal Code for swearing at Major K. in his office while the latter was drafting the administrative offence report. Thirdly, he was charged with threatening violence against a public official under Article 318 of the Criminal Code for threatening to kill Major K. when en route to the Gribanovskiy district police station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  This recapitulation of the events and charges demonstrates that in the first episode the applicant swore at Ms Y. and Captain S. on the premises of the passport office, whereas in the second and third episodes he insulted Major K., first in his office and then in the car, and threatened him with violence. Hence, there was no temporal or spatial unity between the three episodes. It follows that although in essence the applicant’s conduct was substantially similar during the entire day of 4 January 2002 – in that he continued to be verbally abusive towards various officials – it was not a continuous act but rather different manifestations of the same conduct shown on a number of distinct occasions (compare Raninen, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  As to the second and third episodes involving Major K., the charges against the applicant were raised for the first and only time in the criminal proceedings. It cannot therefore be said that he was tried again for an offence of which he had already been finally acquitted or convicted. Accordingly, no issue arises under Article 4 of Protocol No. 7 in respect of his prosecution under Articles 319 and 318 of the Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The situation is, however, different with regard to the disorderly conduct in respect of which the applicant was first convicted in the administrative proceedings under Article 158 of the Code of Administrative Offences and subsequently prosecuted under Article 213 of the Criminal Code. Since the same conduct on the part of the same defendant and within the same time frame is at issue, the Court is required to verify whether the facts of the offence of which the applicant was convicted and those of the offence with which he was charged were identical or substantially the same.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The definition of the offence of “minor disorderly acts” under Article 158 referred to three types of prohibited conduct: “utterance of obscenities in public”, “offensive behaviour towards others” and “other acts that breach public order”. Each of these elements was in itself sufficient for a finding of guilt. Of these, the District Court took account of two elements: uttering obscenities and failure to respond to reprimands, which could be interpreted as a form of “acts that breach public order”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  In the ensuing criminal proceedings the applicant was charged under Article 213 § 2 (b) of the Criminal Code. This charge required the prosecution to prove that the defendant had (a) seriously breached public order or displayed flagrant disrespect towards the community; (b) used violence or threatened the use of violence; and (c) resisted a public official. The prosecution’s case was that the applicant had uttered obscenities at Ms Y. and Captain S. and had also pushed the latter and threatened him with physical violence. It is not the Court’s task to decide whether each of these elements was properly substantiated because, as it has been noted above, a conviction in the second proceedings is not a required element in order for the guarantee of Article 4 of Protocol No. 7 to apply, it being sufficient for the applicant to have been liable to be tried and/or to have actually been tried on these charges.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The facts that gave rise to the administrative charge against the applicant related to a breach of public order in the form of swearing at the police officials Ms Y. and Captain S. and pushing the latter. The same facts formed the central element of the charge under Article 213 of the Criminal Code, according to which the applicant had breached public order by uttering obscenities, threatening Captain S. with violence and providing resistance to him. Thus, the facts in the two sets of proceedings differed in only one element, namely the threat of violence, which had not been mentioned in the first proceedings. Accordingly, the Court finds that the criminal charge under Article 213 § 2 (b) embraced the facts of the offence under Article 158 of the Code of Administrative Offences in their entirety and that, conversely, the offence of “minor disorderly acts” did not contain any elements not contained in the offence of “disorderly acts”. The facts of the two offences must therefore be regarded as substantially the same for the purposes of Article 4 of Protocol No. 7. As the Court has emphasised above, the facts of the two offences serve as its sole point of comparison, and the Government’s argument that they were distinct on account of the seriousness of the penalty they entailed is therefore of no relevance for its inquiry.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Whether there was a duplication of proceedings (bis)",
                                "elements": [
                                    {
                                        "content": "1.  The Chamber’s conclusion",
                                        "elements": [
                                            {
                                                "content": "98.  The Chamber reiterated that Article 4 of Protocol No. 7 was not confined to the right not to be punished twice but extended to the right not to be prosecuted or tried twice. It held that the Government’s argument that the applicant had eventually been acquitted in the criminal proceedings on the charge of disorderly acts had no bearing on his claim that he had been prosecuted and tried on that charge for a second time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Chamber emphasised that the criminal proceedings against the applicant had been instituted and conducted by the same police department and tried by the same judge. It found that the Russian authorities had permitted the criminal proceedings to be conducted in full knowledge of the applicant’s previous administrative conviction of the same offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  Finally, the Chamber found that the violation of the non bis in idem principle had not been the reason for the applicant’s acquittal. The acquittal had been founded on a substantive ground, namely the fact that the prosecution had not proved the applicant’s guilt to the standard of proof required in criminal as distinct from administrative proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "101.  The applicant submitted that Article 4 of Protocol No. 7 applied not only to cases where a defendant was convicted twice, but also to cases where a defendant was prosecuted twice, regardless of whether there had been a conviction. He recalled that in the case of Gradinger that provision had applied even though the applicant had been convicted of one offence and acquitted of the other. Similarly, he had been prosecuted, tried and eventually acquitted of the offence of “disorderly acts”, although he had been convicted previously of an offence of “minor disorderly acts” which had the same essential elements. In his view, that situation amounted to a breach of the non bis in idem principle.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The applicant further maintained that his case was different from that of Ščiukina v. Lithuania ((dec.), no. 19251/02, 5 December 2006), where the domestic courts had explicitly acknowledged that there had been a violation of the non bis in idem principle and had referred to the possibility of having the previous administrative conviction erased. By contrast, in the instant case a mere reference to the administrative proceedings against the applicant in the judgment of 2 December 2002 could not be interpreted as an acknowledgement of a violation of the applicant’s right not to be tried twice. No mention of the non bis in idem principle had been made in the judgment, whether as a norm of the Constitution, of international human rights law or of the Code of Criminal Procedure. As a matter of Russian law, the applicant could not benefit from that principle anyway, as the guarantee against duplication of proceedings was applicable only to “crimes”, whereas the applicant had been convicted of an offence classified as administrative. The applicant had been acquitted not because of the repetitive nature of the prosecution, but because of the lack of evidence to prove his guilt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The applicant expressed his disquiet at the approach established in the case of Zigarella v. Italy ((dec.), no. 48154/99, Reports 2002-IX), whereby, in the absence of any damage proved by the applicant, Article 4 of Protocol No. 7 would be breached only if the new proceedings were brought in the knowledge that the defendant had already been tried in previous proceedings. He maintained that it was improbable that the proceedings could be instituted without the knowledge of the State, as it was always the arm of the State which instigated criminal proceedings. In any event, the applicant’s factual situation had differed from that obtaining in Zigarella since the Russian authorities had conducted proceedings against him for more than fourteen months in full knowledge of his previous conviction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "104.  The Government claimed for the first time before the Grand Chamber that the applicant could have appealed against his administrative conviction to a higher court. The time-limit for appeal was set at ten days and could be extended at the request of a party. The applicant had not appealed against the administrative conviction and it had not become “final” within the meaning of Article 4 of Protocol No. 7.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  In the proceedings before the Chamber, the Government maintained that the District Court had acquitted the applicant of the charge of disorderly acts under Article 213 § 2 of the Criminal Code and thereby remedied an earlier violation of the applicant’s rights committed by the investigation. As the second set of proceedings had ended in the applicant’s acquittal on the charge of disorderly acts, there had been no repetition of proceedings. The Government did not repeat this argument before the Grand Chamber.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The third party",
                                "elements": [
                                    {
                                        "content": "106.  The third party criticised the Court’s decision in the Zigarella case which, in its view, introduced a new criterion of applicability which had not existed in the original text of Article 4 of Protocol No. 7, namely the supposed purpose of the provision, to the effect that only new prosecutions that had been initiated intentionally flouted the non bis in idem rule. The third party urged the Court to abandon that additional criterion as it might prove hazardous for the future.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Whether there was a “final” decision",
                                "elements": [
                                    {
                                        "content": "107.  The Court reiterates that the aim of Article 4 of Protocol No. 7 is to prohibit the repetition of criminal proceedings that have been concluded by a “final” decision (see Franz Fischer, cited above, § 22, and Gradinger, cited above, § 53). According to the Explanatory Report to Protocol No. 7, which itself refers back to the European Convention on the International Validity of Criminal Judgments, a “decision is final ‘if, according to the traditional expression, it has acquired the force of res judicata. This is the case when it is irrevocable, that is to say when no further ordinary remedies are available or when the parties have exhausted such remedies or have permitted the time-limit to expire without availing themselves of them’”. This approach is well entrenched in the Court’s case-law (see, for example, Nikitin v. Russia, no. 50178/99, § 37, ECHR 2004VIII, and Horciag v. Romania (dec.), no. 70982/01, 15 March 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  Decisions against which an ordinary appeal lies are excluded from the scope of the guarantee contained in Article 4 of Protocol No. 7 as long as the time-limit for lodging such an appeal has not expired. On the other hand, extraordinary remedies such as a request for the reopening of the proceedings or an application for extension of the expired time-limit are not taken into account for the purposes of determining whether the proceedings have reached a final conclusion (see Nikitin, cited above, § 39). Although these remedies represent a continuation of the first set of proceedings, the “final” nature of the decision does not depend on their being used. It is important to point out that Article 4 of Protocol No. 7 does not preclude the reopening of the proceedings, as stated clearly by the second paragraph of Article 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  In the instant case the administrative judgment of 4 January 2002 was printed on a standard form which indicated that no appeal lay against it and that it took immediate effect (see paragraph 19 above). However, even assuming that it was amenable to an appeal within ten days of its delivery as the Government claimed, it acquired the force of res judicata after the expiry of that time-limit. No further ordinary remedies were available to the parties. The administrative judgment was therefore “final” within the autonomous meaning of the Convention term by 15 January 2002, while the criminal proceedings began on 23 January 2002.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Whether the applicant’s acquittal prevents application of the guarantees of Article 4 of Protocol No. 7",
                                "elements": [
                                    {
                                        "content": "110.  Like the Chamber, the Court reiterates that Article 4 of Protocol No. 7 is not confined to the right not to be punished twice but extends to the right not to be prosecuted or tried twice (see Franz Fischer, cited above, § 29). Were this not the case, it would not have been necessary to add the word “punished” to the word “tried” since this would be mere duplication. Article 4 of Protocol No. 7 applies even where the individual has merely been prosecuted in proceedings that have not resulted in a conviction. The Court reiterates that Article 4 of Protocol No. 7 contains three distinct guarantees and provides that no one shall be (i) liable to be tried, (ii) tried or (iii) punished for the same offence (see Nikitin, cited above, § 36).",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The applicant in the present case was finally convicted of minor disorderly acts and served the penalty imposed on him. He was afterwards charged with disorderly acts and remanded in custody. The proceedings continued for more than ten months, during which time the applicant had to participate in the investigation and stand trial. Accordingly, the fact that he was eventually acquitted of that charge has no bearing on his claim that he was prosecuted and tried on that charge for a second time. For that reason the Grand Chamber, like the Chamber, finds without merit the Government’s contention that there had been no repetition of the proceedings because the applicant had eventually been acquitted of the charge under Article 213 § 2 of the Criminal Code.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Whether the acquittal deprived the applicant of his victim status",
                                "elements": [
                                    {
                                        "content": "112.  Finally, the Court will examine the Government’s alternative argument that the applicant’s acquittal of the charge under Article 213 § 2 of the Criminal Code had deprived him of his status as a “victim” of the alleged violation of Article 4 of Protocol No. 7.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Court notes that it has previously found that the way in which the domestic authorities dealt with the two sets of proceedings may be relevant for determination of the applicant’s status as a “victim” of the alleged violation of Article 4 of Protocol No. 7 in accordance with the consistent criteria established in its case-law. Thus, in the Zigarella case (cited above) the domestic authorities conducted two sets of proceedings against the applicant concurrently. Following delivery of a “final” judgment in the first proceedings, the second proceedings were terminated on the ground that their conduct was in breach of the non bis in idem principle. The Court accepted that the authorities had explicitly acknowledged a violation and, by discontinuing the second set of proceedings, had offered adequate redress. The applicant therefore lost his status as a “victim” of the alleged violation of Article 4 of Protocol No. 7.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Court elaborated on this approach in the Falkner case, in which it found that it must be possible for the national authorities to remedy situations such as the one obtaining in that case, in which the first proceedings had been conducted by an administrative authority lacking jurisdiction in the matter. As the authority had subsequently acknowledged its error, discontinued the proceedings and reimbursed the fine, the applicant could no longer claim to be affected by the outcome of those proceedings (see Falkner v. Austria (dec.), no. 6072/02, 30 September 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Court therefore accepts that in cases where the domestic authorities institute two sets of proceedings but later acknowledge a violation of the non bis in idem principle and offer appropriate redress by way, for instance, of terminating or annulling the second set of proceedings and effacing its effects, the Court may regard the applicant as having lost his status as a “victim”. Were it otherwise it would be impossible for the national authorities to remedy alleged violations of Article 4 of Protocol No. 7 at the domestic level and the concept of subsidiarity would lose much of its usefulness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  Turning to the facts of the present case, the Court finds no indication that the Russian authorities at any point in the proceedings acknowledged a breach of the non bis in idem principle. The applicant’s acquittal under Article 213 § 2 of the Criminal Code was not based on the fact that he had been tried for the same actions under the Code of Administrative Offences. The reference to the administrative proceedings of 4 January 2002 in the text of the judgment of 2 December 2002 was merely a statement that those proceedings had taken place. On the other hand, it emerges clearly from the text of the judgment that the District Court had examined the evidence against the applicant and found that it failed to meet the criminal standard of proof. Accordingly, his acquittal was founded on a substantive rather than a procedural ground.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  The failure of the domestic court to acknowledge a breach of the non bis in idem principle distinguishes the instant case from the Ščiukina case (cited above), where the Supreme Court of Lithuania had expressly acknowledged a violation of this principle by reference to the provisions of the Lithuanian Constitution and Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  In the Russian legal system, however, the prohibition on repetition of proceedings is restricted to the criminal justice sphere. Under the Code of Criminal Procedure, a previous conviction for an essentially similar administrative offence does not constitute a ground for discontinuing the criminal proceedings (see paragraph 27 above). Similarly, the Russian Constitution only protects an individual against a second conviction for the same “crime” (see paragraph 26 above). Hence, unlike in the Ščiukina case, the Russian courts do not have at their disposal legal provisions which would allow them to avoid a repetition of proceedings in a situation where the defendant is on trial for an offence of which he or she has already been finally convicted or acquitted under the Code of Administrative Offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  In the light of the above considerations, the Court finds that the applicant’s acquittal of the charge under Article 213 § 2 of the Criminal Code did not deprive him of his status as a “victim” of the alleged violation of Article 4 of Protocol No. 7.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Summary of findings and conclusion",
                                "elements": [
                                    {
                                        "content": "120.  The Court has found above that the applicant was convicted of “minor disorderly acts” in administrative proceedings which are to be assimilated to “penal procedure” within the autonomous Convention meaning of this term. After his conviction became “final”, several criminal charges were raised against him. Of those, a majority referred to the applicant’s conduct at different times or in different locations. However, the charge of “disorderly acts” referred to precisely the same conduct as the previous conviction of “minor disorderly acts” and also encompassed substantially the same facts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  In the light of the foregoing, the Court considers that the proceedings instituted against the applicant under Article 213 § 2 (b) of the Criminal Code concerned essentially the same offence as that of which he had already been convicted by a final decision under Article 158 of the Code of Administrative Offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  There has therefore been a violation of Article 4 of Protocol No. 7.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "123.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "124.  In the proceedings before the Chamber, the applicant left determination of the amount of compensation for non-pecuniary damage to the Court’s discretion. The Chamber awarded him 1,500 euros (EUR).",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  The applicant was not requested to submit a new claim for just satisfaction in the proceedings before the Grand Chamber.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  The Court sees no reason to depart from the Chamber’s assessment, made as it was on an equitable basis. Accordingly, it awards the applicant EUR 1,500 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "127.  In the proceedings before the Chamber, the applicant claimed 12,700 Russian roubles for the work of two lawyers in the domestic proceedings, EUR 500 for 10 hours’ work by his representative Mr Koroteyev and 300 pounds sterling (GBP) for 3 hours’ work by Mr Leach in the Strasbourg proceedings, and GBP 138.10 for translation costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Chamber awarded him EUR 1,000 in respect of costs and expenses, plus any tax chargeable on that amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  The applicant claimed an additional EUR 1,724.70 and GBP 4,946 in respect of the proceedings under Article 43 of the Convention. These amounts were broken down into EUR 1,380 for 23 hours’ work by Mr Koroteyev, GBP 4,017 for 40 hours and 10 minutes’ work by Mr Leach, EUR 344.70 and GBP 159 for their travel and accommodation expenses in Strasbourg, and the remaining GBP 770 for administrative and translation expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  The Government submitted that the claims “contradict[ed] the principle of necessity and reasonableness of costs and expenses”. They also alleged that the administrative and translation expenses had not been sufficiently detailed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  According to the Court’s established case-law, an award can be made in respect of costs and expenses incurred by the applicant only in so far as they have been actually and necessarily incurred and are reasonable as to quantum (see Belziuk v. Poland, 25 March 1998, § 49, Reports of Judgments and Decisions 1998-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  In the present case the Court notes that the applicant was represented by Mr Koroteyev and Mr Leach from the outset of the proceedings before it. It is satisfied that the rates and the hours claimed are reasonable and that the expenses were actually incurred by the applicant’s representatives. On the basis of the material produced before it, the Court awards the applicant EUR 9,000 in respect of costs and expenses, plus any tax that may be chargeable to the applicant, the award to be paid into the representatives’ bank account in the United Kingdom as identified by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "132.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government’s preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 4 of Protocol No. 7;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 10 February 2009.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF SERGEY ZOLOTUKHIN v. RUSSIA",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-91222.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0210JUD001493903",
    "externalsources": [
        "Article 14 § 7 of the United Nations Covenant on Civil and Political Rights",
        "Article 20 of the Statute of the International Criminal Court",
        "Article 50 of the Charter of Fundamental Rights of the European Union",
        "Article 54 of the Convention Implementing the Schengen Agreement",
        "Article 8 § 4 of the American Convention on Human Rights",
        "Fifth Amendment of the US Constitution"
    ],
    "extractedappno": [
        "14939/03",
        "238/99",
        "244/99",
        "245/99",
        "247/99",
        "250/99",
        "252/99",
        "254/99",
        "204/00",
        "205/00",
        "211/00",
        "213/00",
        "217/00",
        "219/00",
        "436/04",
        "385/01",
        "469/03",
        "367/05",
        "467/04",
        "150/05",
        "58255/00",
        "12277/04",
        "11187/05",
        "60619/00",
        "41265/98",
        "33402/96",
        "73661/01",
        "73053/01",
        "39665/98",
        "40086/98",
        "59261/00",
        "26986/03",
        "61821/00",
        "18015/03",
        "36855/97",
        "41731/98",
        "11143/04",
        "13596/02",
        "4483/02",
        "20972/92",
        "61178/00",
        "15737/02",
        "37950/97",
        "38275/97",
        "38237/97",
        "77413/01",
        "37301/03",
        "2529/04",
        "63235/00",
        "28957/95",
        "46827/99",
        "46951/99",
        "19251/02",
        "48154/99",
        "50178/99",
        "70982/01",
        "6072/02"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Article 50 § 1 of the Constitution",
        "Article 27 of the Code of Criminal Procedure",
        "Article 158 of the Code of Administrative Offences",
        "Articles 213, 318 and 319 of the Criminal Code of the Russian Federation"
    ],
    "itemid": "001-91222",
    "judgementdate": "10/02/2009 00:00:00",
    "kpdate": "10/02/2009 00:00:00",
    "kpthesaurus": [
        "47",
        "512",
        "572",
        "442",
        "9",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "P7-4",
        "P7-3",
        "41"
    ],
    "parties": [
        "SERGEY ZOLOTUKHIN",
        "RUSSIA"
    ],
    "rank": "666.066467285156",
    "representedby": [
        "LEACH P.",
        "KOROTEYEV K."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Asci v. Austria (dec.), no. 4483/02, ECHR 2006",
        "Bachmaier v. Austria (dec.), no. 77413/01, 2 September 2004",
        "Belziuk v. Poland, 25 March 1998, § 49, Reports 1998-II",
        "Christine Goodwin v. the United Kingdom [GC], no. 28957/95, § 75, ECHR 2002-VI",
        "Engel and Others v. the Netherlands, 8 June 1976, § 85, Series A no. 22",
        "Ezeh and Connors v. the United Kingdom [GC], nos. 39665/98 and 40086/98, §§ 82-86, ECHR 2003-X",
        "Falkner v. Austria (dec.), no. 6072/02, 30 September 2004",
        "Galstyan v. Armenia, no. 26986/03, § 57, 15 November 2007",
        "Garretta v. France (dec.), no. 2529/04, 4 March 2008",
        "Gauthier v. France (dec.), no. 61178/00, 24 June 2003",
        "Göktan v. France, no. 33402/96, § 48 and § 50, ECHR 2002-V",
        "Gradinger v. Austria, 23 October 1995, § 53, Series A no. 328-C",
        "Haarvig v. Norway (dec.), no. 11187/05, 11 December 2007",
        "Hauser-Sporn v. Austria, no. 37301/03, §§ 43-46, 7 December 2006",
        "Horciag v. Romania (dec.), no. 70982/01, 15 March 2005",
        "Isaksen v. Norway (dec.), no. 13596/02, 2 October 2003",
        "Jussila v. Finland [GC], no. 73053/01, §§ 30-31, ECHR 2006",
        "Lauko v. Slovakia, 2 September 1998, Reports of Judgments and Decisions 1998-VI",
        "Malige v. France, 23 September 1998, § 35, Reports 1998-VII",
        "Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 123, ECHR 2005-I",
        "Manasson v. Sweden (dec.), no. 41265/98, 8 April 2003",
        "Menesheva v. Russia, no. 59261/00, § 96, ECHR 2006",
        "Mjelde v. Norway (dec.), no. 11143/04, 1 February 2007",
        "Nikitin v. Russia, no. 50178/99, § 37, 39, ECHR 2004-VIII",
        "Nilsson v. Sweden (dec.), no. 73661/01, ECHR 2005",
        "Oliveira v. Switzerland, 30 July 1998, §§ 25-29, Reports 1998-V : Ongun v. Turkey (dec.), no. 15737/02, 10 October 2006",
        "Ponsetti and Chesnel v. France (dec.), nos. 36855/97 and 41731/98, ECHR 1999-VI",
        "Raninen v. Finland (no. 20972/92, Commission decision of 7 March 1996",
        "Rosenquist v. Sweden (dec.), no. 60619/00, 14 September 2004",
        "Sailer v. Austria, no. 38237/97, 6 June 2002",
        "Schutte v. Austria, no. 18015/03, § 42, 26 July 2007",
        "Storbråten v. Norway (dec.), no. 12277/04, ECHR 2007 (extracts), with further references",
        "Tyrer v. the United Kingdom, 25 April 1978, § 31, Series A no. 26",
        "Vilho Eskelinen and Others v. Finland [GC], no. 63235/00, § 56, ECHR 2007",
        "W.F. v. Austria, no. 38275/97, 30 May 2002",
        "Ziliberberg v. Moldova, no. 61821/00, §§ 32-35, 1 February 2005"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "352459",
    "typedescription": "15"
}