{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "41113/08",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-110380.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 41113/08) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Austrian nationals, Mr Gerhard Barthofer and Ms Edeltraud Barthofer (“the applicants”), on 22 August 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr H.G. Medwed, a lawyer practising in . The Austrian Government (“the Government”) were represented by their Agent, Ambassador H. Tichy, Head of the International Law Department at the Federal Ministry of European and International Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 6 May 2010 the President of the First Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "4.  The applicants were born in 1955 and 1963 respectively and live in Eisenerz.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicants, as owners of certain plots of agricultural land in Eisenerz, were members of the agricultural association (Agrargemeinschaft) “Waldgenossenschaft Eisenerz”, holding a share in that association (“the share”). That share corresponded to the right to use the land of the agricultural association for farming and forestry.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 28 November 1988 the applicants filed a request with the Leoben District Agricultural Authority (Agrarbezirksbehörde) to resign from the association and have their share transformed into parcels of land which should then be separated from the association’s land.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 16 December 1988 the Leoben District Agricultural Authority decided to institute the partition proceedings (Teilungsverfahren).",
                        "elements": []
                    },
                    {
                        "content": "8.  Since the District Agricultural Authority failed to decide on the merits the applicants lodged a request for transfer of jurisdiction (Devolutionsantrag) on 3 October 1989.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 24 January 1990 the Regional Land Reform Board (Landesagrarsenat) declared that it had now jurisdiction in the present case.",
                        "elements": []
                    },
                    {
                        "content": "10.  By decision of 23 January 1991 the Regional Land Reform Board decided to which percentage of the association’s land the applicants’ shares corresponded.",
                        "elements": []
                    },
                    {
                        "content": "11.  On 24 September 2003, after having obtained two expert opinions in the field of agriculture and forestry on the feasibility of an actual separation of parcels of land which would correspond to the applicants’ share, the Regional Land Reform Board dismissed the applicants’ request. The  reform Board decision contained a note as to available remedies (Rechtsmittelbelehrung) which stated that against this decision an appeal could be lodged within two weeks with the Supreme Land Reform Board (Oberster Agrarsenat).",
                        "elements": []
                    },
                    {
                        "content": "12.  On 15 December 2003 the applicants lodged an appeal with the Supreme Land Reform Board as set out in the instructions as to available remedies.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 1 December 2004 the Supreme Land Reform Board rejected the applicants’ appeal since it found that it had no jurisdiction in the case.",
                        "elements": []
                    },
                    {
                        "content": "14.  On 23 December 2004 the applicants lodged a request for reinstatement of the proceedings (Wiedereinsetzung in den vorherigen Stand) along with a complaint with the .",
                        "elements": []
                    },
                    {
                        "content": "15.  On 28 February 2005 the  granted the applicants’ request for reinstatement since the instructions as to available remedies given by the Regional Land Reform Board were incorrect.",
                        "elements": []
                    },
                    {
                        "content": "16.  On 26 September 2005 the  quashed the decision of the Regional Land Reform Board. It found that the applicants’ right to an independent and impartial tribunal under Article 6 of the Convention had been violated since the two experts in the case also belonged to the body deciding on their request and remitted the case back.",
                        "elements": []
                    },
                    {
                        "content": "17.  Subsequently, on 18 January 2006, the Regional Land Reform Board adjourned the proceedings for further investigations.",
                        "elements": []
                    },
                    {
                        "content": "18.  On 9 June 2006 the applicants submitted a document containing three possible options for a financial settlement in case of their withdrawal from the association.",
                        "elements": []
                    },
                    {
                        "content": "19.  By decision of 28 February 2007 the Regional Land Reform Board defined which part of the land belonged to whom and adjourned the proceedings once again.",
                        "elements": []
                    },
                    {
                        "content": "20.  By letter of 19 September 2007 the Regional Land Reform Board requested the District Agricultural Authority to determine by expert opinions potential parcels of land parts which could be separated from the rest for a settlement. The applicants claimed that this expert opinion had never been served on them.",
                        "elements": []
                    },
                    {
                        "content": "21.  In the course of an oral hearing on 26 March 2008 to which the applicants allegedly were not summoned the Regional Land Reform Board decided to interrupt the proceeding until 26 March 2011 in order to secure proper evaluation of the association and its property.",
                        "elements": []
                    },
                    {
                        "content": "22.  On 3 November 2008 the applicants sold their shares of the agricultural association to another member of the association and on 3 November 2009 the District Agricultural Authority closed the proceedings on the applicants’ partition request and in October 2009 the Land Register was amended accordingly.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION ON ACCOUNT OF THE LENGTH OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "23.  The applicants complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "24.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "25.  The Government submitted that the applicants had failed to exhaust domestic remedies. They argued that the applicants only once made use of the application for transfer of jurisdiction pursuant to section 73 of the General Administrative Proceedings Act at the beginning of the proceedings. They did not make further use of this remedy in particular against the decision of the Regional Land Reform Board of 26 March 2008 to interrupt the proceedings until 26 March 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicants asserted that they had duly exhausted domestic remedies. In this connection they submitted in particular that following their request for transfer of jurisdiction the case was pending before the Regional Board. In the circumstances of the case it was not reasonable to expect from the applicants to use this remedy again.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.   The Court reiterates that such a request constitutes, in principle, an effective remedy which has to be used in respect of complaints about the length of proceedings before administrative authorities (see Egger v. Austria (dec.), no. 74159/01, 9 October 2003). The applicants made use of the request for transfer of jurisdiction once in 1989, approximately one year after the partition proceedings had been opened. The Government argued that the applicants should have made more extensive use of this remedy, in particular in respect of the Regional Land Reform Board’s decision of 26 March 2008 to interrupt the proceedings. However the Court has already held in similar cases that a detailed examination as to whether the applicants could have made more efficient use of that remedy by using it at other stages of the proceedings, would overstretch the duties incumbent on applicants pursuant to Article 35 § 1 of the Convention (see, mutatis mutandis, Kern v. , no. 14206/02, § 49, 24 February 2005 and Klug v. Austria, no. 33928/05, § 31, 15 January 2009, both concerning land consolidation proceedings during which the applicants had successfully made use of the request for transfer of jurisdiction once or twice, respectively, and the Government had argued that, in addition, they should have done so at other stages of the proceedings). The Court sees no reason to reach another conclusion in the present case. In any event the Court notes that the applicants sold their shares of the agricultural association in 2008, the same year in which the Regional Land Reform Board took its decision to interrupt the proceedings. It would be illusionary to expect an applicant at this stage to file a further request for transfer of jurisdiction. The Court therefore dismisses the Government’s objection on non-exhaustion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "29.  As regards the period to be taken into consideration the applicants claim that this period started on 28 November 1988, when the applicants filed the partition request, and ended on 3 November 2009, when the District Agricultural Authority closed the proceedings on the partition request. Thus the proceedings lasted for approximately 21 years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government argues that the period started later, namely on 15 December 2003 when the applicants lodged an appeal against the Regional Land Reform Board’s decision of 24 September 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court considers that the period to be taken into consideration began on 24 September 2003 when the Regional Land Reform Board dismissed the applicants’ partition request, as it was at that moment that a “dispute” arose within the meaning of Article 6 § 1 of the Convention (see König v. Germany, 28 June 1978, § 98, Series A no. 27 and Morscher v. , no. 54039/00, § 38, 5 February 2004) and ended on 3 November 2009, when the District Agricultural Authority closed the proceedings on the partition request. The proceedings therefore lasted for five years, eleven months and ten days and came before three levels of jurisdiction including a second phase before the Regional Land Reform Board. However, the Court observes that at the beginning of the relevant period the applicants’ partition request had already been pending for almost fifteen years before the agricultural authorities, which is a remarkably long period in itself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The applicants argued that even accepting that the present partition proceedings were complex, they progressed at a particularly slow pace. The experts took years to prepare their reports and even these reports had to be modified because the situation in nature had changed meanwhile. This resulted in a clearly excessive duration of the first instance proceedings before the Regional Land Reform Board which only took its decision after almost fourteen years from the time it had accepted jurisdiction in the applicants’ case. But even then it gave a wrong instruction as to available remedies, which resulted in a further unnecessary delay as the applicants lodged an appeal with the wrong authority and the  had to grant them reinstatement of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Government argued that partition proceedings were comparable to land consolidation proceedings and were by their nature very complex. Because the land of the agricultural association of which the applicants had been members was vast and situated high up in the alps and difficult to access which made surveying and on-site inspections complicated and time-consuming. Taking these elements into account the proceedings have not lasted unreasonably long.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Court considers that the case was complex. It observes, however, that the element which rendered the proceedings in the view of the Government particularly complex and time consuming, namely the necessity to carry out the survey of the land and to obtain other expert opinions involving the inspection of the land carried less weight as at the time the relevant period started these reports had already been submitted to the Regional Land Reform Board.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court finds that the applicants’ conduct did not give rise to any delays in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  As regards the conduct of the domestic authorities the Court observes that at the time the relevant period started the applicants’ request had already been pending for more than 14 years before the agricultural authorities. In such circumstances the authorities should have made a particular effort for conducting the proceedings expeditiously. Instead, the Regional Land Reform Board gave a wrong instruction as to available remedies, which resulted in a further delay as the applicants lodged an appeal with the wrong authority and the  had to grant them reinstatement of the proceedings. Once the case was referred back to the Regional Land Reform Board it adjourned the proceedings for further investigations in 2006 and, in March 2008 decided to interrupt the proceedings for another three years in order to take additional evidence. In November 2009 the proceedings came to an end because the applicants had sold their share of the agricultural association.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Having regard to these elements, the Court cannot find that the above proceedings complied with the “reasonable time” requirement of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  There has accordingly been a violation of Article 6 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  The applicants complained of a violation of Article 13 of the Convention claiming that they did not have an effective remedy at their disposal against the decision of the Regional Land Reform Board of 26 March 2008 to interrupt the proceedings for three years which resulted in a standstill of the proceedings. They relied on Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "41.  The Government contested that argument. They submitted that the applicant could have filed an application for a transfer of jurisdiction against the Regional Land Reform Board’s decision, which was an effective remedy as regards the complaint about the length of proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court reiterates that an application for transfer of jurisdiction under Section 73 of the General Administrative Proceedings Act constitutes, in principle, an effective remedy which has to be used in respect of complaints about the length of proceedings before administrative authorities (see Egger (dec.), cited above). Even though the Court has found above that the applicants could not have been expected to make repeated use of this remedy, the fact remains that it had been at their disposal and in principle effective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  Lastly, the applicants complained under Article 6 of the Convention that they had not been summoned to the oral hearing before the Regional Land Reform Board on 26 March 2008 and that an expert report had not been served on them for comments.",
                                "elements": []
                            },
                            {
                                "content": "45.  However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "46.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "48.  The applicants claimed 121,403.03 euros (EUR) under the head of pecuniary damage, arguing that they suffered loss of earnings because had they used the land they wished to separate from the agricultural association independently they would have drawn a much higher profit over a period of more than twenty years. In respect of non-pecuniary damage they claimed EUR 50,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government contested these claims. They asserted that the claims for pecuniary damage were unfounded and that the expert report on which the applicants had based their claim was based on wrong and at the best unrealistic assumptions. The non-pecuniary damage claimed was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  As regards non pecuniary damage the Court does not discern any causal link between the violation found and the pecuniary damage alleged. On the other hand, the Court considers that the applicants must have sustained non-pecuniary damage. Ruling on an equitable basis, it awards the applicants jointly EUR 10,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "51.  The applicants submitted that they incurred costs of EUR 23,610.67, including value-added tax (VAT) in both the domestic proceedings and the proceedings before the Court. In support of their claim the applicants submitted bills from their lawyer which, however, only indicate lump sums for certain periods.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government pointed out that only the costs of the request for transfer of jurisdiction were caused by the length of the proceedings and could be taken into account. In any event the amount claimed was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In respect of the domestic proceedings the Court notes that this condition is fulfilled only in respect of the costs of the request for transfer of jurisdiction. As the bills of the applicants’s lawyers submited by the applicants to the Court failed to itemize these specific costs, the Court cannot calculte the respective amounts and make an award. The Court accepts, however, that unreasonable delays in proceedings may involve an increase in an applicant’s costs (see Klug, cited above, § 50; Kern, cited above, § 70 both with reference to Bouilly v. France, no. 38952/97, § 33, 7 December 1999). On an equitable basis, it awards the applicants jointly EUR 1,000 under this head. In respect of the Convention proceedings, the bills submitted by the applicants also did not itemize the exact costs incurred by them in the Convention proceedings. However, noting that in the proceedings before the Court the applicants were represented by counsel and did not have the benefit of legal aid, the Court considers that the applicants must have incurred expenses for the fees of their legal representation before the Court. Having regard to the sums usually awarded in similar cases the Court considers it reasonable to award the applicants jointly EUR 2,000. In sum, the Court awards the applicants EUR 3,000 under the head of costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "54.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, EUR 10,000 (ten thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage and 3,000 (three thousand euros), plus any tax that may be chargeable to the applicants, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 17 April 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BARTHOFER v. AUSTRIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-110380.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0417JUD004111308",
    "externalsources": [],
    "extractedappno": [
        "41113/08",
        "74159/01",
        "14206/02",
        "33928/05",
        "54039/00",
        "30979/96",
        "38952/97"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-110380",
    "judgementdate": "17/04/2012 00:00:00",
    "kpdate": "17/04/2012 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "BARTHOFER",
        "AUSTRIA"
    ],
    "rank": "875.156555175781",
    "representedby": [
        "MEDWED H.G."
    ],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "370386",
    "typedescription": "15"
}