{
    "__articles": "3;6;6-1;13;13+3;41",
    "__conclusion": "Violation of Art. 3 (substantive aspect);No violation of Art. 3 (substantive aspect);Violation of Art. 13;Violation of Art. 3 (substantive aspect);Violation of Art. 3 (procedural aspect);No violation of Art. 6-1;Remainder inadmissible;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "4512/09",
    "article": [
        "6",
        "3",
        "41",
        "13"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "procedural aspect"
            ],
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "substantive aspect"
            ],
            "element": "No violation of Art. 3",
            "type": "no-violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-104724.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 4512/09) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Dimitrios Yevstafiyevich Popandopulo (“the applicant”), on 9 December 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, inter alia, of the abject conditions of his detention, his ill-treatment in remand prison and the excessive length of the proceedings against him.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 16 February 2009 the President of the Chamber granted priority to the application under Rule 41 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 4 May 2009 the President of the First Section decided to give notice of the above complaints to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1979 and is currently serving a term of imprisonment in correctional colony IK-18, Yamalo-Nenetsk Autonomous Region.",
                                "elements": []
                            },
                            {
                                "content": "A.  Applicant’s arrest and trial",
                                "elements": [
                                    {
                                        "content": "7.  On 16 April 2005 the applicant was arrested on suspicion of murder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 18 April 2005 the Vsevolozhsk Town Court of the Leningrad Region decided to remand the applicant in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 23 April 2005 the applicant absconded, and on 25 April 2005 he was apprehended by the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 29 May 2006 a deputy Prosecutor General of the  approved the bill of indictment against the applicant, and on 2 June 2006 the case was sent to the  for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 5 June 2006 the  scheduled the preliminary hearing for 15 June 2006. It was subsequently adjourned until 20 June 2006 following requests filed by the applicant and some of his codefendants who had not received a copy of the decision of 5 June 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 23 June 2006 the criminal case was returned to the public prosecutor for rectification of the bill of indictment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 27 September 2006 the Supreme Court of Russia quashed the above-mentioned decision on appeal, and the case was resubmitted to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  As a result of the preliminary hearing held on 7 November 2006, on 8 November 2006 the  fixed the opening date of the trial for 6 December 2006. It was subsequently adjourned until 14 December 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 14 December 2006 the applicant requested the court to let K. represent him. However, on 21 December 2006 the court dismissed his request in view of the fact that K. had no law degree.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 11 January 2007 the court began the examination of the evidence. However, owing to the non-attendance of certain witnesses, the applicant’s hospitalisation and the non-attendance of an interpreter, the hearing was adjourned until an unspecified date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 20 March 2007 the applicant requested leave for A. to represent him, but his request was dismissed because A. was the brother of one of the witnesses. Legal-aid counsel was appointed to represent the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Following the submission of the pleadings the proceedings were adjourned until 9 July 2007 to permit the parties to prepare their comments as to the substance and the wording of the questions to be put to the jury.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 6 November 2007 the  Regional Court, following a jury trial, convicted the applicant of aggravated murder, theft, robbery and escape and sentenced him to life imprisonment. When determining the applicant’s sentence the court refused to take into account the time that the applicant had allegedly overspent in prison while serving his sentence in an unrelated criminal case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  During the trial the applicant requested the court to obtain the attendance of a witness on his behalf. However, the court refused his request in view of the fact that the testimony which the witness in question could have given was irrelevant to the establishment of the factual circumstances of the case by the jurors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  However, the trial court granted the prosecutor’s request to read out the testimony given by one of the applicant’s co-defendants at the stage of the pre-trial investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Later, the presiding judge several times drew the jury’s attention to the fact that the information provided during the trial concerning acts other than those with which the applicant was charged, including the statement by the applicant’s co-defendant, was of no relevance to the applicant’s case and was not to be taken into consideration when answering the questions put to the jury.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant received a copy of the trial record with a one-month delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 15 May 2008 the Supreme Court of Russia upheld the judgment on appeal. The applicant was represented by two lawyers of his own choosing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 5 July 2008 a copy of the appeal decision was served on the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 25 February 2009 the Presidium of the Supreme Court of Russia quashed the appeal decision of 15 May 2008 by way of supervisory review and remitted the case for a new appeal hearing. The reason for the quashing was the fact that the applicant had been denied the opportunity to study the verdict.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 23 July 2009 the Supreme Court of Russia upheld the judgment of 6 November 2007 on appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of the applicant’s detention in remand prison IZ-47/1",
                                "elements": [
                                    {
                                        "content": "28.  From 6 May 2005 to 7 September 2008 and from 7 June to 17 September 2009 the applicant was held in detention facility IZ-47/1 in . He was held in cells nos. 29, 66, 74, 86, 360, 395 and 435 before his conviction and subsequently in cells nos. 47, 122, 124, 129, 130, 132 and 135, designed for inmates sentenced to life imprisonment. All the cells measured eight square metres.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government’s account",
                                "elements": [
                                    {
                                        "content": "29.  Each cell was equipped with four sleeping places and accommodated a maximum of three inmates at any given time. The applicant had always had an individual bed and had been provided with the appropriate bedding (a mattress, a pillow, a blanket, two sheets and a pillowcase) and with tableware.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The cell windows, which measured 1 x 1.1 metres, were not covered with metal screens and therefore allowed sufficient daylight to enter so that the inmates could read and write. The cells were equipped with 60 to 75watt filament light bulbs which were on from 6 a.m. to 10 p.m. At night the cells were lit by 40-watt security lights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  All the cells were ventilated by means of a ventilation shaft. Natural ventilation via the windows was also available. The cells were equipped with a heating system providing a suitable temperature which was in line with health and safety standards. The average temperature during the summer was maintained at 22 degrees Celsius and during winter at 18 degrees Celsius.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The cells were equipped with toilets separated from the main area by 1.5 metre-high partitions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The cells were equipped with drinking-water tanks. The inmates were also allowed to use electric water heaters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The cells were also equipped with dining tables and benches corresponding to the number of detainees, as well as shelves and bedside tables for storage of personal items and foodstuffs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The applicant could take a shower once a week for at least fifteen minutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  He was given three hot meals a day on the basis of the established legal norms. The quality of the food was monitored on a regular basis by the medical staff of the detention facility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant was allowed a daily one-hour outside walk in the facility’s exercise yards, during which he could perform physical exercises. The exercise yards, measuring from 24 to 35 square metres, were equipped with benches, waste bins and sheds providing shelter from rain and snow. Sports equipment was provided to the detainees at their request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The authorities ensured regular disinfection and pest control in the detention facility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The applicant was provided with comprehensive medical assistance. The medical service of the facility was fully staffed with qualified personnel, medicines and medical equipment. On his arrival at the facility the applicant was examined by medical specialists; he made no healthrelated complaints and denied having tuberculosis, viral hepatitis, venereal or surgical diseases. Subsequently, when he underwent a forensic psychiatric examination, it was revealed that the applicant had viral hepatitis C. Throughout his stay in detention facility IZ-47/1 in  the applicant did not show clinical signs of the abovementioned disease and therefore did not require any specialised treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In support of their observations the Government provided several certificates issued by the governor of IZ-47/1 on 3 August and 11 August 2009, the results of a laboratory examination of the microclimate of cells nos. 435, 360 and 122 (dated 10 July 2005, 6 June 2006 and 2 December 2007 respectively), statements by wardens (not dated), the schedules for disinfection and pest control in the facility’s premises and a number of certificates concerning the food rations. The Government further provided copies of extracts from the registration log showing the number of detainees on certain days and in certain cells between May and December 2005, April and December 2006, October and November 2007 and February and March 2008. These extracts show that on 1 July and 8 July 2005 and on 2 October 2006, cell no. 435 accommodated four inmates; on 4 August 2005 cell no. 66 accommodated four inmates; on 18 November and 15 December 2005 cell no. 395 accommodated four inmates; and on 5 October and 9 October 2007 and on 10 November 2007 cell no. 86 also accommodated four inmates.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant’s account",
                                "elements": [
                                    {
                                        "content": "41.  Cells nos. 29, 86, 360, 395 and 435 were equipped with six sleeping places (two three-tier bunks). They housed from four to six inmates at any given time. Cell no. 66 housed three inmates including the applicant and cell no. 74 housed two inmates including the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  After his conviction on 6 November 2007 the applicant was held on his own in cells nos. 47, 122, 124, 129, 130, 132 and 135, which were reserved for inmates sentenced to life imprisonment at first instance pending the examination of their case on appeal (wing 2/1 with restricted access). Until the repairs in April-May 2008 these cells had not been equipped with bunk beds but with two concrete benches in each cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The windows in cells nos. 29, 66, 74, 86, 360, 395 and 435 were equipped with a double grid (one on the outside and one on the inside). In cells nos. 122, 124, 129, 130, 132 and 135 the windows were equipped with a triple grid (on the outside and the inside of the cell, as well as inside the window pane). In addition to the triple grid, densely spaced iron netting was fitted in front of the windows, which allowed very little daylight to enter. In cell no. 130 the window glass had been replaced with a layer of veneer, which also prevented daylight from entering the cell. The window in cell no. 132, in which the applicant had been held for two weeks in February 2008, faced a wall, in addition to the above-mentioned arrangements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Until April-May 2008 the artificial lighting in cells nos. 122, 124, 129, 130, 132 and 135 consisted of one 60-watt filament light bulb per cell. The bulb was covered by a dust-laden lampshade above the entrance door.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Air shafts existed in cells nos. 29, 66, 74, 86, 360, 395 and 435, but did not function as they were clogged with waste. Cells nos. 122, 124, 129, 130, 132 and 135 did not have any air shafts. The heating system did not function in any of the cells where the applicant was detained until the repairs carried out in the facility in April-May 2008. The applicant had to sleep with his clothes on to keep warm in the wintertime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  There were no hot water taps or drinking-water tanks in the cells.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The lavatory was not separated from the living area and did not offer any privacy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  No bedding was provided to the applicant until November 2007 (until then he had used his own bedding). The bedding provided by the facility was very worn, torn and dirty. Inmates had to dry their laundry indoors, creating excessive humidity in the cells.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The shower was available once a week. At times it was only available once every ten days, every two weeks or even every three weeks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The food was of extremely poor quality and in scarce supply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  None of the cells was equipped with a dining table or benches (because of the limited space). The inmates ate their food sitting on their bunks holding the plate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The cells swarmed with spiders, worms, flies, cockroaches, bedbugs and mice. The applicant never witnessed any disinfection or pest control.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Outside exercise, which was supposedly available every day, was skipped on shower days and occasionally on other days for no apparent reason. The exercise yards were too small and did not offer sufficient room for any exercise (an average of five detainees being taken outside simultaneously).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The inmates were not provided with adequate medical assistance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The applicant’s complaints about the conditions of his detention had availed nothing. Neither he nor the witnesses who could confirm his allegations were ever questioned on the circumstances of which he complained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In support of his position the applicant made reference to the applications made to the  by B., T. and Z., in which they also raised an issue concerning compliance of the conditions of their detention in facility IZ-47/1 during the relevant period with the requirements of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  B., in particular, (see A.B. v. Russia, no. 1439/06, 14 October 2010) provided the following account of the conditions of his detention in wing 2/1 of facility IZ-47/1 of :",
                                        "elements": []
                                    },
                                    {
                                        "content": "“36.  On 29 October 2004 the applicant was placed in solitary cell no. 129 in wing 2/1 with restricted access. The wing was designed for the detention of inmates sentenced to life imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 19 January 2005 the applicant was transferred to solitary cell no. 123 in wing 2/1 with restricted access. According to the applicant, the cell was the equivalent of a disciplinary cell. ... The cell was in the basement where there was no central heating, and the winter temperature there was about 7-10oC.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The applicant submitted written statements by Mr A.M. and ",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Mr A.M., who had been sentenced to life imprisonment, was kept in cells nos. 120, 122, 126, 128 and 141 of wing 2/1 of the remand prison on various occasions between June 2004 and July 2007. In his submission, wing 2/1 was reserved for inmates sentenced to life imprisonment at first instance pending the examination of their cases on appeal. The conditions of detention in all the cells were nearly identical. There were no chairs or desks in the cells. The beds were made of concrete. The cells were in a deplorable state. The humidity was high. There was no hot water or heating. The temperature in the cells in winter was as low as outside. There was no mandatory ventilation. Lavatory pans were not separated from the rest of the cells. All inmates in wing 2/1 were kept in solitary confinement. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  Mr N.M. was sentenced to life imprisonment. He was kept in cell no. 121 of wing 2/1 of the remand prison. In his submission, all the cells in the wing were nearly identical. There was no furniture in the cells. The temperature in the cells in winter was as low as 3oC. There was no hot water. The cells were very humid so that the walls were covered with mould. The lavatory pans were not secluded. The food was of poor quality. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Z. provided the following account of the conditions in wing 2/1 of facility IZ-47/1 in :",
                                        "elements": []
                                    },
                                    {
                                        "content": "“From 30 March 2006 to 19 April 2007 and from 4 December 2007 to the present I have been detained in wing 2/1 of St Petersburg IZ-47/1. From December 2007 I was held in cell no. 129, and [the applicant] was held in cell no. 130. The conditions in those cells were horrible. The walls were half-destroyed. The ceiling was crumbling. The floor was made of concrete. The heating did not function; the cells were very cold. There were no hot water taps. Ventilation was non-existent. The cells were very dim since filament bulbs over 60 watts were prohibited; the only lamp in the cell was fitted with a 40-watt filament bulb ... The cells were overrun by rodents (rats, mice).",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In April 2008 I was transferred to cell no. 134, and [the applicant] was moved to cell no. 135. The conditions in those cells were identical to the conditions described above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 12 November 2008 I was transferred to cell no. 121, and in June 2009 I learned that [the applicant] was being held in cell no. 119. The floor and the ceiling in these cells are painted, but they are crumbling; the concrete floor is covered with a piece of linoleum. The remaining conditions are identical to those described above. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Ill-treatment in remand prison IZ-47/1",
                                "elements": [
                                    {
                                        "content": "1.  Events of 28 October 2007",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant’s account",
                                "elements": [
                                    {
                                        "content": "59.  According to the applicant, on 28 October 2007 in the afternoon the door of the cell where he was being held (cell no. 74 at the time) burst open and two prison officers entered and ordered the applicant and his inmates to leave the cell. The purpose of the operation was to make the detainees abandon a collective hunger strike. As soon as the detainees left the cell they were attacked by the “Tayfun” special-purpose unit (отдел специального назначения “Тайфун” ГУИН). The officers of the unit wore balaclavas and used rubber truncheons to hit the detainees. The applicant saw that inmates from other cells were also being beaten up. As a result of the blows he received the applicant lost consciousness and regained it only when locked back in the cell.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  On the following day the applicant was placed in the punishment cell for ten days for alleged disobedience. Since he could not walk after the beatings he was helped by two wardens.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government’s account",
                                "elements": [
                                    {
                                        "content": "61.  According to the Government, a rubber truncheon was used against the applicant for the purpose of repelling an attack by him on a prison officer. They submitted a report on the use of a rubber truncheon against the applicant dated 28 October 2007, accompanied by a medical certificate drawn up following the examination of the applicant after the incident. The certificate recorded multiple abrasions in the area of the applicant’s back and a haematoma in the region of his right knee.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Investigation into the events of 28 October 2007",
                                "elements": [
                                    {
                                        "content": "62.  On 1 November and 2 November 2007 the applicant complained about the beatings to the public prosecutor’s office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  In its reply dated 14 December 2007 the  public prosecutor’s office informed the applicant as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the course of the inquiry [conducted into the applicant’s allegations of illtreatment] it was established that on 28 October 2007 the prison officers of SIZO-1 had been carrying out a technical inspection of cell no. 74 where [the applicant] was held at the material time. In the course of the inspection [the applicant] refused to comply with the lawful orders given by the prison officers. In order to put a stop to [the applicant’s] unlawful actions physical force and special means had been used against him in accordance with section 45 of the Federal Law on the detention of persons suspected of and charged with criminal offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Taking into account the foregoing, at the present time there are no grounds for the prosecutor’s office to intervene.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Further, on 27 August 2008 an investigator from the Kalininskiy District investigating department of the  public prosecutor’s office refused to institute criminal proceedings concerning the use of special means against the applicant. The decision read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the course of the inquiry it was established that on 28 October 2007 on the territory of IZ-47/1 a general search was conducted by prison officers of [the above facility] aimed at finding and seizing prohibited items. During the search certain detainees ... broke the rules by failing to abide by the lawful orders of the [prison officers] and insulting [them], as a result of which physical force and special means were used against them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore, physical force and special means were lawfully applied to [the applicant] since he had not abided by the lawful orders of the prison officers, a fact confirmed by the medical certificate, the report on the use of a rubber truncheon and the submissions by [four officers involved in the incident] ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  On 27 July 2009 the acting head of the Kalininskiy District investigating department annulled the above decision, finding as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In the course of the study of the material in the case file it was established that the inquiry had been incomplete.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore the decision [of 27 August 2008] was made prematurely and must be annulled.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the course of the additional inquiry it is necessary to question [the applicant], to obtain and examine the [applicant’s] medical documents, to question the head of the “Tayfun” special-purpose unit, and to take other measures required in order to reach a decision.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The applicant has yet to be informed of the outcome of the additional inquiry. No information was provided by the Government in that regard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Events of 14 February 2008",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant’s account",
                                "elements": [
                                    {
                                        "content": "67.  According to the applicant, he was beaten up by prison officers because of his complaints about the conditions of his detention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government’s account",
                                "elements": [
                                    {
                                        "content": "68.  According to the Government, physical force consisting in bending the applicant’s arm behind his back (загиб руки за спину) was applied to the applicant for the purpose of repelling an attack by him on a prison officer. They submitted a report on the use of physical force against the applicant dated 14 February 2008, accompanied by a medical certificate concerning the examination of the applicant after the incident. The certificate indicated that no visible injuries had been detected on the applicant’s body. The Government further submitted statements by three prison officers, according to which in the course of the search conducted in cell no. 130, where the applicant was detained at the material time, the latter had behaved defiantly, had threatened the prison officers, had not responded to warnings and had prevented the officers from carrying out the search. After a mobile phone had been found in the cell the applicant had pounced on one of the prison officers and the latter had had to use physical force against him. The applicant had displayed active physical resistance and had tried to administer blows and kicks, following which he had been forced to the floor. Since he continued to resist, a painful hold (болевой прием самбо) had been applied to him and he had been put back in the cell.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Investigation into the events of 14 February 2008",
                                "elements": [
                                    {
                                        "content": "69.  The applicant complained to the public prosecutor’s office about the beatings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  In its reply dated 25 April 2008 the  public prosecutor’s office informed the applicant as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On 14 February 2008 prison officers of SIZO-1 conducted a search in cell no. 130 where you were detained at the material time. During the search you displayed resistance to the lawful orders of the prison officers. In order to put a stop to your unlawful actions physical force was applied in accordance with section 45 of the Federal Law on the detention of persons suspected of and charged with criminal offences.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  Neither party provided any other documents pertaining to the inquiry into the above incident.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Conditions of detention",
                                "elements": [
                                    {
                                        "content": "72.  Section 22 of the Federal Law of 15 July 1995 on the detention of persons suspected of and charged with criminal offences (the Detention of Suspects Act) provides that detainees should be given free food sufficient to maintain them in good health in accordance with the standards established by the Government of the . Section 23 provides that detainees should be kept in conditions which satisfy certain sanitary and hygienic requirements. They should be provided with an individual sleeping place and given bedding, tableware and toiletries. Each inmate should have no less than four square metres of personal space in his or her cell.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Use of force and special means against detainees",
                                "elements": [
                                    {
                                        "content": "73.  Section 44 of the Detention of Suspects Act provides that physical force, special means or weapons may be used against detainees for the purpose of preventing an offence and overcoming resistance to the lawful orders of officials in cases where non-violent means are not sufficient to put a stop to the offence or make a detainee comply with a lawful order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Section 45 of the Detention of Suspects Act provides that special means (including rubber truncheons) may be used against detainees in the following cases:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  to put a stop to assaults on officials and other persons;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) to quell mass disorder or collective breaches of public order;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  to prevent unlawful actions of detainees resisting lawful orders;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  to free hostages, captured buildings, premises, structures or transport facilities;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e)  to prevent attempts to escape from custody;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f)  to prevent attempts to cause harm to others; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(g)  to prevent attempts to cause self-harm.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Criminal-law remedies in respect of ill-treatment",
                                "elements": [
                                    {
                                        "content": "1.  Applicable criminal offences",
                                        "elements": [
                                            {
                                                "content": "75.  Abuse of office associated with the use of violence or entailing serious consequences carries a punishment of up to ten years’ imprisonment (Article 286 § 3 of the Criminal Code).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Investigation of criminal offences",
                                        "elements": [
                                            {
                                                "content": "76.  The Code of Criminal Procedure of the Russian Federation (Law no. 174-FZ of 18 December 2001, in force from 1 July 2002) states that a criminal investigation may be initiated by an investigator or prosecutor on a complaint by an individual (Articles 140 and 146). Within three days of receipt of such a complaint, the investigator or prosecutor must carry out a preliminary inquiry and make one of the following decisions: (1) to open criminal proceedings if there are reasons to believe that a crime has been committed; (2) to decline to open criminal proceedings if the inquiry reveals that there are no grounds to initiate a criminal investigation; or (3) to refer the complaint to the competent investigative authority. The complainant must be notified of any decision taken. The decision not to open criminal proceedings is amenable to appeal to a higher prosecutor or a court of general jurisdiction (Articles 144, 145 and 148).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 3 AND 13 OF THE CONVENTION ON ACCOUNT OF THE CONDITIONS OF THE APPLICANT’S DETENTION",
                        "elements": [
                            {
                                "content": "77.  The applicant complained of the allegedly appalling conditions of his detention in  pre-trial detention facility IZ-47/1. He relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "He also claimed that he did not have at his disposal an effective remedy in respect of the violation of the guarantee against ill-treatment provided by Article 13 of the Convention:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "78.  Relying on their description of facility IZ-47/1 in , the Government asserted that the conditions of the applicant’s detention had complied with the requirements of Article 3 of the Convention. In so far as the applicant complained of the absence of an effective domestic remedy in respect of the allegedly inhuman and degrading conditions of his detention, the Government submitted that it had been open to the applicant to lodge a civil action, but that he had not availed himself of that possibility. The above-mentioned remedy had proved to be effective in the cases of Mr D., Mr R. and Mr S., cited by the Government previously in the case of Kokoshkina v. Russia (no. 2052/08, § 49, 28 May 2009). All three men had been awarded compensation for non-pecuniary damage resulting from the unsatisfactory conditions of their detention (infection with a contagious skin disease, failure to provide food and, in the third case, a more general formula relating to the inadequate conditions of detention). At no point did the Government make available to the Court copies of the judgments cited by them in Kokoshkina.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The applicant maintained his complaints.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "80.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Article 3 of the Convention",
                                "elements": [
                                    {
                                        "content": "81.  Article 3, as the Court has observed on many occasions, enshrines one of the fundamental values of democratic society. The Convention prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances or the victim’s behaviour (see Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV). The Court has consistently stressed that, in order for a punishment or treatment associated with it to be “inhuman” or “degrading”, the suffering and humiliation involved must in any event go beyond that inevitable element of suffering or humiliation connected with a given form of legitimate treatment or punishment. Although measures depriving a person of his liberty may often involve such an element, in accordance with Article 3 of the Convention the State must ensure that a person is detained under conditions which are compatible with respect for his human dignity and that the manner and method of the execution of the measure do not subject him to distress or hardship exceeding the unavoidable level of suffering inherent in detention (see Kudła v. Poland [GC], no. 30210/96, §§ 92-94, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Court further reiterates that in certain cases the lack of personal space afforded to detainees in Russian remand prisons was so extreme as to justify, in its own right, a finding of a violation of Article 3 of the Convention (see, for example, Benediktov v. , no. 106/02, §§ 33 et seq., 10 May 2007; Khudoyorov v. Russia, no. 6847/02, §§ 104 et seq., ECHR 2005-X (extracts); Labzov v. Russia, no. 62208/00, §§ 44 et seq., 16 June 2005; Novoselov v. Russia, no. 66460/01, §§ 41 et seq., 2 June 2005; Mayzit v. Russia, no. 63378/00, §§ 39 et seq., 20 January 2005; and Kalashnikov v. Russia, no. 47095/99, §§ 97 et seq., ECHR 2002-VI). By contrast, in other cases where the overcrowding was not so severe as to raise in itself an issue under Article 3 of the Convention, the Court noted other aspects of the physical conditions of detention as being relevant for its assessment of compliance with that provision. Such elements included, in particular, the opportunity to use the toilet in private, the availability of ventilation, access to natural light or air, the adequacy of the heating arrangements and compliance with basic sanitary requirements. Thus, even in cases where a larger prison cell was in issue – measuring between three and four square metres per inmate – the Court found a violation of Article 3 since the space factor was coupled with an established lack of ventilation and lighting (see Aleksandr Makarov v. Russia, no. 15217/07, § 98, 12 March 2009; Vlasov v. Russia, no. 78146/01, § 84, 12 June 2008; Babushkin v. Russia, no. 67253/01, § 44, 18 October 2007; Trepashkin v. Russia, no. 36898/03, § 94, 19 July 2007; and Peers v. Greece, no. 28524/95, §§ 70-72, ECHR 2001-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Turning to the circumstances of the present case, the Court observes that the applicant was held in facility IZ-47/1 in  uninterruptedly from 6 May 2005 to 7 September 2008 and from 7 June to 17 September 2009. It further observes that the conditions of the applicant’s detention in the above facility prior to his conviction by the first-instance court on 6 November 2007 and thereafter differed substantially. While the main characteristic of the applicant’s detention before 6 November 2007 was the alleged overcrowding of the cells, after 6 November 2007 the applicant was detained in solitary confinement and complained essentially about other aspects of the physical conditions of his detention. In view of the foregoing, the Court considers it appropriate to examine separately the conditions of the applicant’s detention from 6 May 2005 to 6 November 2007 and from 6 November 2007 onwards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court notes that the parties disputed most aspects of the conditions of the applicant’s detention in the period under consideration. However, there is no need for the Court to establish the veracity of each and every allegation, as it has sufficient documentary evidence in its possession to confirm the applicant’s allegations of severe overcrowding in facility IZ47/1. This in itself is sufficient to conclude that Article 3 of the Convention has been breached.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Court notes the Government’s argument to the effect that the communal cells of facility IZ-47/1, each measuring eight square metres, accommodated a maximum of three detainees at any given time. However, contrary to the Government’s assertion and the certificate issued by the governor of IZ-47/1, the extracts from the registration log provided by the Government, however selective they may be, show that on certain days between 2005 and 2007, cells nos. 66, 86, 395 and 435 each accommodated four inmates (see paragraph 40 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court is concerned at such discrepancies between the statements of the domestic authorities and the original prison documentation. It is therefore inclined to accept the applicant’s position, according to which the communal cells in facility IZ-47/1 accommodated, with some minor exceptions (see paragraph 41 above), from four to six detainees at any given time, thereby affording each detainee at all times between 1.3 and 2 square metres of personal space. Furthermore, when the sleeping, sanitary and dining arrangements in the cells are taken into account it appears that the inmates were left with virtually no personal space at all.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court further notes that it has previously on a number of occasions examined the conditions of detention in detention facility IZ-47/1 in St Petersburg and found them to be incompatible with the requirements of Article 3 of the Convention on account of severe overcrowding (see Goroshchenya v. , no. 38711/03, § 64-73, 22 April 2010; Lutokhin v. Russia, no. 12008/03, §§ 48-59, 8 April 2010; Seleznev v. Russia, no. 15591/03, §§ 38-48, 26 June 2008; Gusev v. Russia, no. 67542/01, §§ 51-61, 15 May 2008; and Andrey Frolov v. Russia, no. 205/02, §§ 43-51, 29 March 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  Having regard to its case-law on the subject and the material in its possession, the Court notes that the Government have not provided any evidence or made any submissions capable of persuading it to reach a different conclusion in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  There has therefore been a violation of Article 3 of the Convention on account of the conditions of the applicant’s detention in facility IZ-47/1 in St Petersburg from 6 May 2005 to 6 November 2007, which the Court considers to amount to inhuman and degrading treatment within the meaning of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court observes that in the periods under consideration the applicant was held alone in cells measuring 8 sq. m. As the size of the cells by itself does not raise an issue under the Convention, the Court will have to determine whether the cumulative effect of other aspects of the physical conditions of the applicant’s detention was such as to amount to inhuman and/ or degrading treatment in breach of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court observes that the parties disputed most other aspects of the conditions of the applicant’s detention. In this regard the Court reiterates that in certain instances the respondent Government alone have access to information capable of firmly corroborating or refuting allegations under Article 3 of the Convention, and that a failure on a Government’s part to submit such information without a satisfactory explanation may give rise to the drawing of inferences as to the well-founded nature of the applicant’s allegations (see Khudoyorov, cited above, § 113, and Ahmet Özkan and Others v. Turkey, no. 21689/93, § 426, 6 April 2004). The Court will therefore focus its analysis on the facts presented to it which the respondent Government either admitted or failed to refute, without establishing the veracity of each and every allegation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  First of all, in so far as the sleeping arrangements in the cells are concerned, the applicant claimed that until the renovations carried out in April-May 2008 the cells in which he was detained had not been equipped with bunk beds, but with two concrete benches (see paragraph 42 above). This fact was confirmed by written statements of A.M., a cellmate of B. to whose case before the Court the applicant referred (see paragraphs 56-57 above). The Court notes that the Government made no comments on this allegation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  Secondly, as regards the natural lighting in the cells, the applicant contended that the windows in the cells (measuring 1 x 1.1 metre, one per cell) were protected by three layers of horizontal and vertical lattices (fitted on the inner and outer sides of the cells and inside the window panes) and, above that, by densely spaced iron netting on the outside. In one of the cells the broken window was replaced with veneer and in another cell the window, also protected in the above fashion, was facing a wall (see paragraph 43 above). The Government did not comment on these points either. As far as the artificial lighting is concerned, according to both parties’ submissions, until the renovations in April-May 2008 the cells were lit during the day by a 60-watt filament bulb and subsequently by two 60watt filament bulbs (see paragraphs 30 and 44 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  Thirdly, as to the availability of outside exercise, the applicant alleged that outside exercise had been limited to one hour a day and that on some days it had not been available at all (see paragraph 53 above). The Government did not comment on whether in fact the applicant had been deprived of outside exercise on shower days and on other occasions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Having regard to the foregoing, the Court observes that from 6 November 2007 until at least April 2008 the applicant had to spend a considerable part of each day practically confined to his cell with inadequate sleeping arrangement, very limited access to daylight, extremely poor artificial lighting and a lack of regular outside exercise. Taking into account the cumulative effect of those factors, the Court concludes that the conditions of the applicant’s detention between 6 November 2007 and April 2008 amounted to inhuman and degrading treatment. As regards the subsequent periods from April 2008 to 7 September 2008 and from 7 June to 17 September 2009, the information provided by the parties indicates that the concrete benches were replaced with bunk beds and that additional measures were taken regarding the artificial lighting in the cells. For these reasons, in the Court’s opinion, the cumulative effect of the conditions of the applicant’s detention in the above two periods was not so severe as to fall within the ambit of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  There has therefore been a violation of Article 3 of the Convention on account of the conditions of the applicant’s detention in facility IZ-47/1 in St Petersburg from 6 November 2007 to April 2008, and no violation on account of the conditions of his detention in the above-mentioned facility from April 2008 to 7 September 2008 and from 7 June to 17 September 2009.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Article 13 of the Convention",
                                "elements": [
                                    {
                                        "content": "97.  The Court points out that Article 13 of the Convention guarantees the availability at national level of a remedy to enforce the substance of Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief (see, among many other authorities, Kudła, cited above, § 157). The scope of the obligation under Article 13 varies depending on the nature of the applicant’s complaint under the Convention. Nevertheless, the remedy required by Article 13 must be effective in practice as well as in law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  Turning to the facts of the present case, the Court notes that, according to the Government, the applicant had available to him an adequate and effective remedy in respect of the conditions of his detention, in the form of a civil action against the detention facility. The Court has previously addressed that argument in the context of the admissibility of an Article 3 complaint on account of the conditions of detention in the case of Aleksandr Makarov, cited above, and dismissed it as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“87.  [...] the Court notes that the Government, without providing any further explanation, suggested that an action for damages lodged with a court could have been an effective remedy in the applicant’s case for his complaints about the poor conditions of his detention. The Government did not make any reference to any legal norm on the possibility of lodging an action seeking damages for treatment already suffered as a result of the conditions of detention, or on the possibility of such an action being preventive of further sufferings. At the same time, without providing copies of respective court judgments, the Government supplied three examples from domestic practice showing that by using the means in question it was possible for the applicant to obtain compensation for damage. In this connection, the Court observes that in the absence of documents supporting the Government’s assertion, it is unable to identify the relevance of the impugned judgments to the issue of the effectiveness of an action for damages as a remedy in the circumstances of the present case. Furthermore, in the Court’s view, the three cases cited by the Government do not suffice to show the existence of settled domestic practice that would prove the effectiveness of the remedy (see, for a similar approach, Horvat, cited above, § 44).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  In any event, the Court does not lose sight of the Government’s argument that every aspect of the conditions of the applicant’s detention, including the lighting, food, medical assistance, sanitary conditions, etc., complied with applicable legal regulations. The Court finds it questionable whether, in a situation where domestic legal norms prescribed such conditions of the applicant’s detention, the applicant would have been able to argue his case before a court or even state the cause of action to pass the admissibility stage (see Guliyev v. Russia, no. 24650/02, § 55, 19 June 2008, and Valašinas v. Lithuania (dec.), no. 44558/98, 4 March 2000). In other words, the Court has strong doubts that the applicant would have had a realistic opportunity to apply effectively to a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  This conclusion is not altered by the fact that on one occasion the applicant was able to challenge successfully the facility administration’s decision not to permit him to have a refrigerator in the cell. To the contrary, the Court observes that the applicant’s ability to obtain a favourable court decision in that particular case supports the above finding that a civil action for damages did not offer the applicant sufficient prospects of success. As it follows from the Government’s submissions, the domestic court annulled the facility administration’s refusal on the ground that it did not comply with the legal norms. At the same time in the two other cases in which the applicant attempted to challenge the facility administration’s actions, the courts, in dismissing the applicant’s complaints, explicitly relied on the fact that the impugned limitations on the applicant’s rights were established legally (see paragraph 72 above). The approach adopted by the Russian courts seems unduly formalistic. It allows a large number of cases, such as the applicant’s, where the conditions of detention result from legal regulations, to be dismissed. Thus, as a result of that stance of the courts, an action to a court offers no prospect of success and could be considered theoretical and illusory rather than adequate and effective in the sense of Article 35 § 1 of the Convention.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The Court further reiterates that in the past it has found a violation of Article 13 on account of the absence of an effective remedy for inhuman and degrading conditions of detention in many Russian cases, finding as follows (see, for example, Benediktov, cited above, § 29, and Vlasov, cited above, § 87):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[T]he Government did not demonstrate what redress could have been afforded to the applicant by a prosecutor, a court or other State agencies, taking into account that the problems arising from the conditions of the applicant’s detention were apparently of a structural nature and did not only concern the applicant’s personal situation (compare Moiseyev v. Russia (dec.), no. 62936/00, 9 December 2004; Kalashnikov v. Russia (dec.), no. 47095/99, 18 September 2001; and, most recently, Mamedova v. Russia, no. 7064/05, § 57, 1 June 2006). The Government have failed to submit evidence as to the existence of any domestic remedy by which the applicant could have complained about the general conditions of his detention, in particular with regard to the structural problem of overcrowding in Russian detention facilities, or that the remedies available to him were effective, that is to say that they could have prevented violations from occurring or continuing, or that they could have afforded the applicant appropriate redress (see, to the same effect, Melnik v. Ukraine, no. 72286/01, §§ 70-71, 28 March 2006; Dvoynykh v. Ukraine, no. 72277/01, § 72, 12 October 2006; and Ostrovar v. Moldova, no. 35207/03, § 112, 13 September 2005).”",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  These findings apply a fortiori to the present case. Although the Government pointed to a domestic remedy by which, in their opinion, the applicant could have obtained redress for the inhuman and degrading conditions of his detention, they did not put forward any valid argument as to its effectiveness. This could have consisted in reference to a domestic legal framework enabling persons subjected to inhuman and degrading conditions of detention to seek redress of both a compensatory and a preventive nature, or in a credible demonstration of a settled domestic practice that would prove the effectiveness of the remedy in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Court concludes, therefore, that there has been a violation of Article 13 of the Convention on account of the lack of an effective and accessible remedy under domestic law enabling the applicant to complain about the general conditions of his detention in IZ-47/1 in St Petersburg.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION ON ACCOUNT OF THE APPLICANT’S ILL-TREATMENT",
                        "elements": [
                            {
                                "content": "102.  The applicant complained under Articles 3 and 13 of the Convention that he had been beaten up on 28 October 2007 and 14 February 2008 while in State custody and that there had been no effective investigation into these incidents. The Court will examine the applicant’s complaints from the standpoint of the State’s negative and positive obligations flowing from Article 3, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "103.  The Government argued that the use of physical force and special means against the applicant on 28 October 2007 and 14 February 2008 had been made necessary by the applicant’s own conduct and had been lawful in domestic terms. They further argued that the treatment of which the applicant complained had not attained the threshold of inhuman or degrading treatment. The Government made no comment on the issue of the compliance of the investigation in the present case with the requirements of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The applicant maintained his complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "105.  In so far as the complaint concerns the incident of 14 February 2008 the Court notes, and it is uncontested by the parties, that the prison officers had recourse to an immobilisation technique in dealing with the applicant (see paragraph 66 above). At the same time, it was not established beyond reasonable doubt that the applicant had been beaten up (see, by contrast, Dedovskiy and Others v. Russia, no. 7178/03, §§ 76-79, 15 May 2008). The applicant did not claim to have sustained any injuries as a result of the incident, and no medical evidence to the contrary was furnished. There is also nothing in the case file to show that the use of force against the applicant exceeded the minimum level of severity required in order to raise an issue under Article 3 of the Convention, or that it was disproportionate to the applicant’s own conduct. In view of the above considerations, the Court finds that the use of force against the applicant on 14 February 2008 was the result of legitimate actions taken by the prison officers to put a stop to the applicant’s unruly behaviour and did not reach the threshold required in order to constitute inhuman or degrading treatment. It follows that this part of the complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  In so far as the applicant’s complaint relates to the episode on 28 October 2007, the Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Alleged ill-treatment",
                                "elements": [
                                    {
                                        "content": "107.  The Court reiterates that allegations of ill-treatment must be supported by appropriate evidence. In assessing evidence, the Court has generally applied the standard of proof “beyond reasonable doubt”. However, such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  It is not in dispute between the parties that on 28 October 2007 prison officers of facility IZ-47/1 in  carried out a general search/technical inspection of the facility’s cells, including cell no. 74 where the applicant was held at the material time. It is likewise uncontested that the officers used rubber truncheon against the applicant. The Court therefore finds it established “beyond reasonable doubt” that the applicant was hit with a rubber truncheon by prison officers of facility IZ-47/1. It will accordingly proceed to an assessment of the severity of his ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  Although the Government acknowledged that a rubber truncheon had been used, they insisted that it had been used lawfully, in response to the applicants’ unruly conduct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The Court is mindful of the potential for violence that exists in detention facilities and of the fact that disobedience by detainees may quickly degenerate into a riot requiring the intervention of the security forces (see Dedovskiy and Others, cited above, § 81, with further reference). Nevertheless, recourse to physical force which has not been made strictly necessary by the detainee’s own conduct diminishes human dignity and is in principle an infringement of the right set forth in Article 3 of the Convention (see Sharomov v. Russia, no. 8927/02, § 27, 15 January 2009; Dedovskiy and Others, cited above, § 73; Sheydayev v. Russia, no. 65859/01, § 59, 7 December 2006; and Ribitsch v. Austria, 4 December 1995, § 38, Series A no. 336).",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  In the present case the Court is not convinced that the use of a rubber truncheon against the applicant was strictly necessary. The Court notes that the Government gave as the reason the need to put a stop to an attack by the applicant on the facility’s staff (see paragraph 61 above). At the same time, the documents submitted in support of the Government’s position refer only vaguely to the applicant’s failure to comply with lawful orders, without elaborating on the nature of the orders or the form of the applicant’s defiance which allegedly prompted the use of a rubber truncheon (see paragraphs 63-64 above). It appears therefore that the domestic authorities failed to properly account for the necessity of causing the applicant multiple injuries (abrasions and a haematoma) and to demonstrate convincingly that the use of force had not been excessive. The Court is particularly concerned at the use of a rubber truncheon against the applicant in view of the involvement of a special-purpose unit (see paragraph 59 above), which it finds established in the light of the following considerations. The Court observes, first of all, that the Government did not contest the applicant’s allegations as to the involvement of such a unit in the events in question. Furthermore, according to the material in the case file, the domestic court quashed the prosecutor’s decision refusing the institution of criminal proceedings concerning the use of special means against the applicant as premature and incomplete, and indicated, among other things, that it would be necessary in the course of the additional inquiry to question the head of the special-purpose unit in order to clarify the issue of the unit’s involvement (see paragraph 65 above). The Court further observes that the domestic authorities never did this (see paragraph 66 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  In such circumstances it appears that the use of force against the applicant was retaliatory in nature and aimed at debasing the applicant and forcing him into submission. The treatment to which the applicant was subjected must have caused him mental and physical suffering, even though it did not apparently result in any long-term damage to his health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  There has therefore been a violation of Article 3 of the Convention, in that on 28 October 2007 the Russian authorities subjected the applicant to inhuman and degrading treatment in breach of that provision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Alleged inadequacy of the investigation",
                                "elements": [
                                    {
                                        "content": "114.  The Court reiterates that where an individual raises an arguable claim that he has been seriously ill-treated in breach of Article 3, that provision, read in conjunction with the State’s general duty under Article 1 of the Convention to “secure to everyone within their jurisdiction the rights and freedoms defined in ... [the] Convention”, requires by implication that there should be an effective official investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  An obligation to investigate “is not an obligation of result, but of means”: not every investigation should necessarily be successful or come to a conclusion which coincides with the claimant’s account of events; however, it should in principle be capable of leading to the establishment of the facts of the case and, if the allegations prove to be true, to the identification and punishment of those responsible (see Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 71, ECHR 2002-II, and Mahmut Kaya v. Turkey, no. 22535/93, § 124, ECHR 2000-III). Otherwise, the general legal prohibition of torture and inhuman and degrading treatment and punishment would, despite its fundamental importance, be ineffective in practice and it would be possible in some cases for agents of the State to abuse the rights of those within their control with virtual impunity (see Jasar v. “the former Yugoslav Republic of Macedonia”, no. 69908/01, § 55, 15 February 2007; Matko v. Slovenia, no. 43393/98, § 84, 2 November 2006; Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports 1998-VIII; and Labita, cited above, § 131).",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The minimum standards as to effectiveness defined by the Court’s case-law also include the requirements that the investigation must be independent, impartial and subject to public scrutiny, and that the competent authorities must act with exemplary diligence and promptness (see Isayeva and Others v. Russia, nos. 57947/00, 57948/00 and 57949/00, §§ 208-13, 24 February 2005, and Menesheva v. Russia, no. 59261/00, § 67, ECHR 2006-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  It has not been contested by the Government that on 1 and 2 November 2007 the applicant complained to the public prosecutor’s office about the alleged beatings of 28 October 2007. The matter was hence duly brought before the competent authorities at a time when they could reasonably have been expected to investigate the circumstances in question. The applicant’s allegations were corroborated by reference to the results of his medical examination after the incident, which recorded multiple abrasions and a haematoma on the applicant’s body (see paragraph 61 above). The applicant’s claim was therefore shown to be “arguable” and the domestic authorities were placed under an obligation to carry out “a thorough and effective investigation capable of leading to the identification and punishment of those responsible” (see, for similar reasoning, Generalov v. Russia, no. 24325/03, § 139, 9 July 2009, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Court notes that on 14 December 2007 the public prosecutor’s office, having conducted an inquiry, found that on 28 October 2007 during the technical inspection of the cell the applicant had failed to abide by the lawful orders of the prison officers and that the latter had been obliged to have recourse to physical force and special means (see paragraph 63 above). The decision did not elaborate on the measures taken in the course of the inquiry, such as, for example, the questioning of those involved in the incident and of possible witnesses and the examination of the medical evidence. It did not address the applicant’s allegation concerning the involvement of a special-purpose unit in the incident and did not specify in what way the applicant had failed to comply with the orders of the prison officers. Neither did the decision contain any assessment as to whether the interference with the applicant’s physical integrity had been proportionate to his own conduct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  The Court further notes that over nine months after the alleged beatings, on 27 August 2008, the public prosecutor’s office decided not to institute criminal proceedings against the prison officers. Relying on the results of the applicant’s medical examination, the report on the use of a rubber truncheon and the statements made by four officers involved in the incident, the public prosecutor’s office arrived at the conclusion that physical force and a rubber truncheon had been lawfully used against the applicant in the course of the search carried out in his cell, owing to his failure to comply with the lawful orders of the prison officers (see paragraph 64 above). Almost a year later, on 27 July 2009, the decision in question was cancelled because the inquiry had been found to be incomplete. It was indicated that in the course of the additional inquiry it was necessary, among other things, to question the applicant, to obtain and examine his medical documents and to question the head of the “Tayfun” specialpurpose unit which was allegedly involved in the incident of 28 October 2007 (see paragraph 65 above). As the applicant was not informed as to the subsequent course of the inquiry, it was for the Government to submit such information. However, they did not do so and provided no satisfactory explanation for the above omission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  Regard being had to the foregoing, the Court accordingly has no basis on which to conclude that the inquiries were either prompt or thorough. It therefore considers that in the instant case the authorities failed to carry out an effective investigation in accordance with the requirements of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  There has therefore been a violation of Article 3 of the Convention under its procedural limb.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION ON ACCOUNT OF THE LENGTH OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "122.  The applicant complained that the length of the criminal proceedings against him had been incompatible with the “reasonable time” requirement of Article 6 § 1 of the Convention, which provides, in its relevant part, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "123.  The Government submitted that the overall duration of the proceedings against the applicant had not exceeded the reasonable time requirement under Article 6 § 1 of the Convention. In the course of the trial the court had dealt with a considerable number of requests filed by the participants to the proceedings; it had examined extensive material from the case file (four co-defendants and over twenty witnesses had been questioned and over fifteen expert examinations had been carried out); on a number of occasions the hearings had been adjourned owing to the non-attendance of witnesses, jurors or defendants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The applicant maintained his complaint. He pointed out that in calculating the length of the criminal proceedings against him the Government had failed to take into account the time when the case was pending before the appeal court. He further submitted that the failure of the defendants to appear was attributable exclusively to the domestic authorities, which had failed to organise their transfer to the courthouse. As to the non-attendance of jurors, the applicant submitted that on two occasions the jurors who had failed to appear had been replaced with substitute jurors, a fact reflected in the record of the trial. Hence, the Government’s reference to the adjournments allegedly caused by the nonattendance of jurors was not valid.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "125.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "126.  The Court reiterates that the period to be taken into consideration in determining the length of criminal proceedings begins with the day on which a person is “charged” within the autonomous meaning to be given to that term. It ends with the day on which a charge is finally determined or the proceedings are terminated. The “charge”, for the purposes of Article 6 § 1, may be defined as “the official notification given to an individual by the competent authority of an allegation that he has committed a criminal offence”, a definition that also corresponds to the test of whether “the situation of the [suspect] has been substantially affected” (see, most recently, Vladimir Krivonosov v. , no. 7772/04, § 147, 15 July 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  The Court further observes that only those periods when the case was actually pending before the courts should be taken into account, that is, the periods when there was no judgment in the determination of the criminal charge against the applicant and when the authorities were under an obligation to give such a judgment (see, by analogy, Barantseva v. Russia, no. 22721/04, § 47, 4 March 2010, and Ignatyeva v. Russia, no. 10277/05, § 34, 3 April 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  It follows that in the present case the proceedings against the applicant remained pending during two periods. The first period began on the date of the applicant’s arrest on 16 April 2005, when he was first affected by the “charges” against him, and ended on 15 May 2008, when the judgment of 6 November 2007 was upheld on appeal. The second period started to run on 25 February 2009, when the appeal decision of 15 May 2008 was quashed by way of supervisory review, and ended on 23 July 2009, when the new appeal decision was taken by the Supreme Court. Therefore, the period to be taken into consideration lasted for almost three and a half years. This period spanned the investigation stage and two levels of jurisdiction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Reasonableness of the length of proceedings",
                                "elements": [
                                    {
                                        "content": "129.  The Court reiterates that the reasonableness of the length of the proceedings is to be assessed in the light of the particular circumstances of the case, regard being had to the criteria laid down in the Court’s case-law – in particular, the complexity of the case, the applicant’s conduct and the conduct of the competent authorities. On the latter point, what is at stake for the applicant also has to be taken into consideration (see, most recently, Vladimir Krivonosov, cited above, § 149, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.  The Court accepts that the present case, involving five codefendants and multiple serious charges, was rather complex.",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.  Regarding the applicant’s conduct, the Court cannot discern any delay in the proceedings attributable to the applicant. The non-attendance of co-defendants, all detained in custody, cited by the Government as one of the reasons for the adjournment of the hearings, cannot be imputed to the applicant as the appearance of his co-defendants before the court was dependent on the domestic authorities in charge of their transport from the detention facility to the courthouse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  Turning to the conduct of the domestic authorities, the Court notes that from April 2005 to June 2006 the case was being investigated by the investigating authorities and that from December 2006 to November 2007 it was being examined by the trial court. Both periods appear reasonable. The Court further notes that it took the domestic court about five months to examine the applicant’s conviction on appeal for the first time and another five months to reexamine the case on appeal after the quashing of the initial appeal decision in supervisory review proceedings. This length of time does not seem to be unreasonable. It appears, therefore, that the only delay in the proceedings against the applicant for which the domestic authorities could be criticised was the one which occurred from June 2006 to December 2006 as a result of the trial court’s abortive attempt to resubmit the case to the public prosecutor for amendment of the bill of indictment. In the Court’s view, however, this delay by itself was not such as to prolong the proceedings in question beyond what can be considered to be a reasonable time for the examination of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  Having regard to the foregoing, the Court considers that the length of the proceedings in the present case did not exceed the “reasonable time” requirement. There has therefore been no breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "134.  Finally, the applicant submitted a number of additional complaints under Article 6 of the Convention relating to his trial.",
                                "elements": []
                            },
                            {
                                "content": "135.  Having regard to all the material in its possession, and in so far as these complaints fall within its competence, the Court finds that there is no appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "136.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "137.  The applicant claimed 30,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  The Government submitted that the claim was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  The Court notes that it has found a combination of serious violations in the present case. The applicant was detained in inhuman and degrading conditions. He was further ill-treated while in custody and the domestic authorities failed to carry out a prompt and effective investigation. In these circumstances, the Court considers that the applicant’s suffering and frustration cannot be compensated for by the mere finding of a violation. Making its assessment on an equitable basis, the Court awards the applicant EUR 18,000 in respect of non-pecuniary damage, plus any tax that may be chargeable to the applicant on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "140.  The applicant did not claim costs and expenses. Accordingly, there is no call to make an award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "141.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares admissible",
                        "elements": []
                    },
                    {
                        "content": "(a)  the complaint under Article 3 concerning the conditions of the applicant’s detention in detention facility IZ-47/1 in ;",
                        "elements": []
                    },
                    {
                        "content": "(b)  the complaint under Article 13 concerning the absence of an effective remedy in respect of the allegedly abject conditions of detention;",
                        "elements": []
                    },
                    {
                        "content": "(c)  the complaint under Article 3 concerning the alleged ill-treatment on 28 October 2007 and failure to conduct a prompt and thorough investigation into it;",
                        "elements": []
                    },
                    {
                        "content": "(d)  the complaint under Article 6 § 1 concerning the length of the criminal proceedings against the applicant;",
                        "elements": []
                    },
                    {
                        "content": "and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention on account of the conditions of the applicant’s detention in detention facility IZ-47/1 in St Petersburg from 6 May 2005 to April 2008, and no violation on account of the conditions of his detention in the above-mentioned facility from April 2008 to 7 September 2008 and from 7 June to 17 September 2009;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention on account of the lack of an effective remedy enabling the applicant to complain about the conditions of his detention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 3 of the Convention under its substantive and procedural limbs on account of the applicant’s ill-treatment on 28 October 2007;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been no violation of Article 6 § 1 of the Convention on account of the length of the proceedings against the applicant;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 18,000 (eighteen thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 May 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF POPANDOPULO v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-104724.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:0510JUD000451209",
    "externalsources": [],
    "extractedappno": [
        "4512/09",
        "1439/06",
        "2052/08",
        "26772/95",
        "30210/96",
        "106/02",
        "6847/02",
        "62208/00",
        "66460/01",
        "63378/00",
        "47095/99",
        "15217/07",
        "78146/01",
        "67253/01",
        "36898/03",
        "28524/95",
        "38711/03",
        "12008/03",
        "15591/03",
        "67542/01",
        "205/02",
        "21689/93",
        "24650/02",
        "44558/98",
        "62936/00",
        "7064/05",
        "72286/01",
        "72277/01",
        "35207/03",
        "7178/03",
        "21986/93",
        "8927/02",
        "65859/01",
        "46477/99",
        "22535/93",
        "69908/01",
        "43393/98",
        "57947/00",
        "57948/00",
        "57949/00",
        "59261/00",
        "24325/03",
        "7772/04",
        "22721/04",
        "10277/05"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-104724",
    "judgementdate": "10/05/2011 00:00:00",
    "kpdate": "10/05/2011 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "596",
        "445",
        "76",
        "406",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "13",
        "3",
        "6-1",
        "6",
        "41"
    ],
    "parties": [
        "POPANDOPULO",
        "RUSSIA"
    ],
    "rank": "800.866821289063",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "A.B. v. Russia, no. 1439/06, 14 October 2010",
        "Ahmet Özkan and Others v. Turkey, no. 21689/93, § 426, 6 April 2004",
        "Aleksandr Makarov v. Russia, no. 15217/07, 12 March 2009",
        "Andrey Frolov v. Russia, no. 205/02, §§ 43-51, 29 March 2007",
        "Assenov and Others v. Bulgaria, 28 October 1998, § 102, Reports 1998-VIII",
        "Babushkin v. Russia, no. 67253/01, § 44, 18 October 2007",
        "Barantseva v. Russia, no. 22721/04, § 47, 4 March 2010",
        "Benediktov v. Russia, no. 106/02, §§ 33 et seq., 10 May 2007",
        "Dedovskiy and Others v. Russia, no. 7178/03, 15 May 2008",
        "Generalov v. Russia, no. 24325/03, § 139, 9 July 2009",
        "Goroshchenya v. Russia, no. 38711/03, § 64-73, 22 April 2010",
        "Gusev v. Russia, no. 67542/01, §§ 51-61, 15 May 2008",
        "Ignatyeva v. Russia, no. 10277/05, § 34, 3 April 2008",
        "Isayeva and Others v. Russia, nos. 57947/00, 57948/00 and 57949/00, §§ 208-13, 24 February 2005",
        "Jasar v. “the former Yugoslav Republic of Macedonia”, no. 69908/01, § 55, 15 February 2007",
        "Kalashnikov v. Russia, no. 47095/99, §§ 97 et seq., ECHR 2002-VI",
        "Khudoyorov v. Russia, no. 6847/02, ECHR 2005-X (extracts)",
        "Labita v. Italy [GC], no. 26772/95, ECHR 2000-IV",
        "Kudla v. Poland [GC], no. 30210/96, ECHR 2000-XI",
        "Labzov v. Russia, no. 62208/00, §§ 44 et seq., 16 June 2005",
        "Lutokhin v. Russia, no. 12008/03, §§ 48-59, 8 April 2010",
        "Mahmut Kaya v. Turkey, no. 22535/93, § 124, ECHR 2000-III",
        "Matko v. Slovenia, no. 43393/98, § 84, 2 November 2006",
        "Mayzit v. Russia, no. 63378/00, §§ 39 et seq., 20 January 2005",
        "Menesheva v. Russia, no. 59261/00, § 67, ECHR 2006-III",
        "Novoselov v. Russia, no. 66460/01, §§ 41 et seq., 2 June 2005",
        "Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 71, ECHR 2002-II",
        "Peers v. Greece, no. 28524/95, §§ 70-72, ECHR 2001-III",
        "Ribitsch v. Austria, 4 December 1995, § 38, Series A no. 336",
        "Salman v. Turkey [GC], no. 21986/93, § 100, ECHR 2000-VII",
        "Seleznev v. Russia, no. 15591/03, §§ 38-48, 26 June 2008",
        "Sharomov v. Russia, no. 8927/02, § 27, 15 January 2009",
        "Sheydayev v. Russia, no. 65859/01, § 59, 7 December 2006",
        "Trepashkin v. Russia, no. 36898/03, § 94, 19 July 2007",
        "Vladimir Krivonosov v. Russia, no. 7772/04, 15 July 2010",
        "Vlasov v. Russia, no. 78146/01, 12 June 2008."
    ],
    "separateopinion": "FALSE",
    "sharepointid": "359464",
    "typedescription": "15"
}