{
    "__articles": "6;6-1",
    "__conclusion": "No violation of Art. 6-1",
    "applicability": "",
    "appno": "58452/00;61920/00",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-84317.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in applications (nos. 58452/00 and 61920/00) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two German nationals, Mr Burkhard Lückhof and Mr Helmut Spanner (“the applicants”), on 18 February and 30 August 2000 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr M. Freund, a lawyer practising in . The Austrian Government (“the Government”) were represented by their Agent, Ambassador F. Trauttmansdorff, Head of the International Law Department at the Federal Ministry of Foreign Affairs. The German Government did not make use of their right to intervene under Article 36 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained that being compelled, as registered car keepers, to provide information on the identity of the driver on the occasion of the commission of a traffic offence violated their right to remain silent and not to incriminate themselves.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 18 March 2004 the Court declared the applications admissible. By a decision of 1 June 2006 the Court decided to adjourn the proceedings pending the outcome of the Grand Chamber proceedings in O’Halloran and Francis v. the United Kingdom (nos. 15809/02 and 25624/02). Following the adoption of the judgment in that case the proceedings were resumed.",
                        "elements": []
                    },
                    {
                        "content": "5.  Neither of the parties made further observations on the merits (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The first applicant was born in 1955 and lives in Dillenburg, a town situated in the Federal Republic of Germany. The second applicant lives in Weissenburg, also situated in the Federal Republic of Germany.",
                                "elements": []
                            },
                            {
                                "content": "A.  Mr Lückhof (application no. 58452/00)",
                                "elements": [
                                    {
                                        "content": "7.  On 7 August 1998 at 10.30 a.m. the car of which the applicant is the registered keeper was recorded by a radar speed detector as exceeding the speed limit by 17 k.p.h.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 12 October 1998 the Deutschlandsberg District Administrative Authority (Bezirkshauptmannschaft) ordered the applicant to disclose within two weeks the full name and address of the person who had been driving his car at the material time and place on 7 August 1998. It noted that an administrative offence had been committed by the driver of the car. The order referred to section 103(2) of the Motor Vehicles Act (Kraftfahrzeuggesetz) as its legal basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 25 October 1998 the applicant replied that, on the date at issue, he had been on holiday with some friends and could not remember who had been driving the car at the material time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 9 November 1998 the District Administrative Authority issued a provisional penal order (Strafverfügung) in which it sentenced the applicant under sections 103(2) and 134(1) of the Motor Vehicles Act to pay a fine of 1,500 Austrian schillings (ATS) with two days’ imprisonment in default. It found that the applicant had failed to give the requested information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant filed an objection against this decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 29 December 1998 the District Administrative Authority dismissed the applicant’s objection and issued a penal order (Straferkenntnis) confirming its previous decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant appealed on 20 January 1999, submitting in particular that he had not given any false information but had replied as best as he could. In any case, the obligation under section 103(2) of the Motor Vehicles Act to disclose the identity of the driver of his car violated his right not to incriminate himself as guaranteed by Article 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 1 March 1999 the Styria Independent Administrative Panel (Unabhängiger Verwaltungssenat) dismissed the applicant’s appeal. It noted in particular that the registered car keeper did not only act contrary to section 103(2) of the Road Traffic Act if he gave false information, but also if he provided incomplete information or no information at all. If need be he was obliged to keep records of the names and addresses of persons who had been driving his car. The applicant had failed to give the information requested by the District Administrative Authority’s order of 12 October 1998. As to the applicant’s complaint that the obligation to disclose the identity of the driver of his car at a given time violated his right not to incriminate himself, the Panel observed that the relevant sentence in section 103(2) had constitutional rank. In this connection it referred to the ’s judgment of 29 September 1988 (see paragraph 32 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 8 June 1999 the  (Verfassungsgerichtshof) refused to deal with the applicant’s complaint. Referring to its judgment of 29 September 1988, it considered that the applicant’s complaint about an alleged violation of his right not to incriminate himself did not offer sufficient prospects of success.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 5 August 1999 the  (Verwaltungs-gerichtshof) refused to deal with the applicant’s complaint pursuant to section 33a of the Administrative Court Act since the amount of the penalty did not exceed ATS 10,000 and no important legal problem was at stake. This decision was served on the applicant on 26 August 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  No proceedings for speeding were brought against the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Mr Spanner (application no. 61920/00)",
                                "elements": [
                                    {
                                        "content": "18.  On 25 August 1998 at 3 p.m. the car of which the applicant is the registered keeper was parked illegally in a street in the seventh district of Vienna.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 3 November 1998 the Vienna Municipal Authority (Magistratsabteilung der Stadt Wien) issued a provisional penal order against the applicant for parking contrary to the provisions of the Vienna Parking Meter Act (Wiener Parkometergesetz) and sentenced him to pay a fine of ATS 500 Austrian schillings with twelve hours’ imprisonment in default.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant filed an objection against this decision. Consequently, the provisional penal order became invalid in accordance with section 49(2) of the Act on Administrative Offences (Verwaltungsstrafgesetz). However, the criminal proceedings against the applicant relating to the offence of illicit parking remained pending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 28 December 1998, the Vienna Municipal Authority ordered the applicant pursuant to section 1a of the Vienna Parking Meter Act to disclose within two weeks the full name and address of the person who had parked his car on 25 August 1998 at the above-mentioned place. It noted that an offence under the said Act, namely illicit parking in a short-term parking area, had been committed. The order informed the applicant that failure to provide the information or any incomplete or belated giving of information constituted an offence by virtue of section 1a taken in conjunction with section 4(2) of the Vienna Parking Meter Act. The applicant did not reply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 3 March 1999 the Vienna Municipal Authority issued a provisional penal order sentencing the applicant under section 1a taken together with Section 4 § 2 of the Vienna Parking Meter Act to pay a fine of ATS 500 with twelve hours’ imprisonment in default for failure to disclose the identity of the driver of his car.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant lodged an objection against this decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 10 June 1999 the Vienna Municipal Authority dismissed the applicant’s objection and issued a penal order confirming its previous decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The applicant appealed on 6 July 1999 submitting, in particular, that the imposition of a fine for failure to disclose the identity of the driver of his car violated his right not to incriminate himself as guaranteed by Article 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 6 September 1999 the Vienna Independent Administrative Panel dismissed the applicant’s appeal. It noted in particular that the registered car keeper’s obligation to disclose the identity of the driver of his car pursuant to section 1a of the Vienna Parking Meter Act had to be read in conjunction with Article II of Federal Law no. 384/1986, which provided that the authority’s right to require information shall take precedence over the right to refuse to give information. This provision had constitutional rank and was comparable to the last sentence of section 103(2) of the Motor Vehicles Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 1 February 2000 the Vienna Municipal Authority informed the applicant that the criminal proceedings against him for illicit parking had been discontinued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 6 March 2000 the  refused to deal with the applicant’s complaint. Having regard to its case-law relating to section 103(2) of the Motor Vehicles Act, it found that the applicant’s complaint did not offer sufficient prospects of success.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 15 May 2000 the  refused to deal with the applicant’s complaint pursuant to section 33a of the Administrative Court Act since the amount of the penalty did not exceed ATS 10,000 and no important legal problem was at stake.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Motor Vehicles Act",
                                "elements": [
                                    {
                                        "content": "30.  Section 103(2) of the Motor Vehicles Act, as amended in 1986, (Kraftfahrgesetz) provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The authority may request information as to who had driven a certain motor vehicle identified by the number plate .... at a certain time or had last parked such a motor vehicle ... at a certain place before a certain date. The registered car keeper ... must provide such information, which must include the name and address of the person concerned; if he or she is unable to give such information, he/she must name a person who can do so and who will then be under an obligation to inform the authority; the statements made by the person required to give information do not release the authority from its duty to verify such statements where this seems appropriate in the circumstances of the case. The requested information is to be provided immediately or, in case of a written request, within two weeks after the request has been served; where such information cannot be provided without keeping pertinent records, such records shall be kept. The authority’s right to require such information shall take precedence over the right to refuse to give information.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The last sentence of this provision was enacted as a provision of constitutional rank after the Constitutional Court had, in its judgments of 3 March 1984 and 8 March 1985, quashed previous similar provisions on the ground that they were contrary to Article 90 § 2 of the Federal Constitution which prohibits, inter alia, that a suspect be obliged on pain of a fine to incriminate himself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In its judgment of 29 September 1988 (VfSlg. 11.829) the Constitutional Court found that the first to third sentences of section 103(2) of the Motor Vehicles Act, as amended in 1986, were, like the previous provisions, contrary to the right not to incriminate oneself which flowed from Article 90 § 2 of the Federal Constitution and from Article 6 of the European Convention of Human Rights but were saved by the last sentence of that provision, which had constitutional rank. In reaching that conclusion the  had examined whether the last sentence of section 103(2) was contrary to the guiding principles of the constitution, but had found that this was not the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Section 134(1) of the Motor Vehicles Act, in the version in force at the material time, provided that a fine of up to ATS 30,000, or up to six weeks’ imprisonment in default, could be imposed on a person who violates the regulations of that Act.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The  Parking Meter Act",
                                "elements": [
                                    {
                                        "content": "34.  The Vienna Parking Meter Act regulates the levying of parking fees in specified “short-term parking areas”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The relevant part of section 1a of the Vienna Parking Meter Act reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) The registered keeper of a motor vehicle ... has, if the motor vehicle has been parking in a short-term parking area liable to a fee, to inform the Municipal Authority to whom he has left the motor vehicle ... at a certain time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) The information, which must include the name and address of the person concerned, is to be provided immediately or, in case of a written request, within two weeks after the request has been served; where such information cannot be provided without keeping pertinent records, such records shall be kept.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  According to section 4(2) of the Vienna Parking Meter Act, in the version in force at the material time, a fine of up to ATS 3,000 could be imposed for a failure to comply with the obligation laid down in Section 1a.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The relevant part of Article II of Federal Law no. 384/1986 reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Where the Länder, in regulating the levying of fees for the parking of motor vehicles ... oblige the registered keeper ... to inform the authority upon its request to whom he has left the motor vehicle ... at a certain time, the authority’s right to require such information shall take precedence over the right to refuse to give information.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "This provision was enacted as a provision of constitutional rank.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Act on Administrative Offences",
                                "elements": [
                                    {
                                        "content": "38.  Pursuant to section 5 of the Act on Administrative Offences (Verwaltungsstrafgesetz) any administrative criminal offence may be committed by negligence, unless provided otherwise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Pursuant to section 16 of that Act an administrative fine is to be accompanied by a default prison term of up to fourteen days’ imprisonment, unless provided otherwise. The enforcement of a default prison term is regulated by section 54b of the Act on Administrative Offences. It is only admissible if it is established that the fine is not recoverable. The competent authority has to conduct enforcement proceedings, in which the person concerned has the possibility to request a stay of the payment or payment by instalments. Only if the enforcement of the fine proves to be unsuccessful can an order for the enforcement of the default prison term be made. The order must inform the person concerned that payment of the fine can be made at any time in order to avert the execution of the default prison term.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  The applicants complained of a violation of their right to remain silent and the privilege against self-incrimination. They relied on Article 6 § 1 of the Convention which, in its relevant part, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "41.  The applicants argued that, in cases in which the registered car keeper happened to have been the driver at the time when the traffic offence has been committed, section 103(2) of the Motor Vehicles Act obliged him on pain of a fine to incriminate himself, since an admission of having driven the car amounted in practical terms to a confession of having committed the offence. However, obtaining a confession by means of coercion was incompatible with the right to silence and the privilege against self-incrimination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The applicants contested the Government’s public policy argument, asserting that the interests in an effective prosecution of traffic offences could not justify curtailing the right to silence and the privilege against self-incrimination, which were core contents of the notion of a fair trial. Moreover, the example of other member States showed that it was possible to secure the prosecution of traffic offences without resorting to a provision which was contrary to Article 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Finally, the applicants, being German nationals, submitted that the Ministries for the Interior of a number of German Länder refused to execute penal orders under section 103(2) of the Motor Vehicles Act on the ground that it violated the right to remain silent and the right not to incriminate oneself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government, referring to the Court’s case-law, contended that the right to silence and the privilege against self-incrimination were not absolute (see John Murray v. the United Kingdom, judgment of 8 February 1996, Reports of Judgments and Decisions 1996-I, p. 49, § 45).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Government distinguished the present case from cases in which the Court found a violation of the right to remain silent and the privilege against self-incrimination (in particular, Funke v. France, judgment of 25 February 1993, Series A no. 256-A, and J.B. v. Switzerland, no. 31827/96, ECHR 2001-III) in that the applicants’ choice was not limited to either remaining silent and having a fine imposed on them or incriminating themselves. They remained free to disclose the name and address of a third person as the driver of the car or to show that the car had been used without their consent by a person unknown to them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Given the public interest in the prosecution of traffic offences and the minor nature of the fine imposed, section 103(2) of the Motor Vehicles Act struck a fair balance between the public interest and the individual car keeper’s interest to remain silent and therefore appeared proportionate.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "47.  The Court observes that it has recently examined the case of O’Halloran and Francis v. the United Kingdom ([GC], nos. 15809/02 and 25624/02, ECHR 2007-...), raising similar issues.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  That case concerned two applicants. Both were registered keepers of a car which was caught on a speed camera. They were both served with a notice of the intention to prosecute the driver of the vehicle and they were asked to furnish the name and address of the driver of the vehicle pursuant to section 172 of the Road Traffic Act 1988. Furthermore they were informed that failure to provide that information was a criminal offence under section 172 of the said Act. Mr O’Halloran admitted that he had been the driver on the occasion at issue and attempted, unsuccessfully, to have that evidence excluded from his trial. He was then convicted of speeding. Mr Francis refused to give the requested information and was convicted for the refusal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49. The Court notes at the outset that the applicability of Article 6 under its criminal head is not in dispute. Mr Spanner was clearly “charged” with a criminal offence, since criminal proceedings for the parking offence were pending against him when he was requested to disclose the identity of the driver (see paragraphs 19-21 above). Regarding Mr Lückhof, the Court notes that the order of 12 October 1998 informed him that an administrative offence had been committed with his car at a specified time and place and in that context he was ordered to disclose the identity of the driver (see paragraph 8 above). The Court sees little difference between his situation and the situation of the applicants in O’Halloran and Francis who received a notice of the intention to prosecute the driver when being asked to disclose the driver’s identity. Consequently, Mr Lückhof was “substantially affected” by the order to disclose the driver in the context of the underlying speeding offence and, thus, has been “charged” within the autonomous meaning of that term in Article 6 (see O’Halloran and Francis, cited above, § 35, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  For the remainder, the present case resembles that of Mr Francis, in that both applicants did not provide the name and address of the driver as requested and were convicted of failure to comply with their obligation to give that information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In O’Halloran and Francis (cited above) the Court, having given a detailed summary of its case-law (namely, Funke, cited above; John Murray, cited above; Saunders v. the United Kingdom, judgment of 17 December 1996, Reports 1996VI; Serves v. France, judgment of 20 October 1997, Reports 1997VI; Heaney and McGuinness v. , no. 34720/97, ECHR 2000XII; Weh v. Austria, no. 38544/97, 8 April 2004; Shannon v. the United Kingdom, no. 6563/03, 4 October 2005; and Jalloh v. Germany [GC], no. 54810/00, ECHR 2006...) found as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“55.  In the light of the principles contained in its Jalloh judgment, and in order to determine whether the essence of the applicants’ right to remain silent and privilege against self-incrimination was infringed, the Court will focus on the nature and degree of compulsion used to obtain the evidence, the existence of any relevant safeguards in the procedure, and the use to which any material so obtained was put.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The nature and degree of the compulsion used to obtain the evidence in the case of Mr O’Halloran, or to attempt to obtain the evidence in the case of Mr Francis, were set out in the Notice of Intended Prosecution each applicant received. They were informed that, as registered keepers of their vehicles, they were required to provide the full name and address of the driver at the time and on the occasion specified. They were each informed that failure to provide the information was a criminal offence under section 172 of the Road Traffic Act 1988. The penalty for failure by the applicants to give information was a fine of up to GBP 1,000, and disqualification from driving or an endorsement of three penalty points on their driving licence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court accepts that the compulsion was of a direct nature, as was the compulsion in other cases in which fines were threatened or imposed for failure to provide information. In the present case, the compulsion was imposed in the context of section 172 of the Road Traffic Act, which imposes a specific duty on the registered keeper of a vehicle to give information about the driver of the vehicle in certain circumstances. The Court notes that although both the compulsion and the underlying offences were “criminal” in nature, the compulsion flowed from the fact, as Lord Bingham expressed it in the Privy Council in the case of Brown v. Stott (see paragraph 31 above), that “All who own or drive motor cars know that by doing so they subject themselves to a regulatory regime. This regime is imposed not because owning or driving cars is a privilege or indulgence granted by the State but because the possession and use of cars (like, for example, shotguns ...) are recognised to have the potential to cause grave injury”. Those who choose to keep and drive motor cars can be taken to have accepted certain responsibilities and obligations as part of the regulatory regime relating to motor vehicles, and in the legal framework of the United Kingdom, these responsibilities include the obligation, in the event of suspected commission of road traffic offences, to inform the authorities of the identity of the driver on that occasion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  A further aspect of the compulsion applied in the present cases is the limited nature of the inquiry which the police were authorised to undertake. Section 172 (2)(a) applies only where the driver of the vehicle is alleged to have committed a relevant offence, and authorises the police to require information only “as to the identity of the driver”. The information is thus markedly more restricted than in previous cases, in which applicants have been subjected to statutory powers requiring production of “papers and documents of any kind relating to operations of interest to [the] department” (Funke, referred to above, § 30), or of “documents etc. which might be relevant for the assessment of taxes” (J.B v. Switzerland, cited above, § 39). In the case of Heaney and McGuinness the applicants were required to give a “full account of [their] movements and actions during any specified period ...” (referred to above, § 24), and in that of Shannon, information could be sought (with only a limited legal professional privilege restriction) on any matter which appeared to the investigator to relate to the investigation (see reference at § 23 of the Shannon judgment referred to above). The information requested of the applicant in the case of Weh was limited, as in the present case, to “information as to who had driven a certain motor vehicle ... at a certain time ...” (Weh judgment cited above, § 24). The Court found no violation of Article 6 in that case on the ground that no proceedings were pending or anticipated against him. It noted that the requirement to state a simple fact – who had been the driver of the car – was not in itself incriminating (ibid., §§ 53-54). Further, as Lord Bingham noted in Brown v. Stott (paragraph 31 above), section 172 does not sanction prolonged questioning about facts alleged to give rise to criminal offences, and the penalty for declining to answer is “moderate and non-custodial”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court in the case of Jalloh referred to the existence of relevant safeguards in the procedure. In cases where the coercive measures of section 172 of the 1988 Act are applied, the Court notes that by section 172(4), no offence is committed under section 172(2)(a) if the keeper of the vehicle shows that he did not know and could not with reasonable diligence have known who the driver of the vehicle was. The offence is thus not one of strict liability, and the risk of unreliable admissions is negligible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  As to the use to which the statements were put, Mr O’Halloran’s statement that he was the driver of his car was admissible as evidence of that fact by virtue of section 12(1) of the Road Traffic Offenders Act 1988 (see paragraph 27 above), and he was duly convicted of speeding. At his trial, he attempted to challenge the admission of the statement under sections 76 and 78 of the Police and Criminal Evidence Act 1984, although the challenge was unsuccessful. It remained for the prosecution to prove the offence beyond reasonable doubt in ordinary proceedings, including protection against the use of unreliable evidence and evidence obtained by oppression or other improper means (but not including a challenge to the admissibility of the statement under section 172), and the defendant could give evidence and call witnesses if he wished. Again as noted in the case of Brown v. Stott, the identity of the driver is only one element in the offence of speeding, and there is no question of a conviction arising in the underlying proceedings in respect solely of the information obtained as a result of section 172(2)(a).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  As Mr Francis refused to make a statement, it could not be used in the underlying proceedings, and indeed the underlying proceedings were never pursued. The question of the use of the statements in criminal proceedings did not arise, as his refusal to make a statement was not used as evidence: it constituted the offence itself (see Allen v. the United Kingdom (dec.), no. 76574/01, ECHR 2002-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Having regard to all the circumstances of the case, including the special nature of the regulatory regime at issue and the limited nature of the information sought by a notice under section 172 of the Road Traffic Act 1988, the Court considers that the essence of the applicants’ right to remain silent and their privilege against self-incrimination has not been destroyed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Accordingly, there has been no violation of Article 6 § 1 of the Convention.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court will examine whether or not the same considerations apply in the present cases. It will apply the criteria established in O’Halloran and Francis (cited above, § 55) in the light of the circumstances of the present cases and with regard to the provisions of Austrian law here at issue. The relevant criteria are the nature and degree of the compulsion used to obtain the evidence, the existence of any relevant safeguards in the procedure and the use to which any material so obtained was put.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  As to the nature of the compulsion used in order to seek information, the Court observes that in Mr Lückhof’s case the order to disclose the identity of the driver limited itself to drawing his attention to section 103(2) of the Motor Vehicles Act, that is, to the legal provision that makes it an obligation for the registered car keeper to provide such information. No mention was made of the penalties applicable in the event of failure to comply with the order. Nevertheless, the Court considers that, in the circumstances, it must have been clear to the first applicant that failure to comply with the obligation would entail consequences, for instance the imposition of a fine. In Mr Spanner’s case the order to disclose the identity of the driver referred to section 1a taken in conjunction with section 4(2) of the Vienna Parking Meter Act, which makes the failure to provide information an offence punishable with a fine. Although the first applicant’s case is less clear-cut than the second applicant’s, the Court accepts that in both cases the compulsion was of a direct nature. The applicants were obliged on pain of a fine to provide the name and address of the person who had driven the car on the occasion of the commission of the underlying traffic offence. Like in O’Halloran and Francis (cited above, § 57) it can be said that the compulsion flowed from the fact that owners or drivers of motor vehicles subject themselves to a regulatory regime involving certain responsibilities and obligations. In Austria, like in the , those obligations include the obligation, in the event of suspected commission of road traffic offences, to inform the authorities of the identity of the driver on that occasion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Regarding the degree of compulsion, the Court notes that the maximum fines the applicants risked incurring amounted to ATS 30,000 (2,180 euros (EUR)) in Mr Lückhof’s case and to ATS 3,000 (EUR 210) in Mr Spanner’s case. The fines actually imposed amounted to ATS 1,500 (EUR 105) in the first applicant’s case and to ATS 500 (EUR 36) in the second applicant’s case. In comparison, the Court notes that the applicants in O’Halloran and Francis were liable to pay a fine of up to 1000 pounds sterling (GBP) (EUR 1,446) and disqualification from driving or an endorsement of up to three penalty points on their driving licence (ibid., § 56). Mr Francis, who refused to give evidence, was actually ordered to pay a fine of GBP 750 (EUR 1,218) plus procedural costs and three penalty points. The Court considers that the difference as regards the penalties at stake is not decisive. The fact that, in Austrian administrative criminal law, fines are accompanied by default prison terms does not change that assessment. The default prison terms which amounted to two days’ imprisonment in Mr Lückhof’s case and to twelve hours’ imprisonment in Mr Spanner’s case may only be enforced after the conduct of a separate set of proceedings and if a number of conditions are met (see paragraph 39 above). Therefore it cannot be said that they brought direct pressure to bear on the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Another similarity with the case of O’Halloran and Francis (cited above, § 58) is the limited nature of the inquiry permitted by section 103(2) of the Motor Vehicles Act and section 1a of the Vienna Parking Meter Act. By virtue of both provisions the authorities are only entitled to seek information as regards the name and address of the person who was the driver of a particular motor vehicle at a given time and place. In this context the Court reiterates that in the case of Weh (referred to above, § 24) it has already found that the requirement to state a simple fact, namely who the driver of the car was, was not in itself incriminating. Indeed, this distinguishes cases concerning the registered car keeper’s obligation to disclose the identity of the driver from other cases, in which the authorities were entitled to seek comprehensive information or to subject the applicants to extensive questioning (see Funke, § 30; J.B. v. Switzerland, § 39; Heaney and McGuinness, § 24; and Shannon, § 23, all cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Again, similarly as in O’Halloran and Francis (cited above, § 59) there are certain safeguards in the procedure. Firstly, section 103(2) of the Motor Vehicles Act states that the authorities are obliged to verify the information if the circumstances so require. Secondly, it follows from the general principles of administrative criminal law (see paragraph 38 above) that the registered car keeper is not liable to punishment for failure to give information in cases in which such failure is not at least due to his negligence, for instance where he is not in a position to provide the information because the car had been used without his knowledge and consent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Finally, it has already been noted that neither applicant furnished the information the authorities sought to obtain. Consequently, no issue arises as regards the use of their statements in the underlying criminal proceedings. Indeed, the proceedings for speeding in Mr Lückhof’s case and those for illicit parking in Mr Spanner’s case were not pursued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In sum, the Court sees no reason in the present case to come to another conclusion than in the case of O’Halloran and Francis (cited above, § 62), namely that the essence of the applicants’ right to remain silent and their privilege against self-incrimination has not been destroyed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Accordingly, there has been no violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "    Holds that there has been no violation of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 January 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Loukis Loucaides",
            "role": "judges"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoli Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "André Wampach",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LUCKHOF and SPANNER v. AUSTRIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-84317.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0110JUD005845200",
    "externalsources": [],
    "extractedappno": [
        "58452/00",
        "61920/00",
        "15809/02",
        "25624/02",
        "31827/96",
        "34720/97",
        "38544/97",
        "6563/03",
        "54810/00",
        "76574/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-84317",
    "judgementdate": "10/01/2008 00:00:00",
    "kpdate": "10/01/2008 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "LUCKHOF and SPANNER",
        "AUSTRIA"
    ],
    "rank": "610.2275390625",
    "representedby": [
        "FREUND, M."
    ],
    "respondent": "AUT",
    "respondentOrderEng": "4",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "339256",
    "typedescription": "14"
}