{
    "__articles": "5;5-1-c;5-1;41",
    "__conclusion": "Violations of Art. 5-1;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "39598/98",
    "article": [
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-1",
            "base_article": "5",
            "element": "Violations of Art. 5-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-72544.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39598/98) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Grzegorz Hulewicz (“the applicant”), on 24 August 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr P. Pieczykolan, a lawyer practising in . The Polish Government (“the Government”) were represented by their Agents, Mr K. Drzewicki, and subsequently by Mr J. Wołąsiewicz, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that his detention had been unlawful in breach of Article 5 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Third Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  By a decision of 2 June 2005, the Court declared the application partly admissible.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1974 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The first set of criminal proceedings against the applicant (no. II K 77/97)",
                                "elements": [
                                    {
                                        "content": "9.  In the evening of 12 November 1996 the applicant was arrested on suspicion of attempted extortion committed earlier on that day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 14 November 1996 the Lębork District Court (Sąd Rejonowy) detained him on remand until 12 February 1997. It observed that the evidence obtained so far indicated that there was a great likelihood that the offence in question had been committed by the applicant. Further, it noted that the victim of the crime gave detailed testimony which he confirmed during the confrontation with the applicant. The placing of the applicant in detention was also justified by the severity of the anticipated penalty and the risk of the applicant’s going into hiding and attempting to influence witnesses. With regard to the risk of going into hiding, the District Court emphasised that in connection with the second set of proceedings (see below), the police had been looking for the applicant for over a month before his arrest. The applicant appealed against the detention order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 25 November 1996 the applicant requested his release. On 29 November 1996 the  (Sąd Wojewódzki) upheld the decision on the applicant’s detention and rejected his application for release. On unspecified dates in November 1996 the Lębork District Prosecutor heard testimonies from a number of witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 21 January 1997 the investigation was terminated. On 30 January 1997 the District Prosecutor lodged with the Lębork District Court a bill of indictment against the applicant and the three co-accused persons. The applicant was charged with attempted extortion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 12 February 1997 the President of the Lębork District Court fixed the date of the first hearing for 8 May 1997. On 14 April 1997 the applicant’s lawyer requested the trial court to adjourn the hearing scheduled for 8 May 1997, since on the same day he had to attend a hearing in another case. On 18 April 1997 the court informed the applicant’s lawyer that it did not find any compelling reasons to adjourn the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  A hearing scheduled for 8 May 1997 was adjourned due to the absence of the co-accused B.C. and the lawyers for the applicant and B.C. The trial court fixed the dates of the subsequent hearings for 17 June and 1 July 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  At the hearing of 17 June 1997 the applicant’s lawyer requested the applicant’s release. The trial court dismissed the request, considering that the grounds originally given for the applicant’s detention were still valid and that there were no new circumstances which would justify the termination of the detention. The trial court decided to adjourn the trial until 28 August 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The hearing fixed for 28 August 1997 was adjourned until 9 October 1997. On 12 September 1997 the District Court ordered that the co-accused B.C. be detained on remand, considering that his behaviour clearly jeopardised the proper conduct of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 7 October 1997 the trial court heard three witnesses. A hearing scheduled for 9 October 1997 was adjourned until 13 November 1997. On that date the District Court heard one witness and decided to close the trial. The applicant’s lawyer requested that his client be released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 14 November 1997 the Lębork District Court delivered its judgment. It convicted the applicant as charged and sentenced him to three years’ imprisonment and a fine. It also dismissed a request for the applicant’s release. The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 6 February 1998 the  amended the first-instance judgment in favour of the applicant by reducing the sentence of imprisonment to one year and a half.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The second set of criminal proceedings against the applicant (no. II K 52/97)",
                                "elements": [
                                    {
                                        "content": "20.  On 12 November 1996 the applicant was arrested on suspicion of acts of extortion committed at the beginning of October 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 14 November 1996 the Lębork District Court ordered that the applicant be detained on remand until 13 January 1997. The court considered that the evidence obtained so far in the investigation, in particular through the testimony of witnesses, revealed a great likelihood that the applicant had committed the offence with which he had been charged. It also pointed to the severity of the anticipated penalty and the risk that the applicant would go into hiding and attempt to induce witnesses and the victim to change their testimonies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 18 November 1996 the applicant requested to be released or to have his detention replaced by a more lenient preventive measure. On 29 November 1996 the  (Sąd Wojewódzki) upheld the decision of 14 November 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 7 January 1997 the Lębork District Court prolonged the applicant’s detention until 12 February 1997, referring to the necessity to carry out certain investigative measures.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 13 January 1997 the District Prosecutor lodged with the Lębork District Court a bill of indictment against the applicant and three co-accused persons. The prosecutor asked the trial court to hear eleven witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 10 February 1997 the President of the District Court fixed the dates of the hearings for 25 and 27 February 1997. On 13 February 1997 the applicant’s lawyer requested the trial court to postpone the hearing scheduled for 25 February 1997, since on that date he had to attend another hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  At the hearing held on 25 February 1997 the court heard the co-accused R.G.-D. Subsequently, the latter’s lawyer resigned, obliging the court to adjourn the hearing until 25 March 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  At the hearing of 25 March 1997 the trial court heard one of the co-accused and some witnesses. Subsequently, the District Court decided that the charges brought in the case should be characterised as armed robbery and that it did not have jurisdiction to hear the case due to the gravity of the charges. Accordingly, the case was transmitted to the , sitting as a court of first-instance, and registered under no. II K 25/97 on 8 April 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 21 April 1997 the applicant filed an application for release. On 23 April 1997 the  dismissed the application. It relied on the great likelihood that the applicant had committed the offence at issue. The  emphasised the severity of the penalty likely to be imposed on the applicant. It further referred to the need to ensure the proper conduct of the proceedings, which concerned four co-accused persons. The court rejected as irrelevant the applicant’s argument that his detention in the present case “duplicated” the detention order made in the first set of proceedings. Lastly, the court considered that there were no circumstances which would justify the termination of the applicant’s detention pursuant to Article 218 of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 9 May 1997 the  refused to join case no. II K 77/97 (the first set of proceedings) to the present one. It considered that the three co-accused persons were different in each case and that the applicant was the only accused person to face charges in both sets of proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The court held hearings on 5 and 6 November 1997. On 5 November 1997 the applicant again requested his release. On the following day the applicant was released but continued to be detained in the framework of the first set of proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 5 December 1997 the trial court held a hearing and delivered a judgment. It sentenced the applicant to one year’s imprisonment. The judgment became final on 24 June 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 28 January 2000, upon the applicant’s request, the Słupsk Regional Court issued a cumulative judgment (wyrok łączny) sentencing the applicant to a cumulative penalty of one year and ten months’ imprisonment (kara łączna) for the convictions contained in the judgments of 6 February 1998 (delivered in the course of the first set of proceedings) and of 5 December 1997 (delivered in the course of the second set of proceedings). The applicant appealed. On 11 May 2000 the Gdańsk Court of Appeal (Sąd Apelacyjny) upheld the judgment.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "33.  At the material time the domestic provisions governing detention on remand were contained in the Code of Criminal Procedure of 1969, which is no longer in force as it was repealed and replaced by the Code of Criminal Procedure of 6 June 1997, which entered into force on 1 September 1998.",
                                "elements": []
                            },
                            {
                                "content": "34.  The 1969 Code of Criminal Procedure listed detention among the so-called “preventive measures” imposed by a prosecutor (which also included, inter alia, bail and police supervision). After 4 August 1996 (that is, the date on which the Law of 29 June 1995 on Amendments to the Code of Criminal Procedure and Other Criminal Statutes came into force) detention on remand could be imposed, pursuant to Article 210 § 3, only by a court.",
                                "elements": []
                            },
                            {
                                "content": "35.  Article 209 of the Code of Criminal Procedure set out the general grounds for the imposition of preventive measures. That provision, as it stood at the relevant time, provided:",
                                "elements": []
                            },
                            {
                                "content": "“Preventive measures may be imposed in order to ensure the proper conduct of the proceedings if the evidence against the accused sufficiently justifies the opinion that he has committed a criminal offence.”",
                                "elements": []
                            },
                            {
                                "content": "36.  Article 217 § 1 of the Code defined grounds for detention on remand. At the relevant time, that provision read:",
                                "elements": []
                            },
                            {
                                "content": "“Detention on remand may be imposed if:",
                                "elements": []
                            },
                            {
                                "content": "(1)  there is a reasonable risk that an accused person will abscond or go into hiding, in particular when his identity cannot be established or he has no permanent abode [in Poland]; or",
                                "elements": []
                            },
                            {
                                "content": "(2)  there is a reasonable risk that an accused person will attempt to induce witnesses to give false testimony or to obstruct the proper conduct of the proceedings by any other unlawful means.”",
                                "elements": []
                            },
                            {
                                "content": "37.  The 1969 Code set out a margin of discretion for deciding whether to maintain a specific preventive measure. Articles 213 § 1, 218 and 225 of the Code were based on the idea that detention on remand, the most severe among the preventive measures, should not be imposed if more lenient means were adequate.",
                                "elements": []
                            },
                            {
                                "content": "Article 213 § 1 provided:",
                                "elements": []
                            },
                            {
                                "content": "“A preventive measure [including detention on remand] shall be immediately lifted or varied if the basis therefor has ceased to exist or if new circumstances have arisen which justify ending a given measure or replacing it by a more or less severe one.”",
                                "elements": []
                            },
                            {
                                "content": "Article 225 stated:",
                                "elements": []
                            },
                            {
                                "content": "“Detention on remand shall be imposed only when it is mandatory; it shall not be imposed if bail or police supervision, or both, are considered adequate.”",
                                "elements": []
                            },
                            {
                                "content": "Finally, Article 218 provided:",
                                "elements": []
                            },
                            {
                                "content": "“If there are no special reasons to the contrary, detention on remand shall be ended, in particular, if:",
                                "elements": []
                            },
                            {
                                "content": "(1)  it may seriously jeopardise the life or health of the accused, or",
                                "elements": []
                            },
                            {
                                "content": "(2)  it would entail excessively burdensome effects for the accused or his family.”",
                                "elements": []
                            },
                            {
                                "content": "38.  Article 214 of the 1969 Code, in the version applicable at the material time, stated, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“An accused may at any time apply to have a preventive measure quashed or altered. ...”",
                                "elements": []
                            },
                            {
                                "content": "39.  Until 4 August 1996, i.e. the date on which the relevant provisions of the Law of 29 June 1995 on Amendments to the Code of Criminal Procedure and Other Criminal Statutes entered into force, the law did not set any time-limits for detention on remand in court proceedings; it did so only for the investigation stage.",
                                "elements": []
                            },
                            {
                                "content": "Article 222(3) of the 1969 Code, in the version applicable after 4 August 1996, provided, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“The whole period of detention on remand until the date on which the court of first instance gives judgment may not exceed one year and six months in cases concerning offences. In cases concerning serious offences [offences for the commission of which a person was liable to a sentence of a statutory minimum of at least 3 years’ imprisonment] this period may not exceed two years.”",
                                "elements": []
                            },
                            {
                                "content": "40.  At the relevant time there was no specific provision governing detention on remand after the bill of indictment had been lodged with the competent court. Since 4 August 1996 the courts have been and are bound by the maximum statutory time-limits for which detention on remand can be imposed during the entire course of the proceedings. However, at the material time, there was no provision stating that the lodging of a bill of indictment automatically prolonged or replaced a previous detention order, or that this event itself resulted in detention – which had originally been prolonged by a court for a fixed period at the investigation stage – being continued either for an unlimited period or until a first-instance judgment was given. Nor was there any case-law to that effect. Nevertheless, according to domestic practice, once a bill of indictment had been lodged with the court competent to deal with the case, detention was assumed to be prolonged pending trial even in the absence of any further judicial decision.",
                                "elements": []
                            },
                            {
                                "content": "41.  It was only on 6 February 1997 that the Supreme Court, referring to the historical background of the amended criminal legislation, mentioned the practice of keeping an accused person in detention under the bill of indictment. It did so in a ruling on the interpretation of the Code of Criminal Procedure. That ruling related to the Code as amended with effect from 4 August 1996, where Article 222 (as amended) set out maximum time-limits for detention on remand not only at the investigation stage but at the whole pre-trial stage. In its Resolution no. I KZP 35/96 the Supreme Court replied – in the affirmative – to the question of whether, after the lodging of a bill of indictment with the competent court, that court was obliged to issue a decision prolonging the detention on remand which had, meanwhile, exceeded the period fixed (or prolonged) at the investigation stage. The relevant parts of the resolution read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Under the provisions of the Code of Criminal Procedure which applied before [4 August 1996, when] the amendment of 29 June 1995 took effect, an obligation to determine the period of detention imposed by a prosecutor at the investigation stage was laid down in Article 211 § 2. However, it did not emerge explicitly from Article 222 §§ 1 and 2 (1) of the Code that, at the investigation stage, a prosecutor or the court competent to deal with the case had each time to determine the point until which detention should last. It was deemed to be obvious that, when prolonging detention at the investigation stage, both the prosecutor and the court competent to deal with the case had to determine the time until which detention was to last under a given decision. It was therefore assumed that the obligation to determine the period of detention arose if a decision on that matter was given before the expiry of the maximum statutory terms applicable at a given stage of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "Comparing the old legislation with the present one leads [this Court] to the conclusion that the legislator, when amending the Code in June 1995, simply extended [the scope of] the rules applicable to continuing and prolonging detention on remand – which had previously applied only at the investigation stage – to the phase of court proceedings.",
                                "elements": []
                            },
                            {
                                "content": "Before the amendment, the legislation was based on the idea that a suspect should not be detained indefinitely as long as his case was not being dealt with by an independent court. Now the starting-point is that a suspect (and an accused person) should not be detained indefinitely, as long as a first-instance judgment is not rendered.",
                                "elements": []
                            },
                            {
                                "content": "Under the previous legislation there was no need to determine the period of detention after a bill of indictment had been lodged with the court because at this point proceedings reached the phase in which there was no statutory time-limit [on this measure]. For this reason, the court concerned had no interest in [knowing] until when detention had been prolonged under the last decision[;] detention could continue because ‘detention of limited duration’ had become ‘detention of unlimited duration’. There was therefore only a need to ascertain whether there were grounds for continuing detention under Article 213 of the Code.”",
                                "elements": []
                            },
                            {
                                "content": "In its further Resolution no. I KZP 23/97 of 2 September 1997, the Supreme Court confirmed that:",
                                "elements": []
                            },
                            {
                                "content": "“If the case in which detention on remand was ordered has been referred to a court with a bill of indictment and the period of detention previously fixed has expired, the court has a duty to consider whether detention needs to be continued and to give an appropriate decision on this matter.”",
                                "elements": []
                            },
                            {
                                "content": "Referring to its ruling of 6 February 1997, it also stressed that:",
                                "elements": []
                            },
                            {
                                "content": "“... the ratio legis of the amendments to the criminal legislation is based on the concept that a suspect (accused person) should in no case be detained indefinitely until the first-instance judgment is rendered in his case...",
                                "elements": []
                            },
                            {
                                "content": "It should be noted that, from the point of view of procedural safeguards for an accused person, what is material is not how long his detention at the investigation stage has lasted and how long it has lasted at the stage of the court proceedings, but the total period of his detention and whether his detention and its length are subject to review. If there is such a review at the investigation stage (Article 222 §§ 1 and 2), there is no reason why there should not be one at the stage of the court proceedings...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  Article 5 § 1 of the Convention, in so far as relevant, provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  In respect of the first set of criminal proceedings",
                                "elements": [
                                    {
                                        "content": "43.  The applicant complained under Article 5 § 1 of the Convention that in respect of the first set of the criminal proceedings he had been unlawfully detained between 13 February and 14 November 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "44.  The applicant submitted that his detention between 13 February and 14 November 1997 had been unlawful within the meaning of Article 5 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Government argued that after 13 February 1997 the Lębork District Court decided on the applicant’s detention for the first time on 17 June 1997, upon the applicant’s request for release. Thus, as from that date the applicant’s detention was authorised by a judicial decision which provided an appropriate legal basis for his continued detention. Accordingly the Government submitted that the complaint about the unlawfulness of the applicant’s detention could concern only the period from 13 February to 17 June 1997. In respect of that period, the Government refrained from assessing its compliance with Article 5 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "46.  The Court notes that between 13 February 1997, when the detention order of the Lębork District Court expired, and 17 June 1997, when the same court dismissed the applicant’s application for release, there was no judicial decision authorising the applicant’s detention (see paragraphs 10-15 above). It observes that the applicant’s detention in the period under consideration was based solely on the fact that a bill of indictment had in the meantime been lodged with the Lębork District Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court recalls that in its judgment of 28 March 2000 in Baranowski v. Poland it found that such a practice of keeping a person in detention under a bill of indictment was not “lawful” within the meaning of Article 5 § 1 of the Convention and therefore breached that provision (see Baranowski v. Poland, judgment of 28 March 2000, Reports of Judgments and Decisions 2000-III, pp. 257-259, §§ 50-58).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court sees no reason to distinguish the present case from the Baranowski case. It follows that the applicant’s pre-trial detention between 13 February and 17 June 1997 in the first set of criminal proceedings was in breach of Article 5 § 1 of the Convention. Consequently, there has been a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  In respect of the second set of criminal proceedings",
                                "elements": [
                                    {
                                        "content": "49.  The applicant further complained under Article 5 § 1 of the Convention that his detention between 13 February and 6 November 1997 in respect of the second set of criminal proceedings had been unlawful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "50.  The applicant claimed that his detention from 13 February to 6 November 1997 was unlawful within the meaning of Article 5 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Government submitted that on 23 April 1997 the  ruled on the applicant’s request to be released. They thus maintained that as from that date the applicant’s detention was based on a judicial decision which constituted an appropriate legal basis for his detention. Accordingly, the Government stressed that the applicant could complain of the unlawful character of his detention only in respect of the period from 13 February to 23 April 1997. They refrained from assessing the compatibility of the applicant’s detention in that period with Article 5 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "52.  The Court notes that between 13 February 1997, when the detention order of the Lębork District Court expired, and 23 April 1997, when the  dismissed the applicant’s application for release, there was no judicial decision authorising the applicant’s detention (see paragraphs 23-28 above). It observes that the applicant’s detention in the period referred to above was based solely on the fact that a bill of indictment had in the meantime been lodged with the Lębork District Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court recalls that in its judgment of 28 March 2000 in the case of Baranowski v. Poland it found that such a practice of keeping a person in detention under a bill of indictment was not “lawful” within the meaning of Article 5 § 1 of the Convention and therefore breached that provision (see Baranowski v. Poland, judgment of 28 March 2000, Reports of Judgments and Decisions 2000-III, pp. 257-259, §§ 50-58).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court sees no reason to distinguish the present case from the Baranowski case. It follows that the applicant’s pre-trial detention between 13 February and 23 April 1997 in the second set of criminal proceedings was in breach of Article 5 § 1 of the Convention. Consequently, there has been a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "56.  In his letter of 19 April 2004 the applicant claimed EUR 25,000 under the head of non-pecuniary damage in case the Court would find a violation of Article 5 § 1 of the Convention in respect of both sets of criminal proceedings and a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government argued that the applicant’s claim was exorbitant and therefore should be rejected. Should a violation be found, the Government asked the Court to rule that a finding of a violation constituted in itself sufficient just satisfaction. Alternatively, the Government invited the Court to make an award on the basis of its case-law in similar cases and with reference to domestic economic conditions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court considers that the applicant has suffered non-pecuniary damage as a result of his detention in breach of Article 5 § 1 in respect of both sets of criminal proceedings, which would not be sufficiently compensated by the finding of a violation of the Convention. Considering the circumstances of the case and making its assessment on an equitable basis, the Court awards the applicant EUR 1,500 under the head of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "59.  The applicant, who was granted legal aid by the Court, did not submit any specific claim in respect of costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "60.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 5 § 1 of the Convention in respect of the first set of criminal proceedings,",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 1 of the Convention in respect of the second set of criminal proceedings;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,500 (one thousand five hundred euros) in respect of non-pecuniary damage, to be converted into Polish zlotys at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 February 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrB.M. Zupančič",
            "role": "president"
        },
        {
            "name": "MrJ. Hedigan",
            "role": "judges"
        },
        {
            "name": "MrL. Caflisch",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MrsA. Gyulumyan",
            "role": "judges"
        },
        {
            "name": "MrsR. Jaeger",
            "role": "judges"
        },
        {
            "name": "and Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "02/06/2005 00:00:00",
    "docname": "CASE OF HULEWICZ v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-72544.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0223JUD003959898",
    "externalsources": [],
    "extractedappno": [
        "39598/98",
        "77/97",
        "52/97",
        "25/97",
        "35/96",
        "23/97"
    ],
    "importance": "4",
    "introductiondate": "24/08/1997 00:00:00",
    "issue": [
        "Code of Criminal Procedure 1969"
    ],
    "itemid": "001-72544",
    "judgementdate": "23/02/2006 00:00:00",
    "kpdate": "23/02/2006 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "5-1-c",
        "5-1",
        "41",
        "5"
    ],
    "parties": [
        "HULEWICZ",
        "POLAND"
    ],
    "rank": "538.797668457031",
    "representedby": [
        "PIECZYKOLAN P."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Baranowski v. Poland, judgment of 28 March 2000, Reports of Judgments and Decisions 2000-III, pp. 257-259, §§ 50-58"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "327089",
    "typedescription": "15"
}