{
    "__articles": "6;6-1;29;29-3;35;35-1;35-3;41;P1-1;P1-1-1",
    "__conclusion": "Violation of P1-1 as regards non-execution;Violation of Art. 6-1 as regards non-execution;Remainder inadmissible;Pecuniary damage - financial award;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "30165/02",
    "article": [
        "p1-1",
        "29",
        "35",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 as regards non-execution",
            "type": "violation"
        },
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-77986.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30165/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Lithuanian national, Mr Jurgis Jurevičius (“the applicant”), on 5 August 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr V. Petravičius, a lawyer practising in . The Lithuanian Government (“the Government”) were represented by their Agent, Ms E. Baltutytė.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 7 September 2005 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant is a Lithuania national who was born in 1941 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The circumstances of the case",
                                "elements": [
                                    {
                                        "content": "5.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  The applicant’s parents owned two buildings with the adjacent plots of land in the centre of the city of . The property was nationalised following the Soviet occupation of  in the 1940s. After  regained its independence in 1990, the applicant’s mother applied for the property to be returned to her in kind, pursuant to the 1991 legislation on restitution of property rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 14 March 1996 the Kaunas City Council adopted a decision to pay to the applicant’s mother monetary compensation for the family’s former building situated in Šv.  6 in the city of . The local authorities also decided to return in kind those parts of the building that were not suitable for housing purposes, thereby excluding two flats located in the building.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Following the death of the applicant’s mother, he applied to a court for the decision of 14 March 1996 to be quashed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 5 February 1999 the Kaunas City District Court accepted the applicant’s action. The court ordered the local authorities to return in kind Flat No. 2 located in the building, and to offer equivalent compensation for Flat No. 1 - by way of another apartment - in accordance with the relevant legislation on the restitution of property rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The Kaunas City Council did not appeal against the decision, which entered into force on 19 February 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 20 March 2001 the Kaunas City Council held that the question of an equivalent flat - in compensation for Flat No. 1 - should be decided by the Vilnius City Council as the applicant was a  resident. By a letter from the Vilnius City Council of 29 March 2002, the applicant was informed that the local authorities could not take a decision in the absence of the relevant governmental provisions on equivalent flats.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 26 March 2001 the Kaunas City Council applied for the re-opening of the proceedings. By a final decision of the Supreme Court of \n4 March 2002, it was established that there had been no valid basis for re-opening the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 27 November 2003 the Kaunas City Council adopted a decision to return in kind Flat No. 2. The applicant has not yet carried out the necessary formalities in order to register the flat in his name, as he is dissatisfied with the fact that two tenants continue living there and that he is allegedly unable to request their eviction. He has brought no court action in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicant also submits that the local authorities have adopted no decision to return in kind another building, situated in Laisvės alėja 18 in the city of , and the plot of land adjacent to that building. The Government do not deny the possibility of the applicant’s eventual entitlement, in the form of compensation, to the plot of land in Laisvės alėja 18. However, according to the Government, this question has not yet been resolved in view of the difficulties pertaining to the adoption of a detailed plan of the area by the local authorities, and given the ongoing legal disputes in this connection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 2 November 2004 the applicant applied to the , claiming the unlawfulness of the decision to create a car park in Laisvės alėja 18 in . At the same time, the applicant claimed that the local authorities had protracted the adoption of the necessary planning decisions in that area.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 8 April 2005 the  rejected the applicant’s action insofar as it related to the creation of the car park. However, it obliged the local authorities to prepare a detailed plan of the area. In this respect, the court awarded the applicant 3000 LTL in \nnon-pecuniary damage for the local authorities’ negligence, as a result of their failure to adopt the plan in a timely manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 28 June 2005 the applicant was informed by the Vilnius City Council that the relevant legal provisions on equivalent compensation had been adopted, and that the applicant had been included in the list of persons having priority for the restoration of their property rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 12 September 2005 the  upheld the decision of 8 April 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 26 January 2006 the applicant submitted a fresh action, alleging the inactivity of the local authorities in their adoption of a detailed plan for the area and the restoration of his property rights in Laisvės alėja 18. The case is currently pending.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant domestic law and practice",
                                "elements": [
                                    {
                                        "content": "20.  The Restitution of Property Act 1991 (Nuosavybės teisių ... atkūrimo įstatymas) (amended on numerous occasions) provides for two forms of restitution: 1) the return of the property in certain circumstances, \n2) compensation in other cases (compensation can be made in land or money).",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 27 May 1994 the  examined the issue of the compatibility of the Constitution with the domestic laws on the restitution of property rights. In its decision the  held inter alia that possessions which had been nationalised by the Soviet authorities since 1940 should be considered as “property under the de facto control of the State”. The  also stated that, “The rights of a former owner to particular property have not been restored until the property is returned or appropriate compensation is afforded. The law does not itself afford any rights until it is applied to a concrete person in respect of specific property. In this situation the decision of a competent authority to return the property or to compensate has the legal effect that only from that moment does the former owner obtain property rights to the specific property.” The  also held that fair compensation for property which could not be returned was compatible with the principle of the protection of property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In decisions of 15 June and 19 October 1994, the  emphasised that the notion of the restitution of property rights in  essentially denoted partial reparation. In this respect the  noted that the authorities of , as a re-established State in 1990, were not responsible for the Soviet occupation half a century ago, nor were they responsible for the consequences of that occupation. The  held that since the 1940s many private persons had bought, in accordance with the legislation applicable at the material time, various properties which had been previously nationalised. The denial of these factual and legal aspects was impossible, and the domestic legislation on the restitution of property rights duly took into account not only the interests of the former owners, but also the interests of private persons who had occupied or purchased the property by way of lawful contracts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 20 June 1995 the Constitutional Court held that the choice by the Parliament of the partial reparation principle was influenced by the difficult political and social conditions, in that “new generations had grown, [and] new proprietary and other socio-economic relations had been formed during the 50 years of occupation, which could not be ignored in deciding the question of the restitution of property”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 8 March 1995 the  ruled that a person who qualifies for compensation for property which cannot be returned is entitled to choose the form of compensation (land or money) by giving written permission for the authorities to proceed with the decision. The  also held that the executive authorities have discretion to decide on appropriate compensation in each case, but that a person is entitled to contest the compensation offered thereby through a court action.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Under Article 18 of the Restitution of Property Act (all versions until 1999), the authorities were required to obtain the written permission of the person concerned before they determined the appropriate compensation for property which could not be returned. Pursuant to the version of the Restitution of Property Act as amended from 2 June 1999, the executive authorities are now entitled to decide the question of compensation without the person’s approval. That decision can be appealed to a court in accordance with the procedure established in Article 19 of the Act. No stamp duty is required to file such an action.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  According to Article 8 paragraph 3 of the Act (the version in force since 1997), where a decision has been taken to return in kind a building or a part of it (a flat), the authorities are automatically obliged to decide the question of the restitution of the rights to the land adjacent to that property, with no need for a specific request in this regard by the person concerned.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "1.  Nationalisation of the land and the applicant’s claim for the return in kind of the whole of his parents’ former property",
                                "elements": [
                                    {
                                        "content": "23.  Under Article 1 of Protocol No. 1 the applicant complained about the nationalisation of his parents’ former land by the Soviet occupying power in the 1940s. He also complained that the Lithuanian authorities had not returned in kind the whole of this property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Article 1 of Protocol No. 1 reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court recalls that it has no competence ratione temporis to examine this part of the application insofar as it relates to events prior to 20 June 1995, that is the date of the entry into force of the Convention with regard to Lithuania, and 24 May 1996, i.e. the date of the entry into force of Protocol No. 1 with regard to Lithuania. It follows that this part of the application is incompatible with the provisions of the Convention and its Protocols (see, inter alia, Jasiūnienė v. Lithuania case, no. 41510/98, §§ 3839, 6 March 2003). It is further recalled that an applicant has no “possessions” regarding the claim for the return in kind of nationalised property, where such a claim is not based on the applicable domestic legislation or court decisions (loc. cit., §§ 40-43). It follows that, insofar as the applicant has claimed the unconditional return in kind of the whole of his parents’ former property, this part of the application is incompatible ratione materiae with the provisions of Article 1 of Protocol No. 1, within the meaning of Article 35 § 3 of the Convention. It must therefore be rejected under Article 35 §§ 3 and 4.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "\n2.  Non-restitution of the applicant’s property rights to his parents’ former land in Laisvės alėja 18, ",
                                "elements": [
                                    {
                                        "content": "26.  The applicant further complained that he had been unable to obtain a domestic decision for the restitution of the land in Laisvės alėja 18, either by way of a return in kind or by way of compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court notes, however, that to date there has been no executive or judicial decision requiring the authorities to restore the applicant’s property rights to the land in Laisvės alėja 18 (see paragraphs 17-19 above). The Court is therefore unable, at this stage, to determine whether the applicant has any “possessions” within the meaning of Article 1 of Protocol No. 1 with regard to that property (also see paragraph 25 above), and it would be premature for the Court to rule on these complaints before their final determination at the domestic level. It follows that this part of the application should be rejected for non-exhaustion of domestic remedies, pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  Non-execution of the court decision of 5 February 1999",
                                "elements": [
                                    {
                                        "content": "28.  The applicant further complained that the court decision of 5 February 1999 (paragraph 9 above), ordering the local authorities to return in kind Flat No. 2 at Šv. Gertrūdos street 6, Kaunas, and to offer equivalent compensation for Flat No. 1, had only been partly executed after substantial delays, in breach of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "29.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "30.  The Government submitted that part of the court decision \nof 5 February 1999, regarding the return in kind of Flat No. 2, had in fact been executed, and that the execution proceedings for Flat No. 1 had also been completed in view of the transfer of competence in the matter from the Kaunas to the Vilnius local authorities (see paragraph 11 above). Pending the decision of the latter, this part of the application should be rejected.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicant contested the Government’s submissions, claiming that the authorities had unjustly deprived him of his possessions by their failure, fully and timely, to execute the court decision of 5 February 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court reiterates that a “claim” can constitute a “possession” within the meaning of Article 1 of Protocol No. 1 to the Convention if it is sufficiently established that it is enforceable (see § 44 of the Jasiūnienė judgment cited above). The decision of 5 February 1999 had placed an obligation on the authorities to return Flat No. 2 in kind, and to afford the applicant equivalent compensation for Flat No. 1. The Court considers therefore that the judgment, which became final, provided the applicant with an enforceable claim, constituting a “possession” within the meaning of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  However, the judgment has not yet been executed as regards Flat No. 1. In this respect, the Court finds irrelevant the Government’s argument about the transfer of competence to the Vilnius City Council, particularly as the authorities themselves admitted that the non-execution was caused by the insufficiency of domestic regulations (see paragraph 11 above). There has thus been a violation of Article 1 of Protocol No. 1 in this respect (see, mutatis mutandis, the Jasiūnienė judgment cited above, §§ 44-47).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court also notes that the other part of the judgment of 5 February 1999 concerning Flat No. 2 was executed on 27 November 2003, after a delay of more than four years (see paragraph 13 above). Such a delay is unacceptable, in the Court’s view, in the absence of any convincing argument in justification from the Government (cf. the judgment in Burdov v. Russia, no. 59498/00, ECHR 2002III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Consequently, the Court finds that there has also been a violation of Article 1 of Protocol No. 1 in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Non-restitution of the applicant’s property rights to his parents’ former land in Šv. Gertrūdos street 6, ",
                                        "elements": [
                                            {
                                                "content": "36.  The Government submitted that the State authorities were obliged to decide the question of the restitution of the property rights to the land adjacent to the building in Šv.  6, according to Article 8 paragraph 3 of the Restitution of Property Rights Act (see paragraph 22 above). However, as the applicant was not the sole owner of the building in Šv.  6, his share of that land could only be calculated after he had undertaken all the formalities to register his part of the property (i.e. Flat No. 2). The applicant had therefore himself prevented the authorities from taking a final decision to restore this property because he had not sought to have Flat No. 2 registered in his own name (see paragraph 13 above). The Government concluded that this part of the application should be rejected under Article 35 § 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The applicant maintained that the authorities had been automatically obliged to restore his property rights to the land in Šv.  6, and that he had not been obliged to take any action in this respect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court notes that a final court decision has been taken to return to the applicant Flat No. 2 of the building in Šv.  6, and to compensate him for the rest of the building. The applicant can thus be said to have an enforceable claim, in accordance with Article 8 paragraph 3 of the Restitution of Property Act, to have his property rights restored to at least part of the land adjacent to that building (see paragraph 22 above). This claim amounts to a “possession” within the meaning of Article 1 of Protocol No. 1 (see paragraphs 32-35 above; also see the Jasiūnienė judgment cited above, §§ 44-47). However, it is undisputed that the applicant has not pursued the formalities necessary to register Flat No. 2 in his name, so the necessary calculations in relation to his share of the property cannot be made. The continuing absence of any decision in this respect is thus the result of the applicant’s own inaction. Accordingly, there has been no interference with the applicant’s “possessions” to the extent that he complains that, to date, no decision has been taken regarding the land in Šv.  6.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Consequently, this complaint should be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  The applicant complained that the authorities’ failure, fully and timely, to execute the court decision of 5 February 1999 also violated Article 6 § 1 of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "41.  The Court recalls its finding above (see paragraphs 28-35) that the delays in the execution of this decision, as well as the continuing non-execution of part thereof, amounted to a violation of Article 1 of Protocol No. 1 to the Convention. For the same reasons, the Court finds a violation of Article 6 § 1 of the Convention (cf. the aforementioned Jasiūnienė and Burdov judgments).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "43.  The applicant claimed 450,000 Lithuanian litai ([“LTL”] about 130,329 euros [“EUR”]) in non-pecuniary damage, and LTL 1,132,800 (about EUR 328,082) in pecuniary damage for loss of income and opportunities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government considered the claims to be unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court finds no grounds to award any sum in pecuniary damage for loss of income and opportunities, as claimed by the applicant. However, insofar as the judgment of 5 February 1999 has not been fully enforced, the Court notes that the authorities concerned are still under an obligation towards the applicant to do so (paragraphs 32-33 above). Consequently, the Court considers that the complete enforcement of that judgment by the Government would fully satisfy the applicant’s claim for pecuniary damage (cf. the judgment in Voykina v. Ukraine, no. 17686/04, § 23, 17 January 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Moreover, the Court considers that the applicant has suffered some non-pecuniary damage in view of the violations it has found of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1. Making its assessment on an equitable basis, the Court awards the applicant EUR 6,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "47.  The applicant did not submit a claim for costs and expenses, and the Court accordingly makes no award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "48.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares admissible the applicant’s complaints about the non-execution of the court decision of 5 February 1999;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a) that the respondent State should enforce the remainder of the judgment of 5 February 1999 in the applicant’s favour, in full satisfaction of his pecuniary damage, within three months from the date on which the present judgment becomes final in accordance with Article 44 § 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that the respondent State is to pay the applicant, within the same three month period, EUR 6,000 (six thousand euros) in respect of non-pecuniary damage, plus any tax that may be chargeable, which sum is to be converted into the national currency of that State at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 November 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "MrsE. Fura-Sandström",
            "role": "judges"
        },
        {
            "name": "MsD. Jočienė",
            "role": "judges"
        },
        {
            "name": "MrD. Popović",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "24/10/2006 00:00:00",
    "docname": "CASE OF JUREVICIUS v. LITHUANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-77986.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1114JUD003016502",
    "externalsources": [],
    "extractedappno": [
        "30165/02",
        "41510/98",
        "59498/00",
        "17686/04"
    ],
    "importance": "4",
    "introductiondate": "05/08/2002 00:00:00",
    "issue": [
        "Restitution of Property Act 1991",
        "Constitutional Court, decisions of 1994 and 1995"
    ],
    "itemid": "001-77986",
    "judgementdate": "14/11/2006 00:00:00",
    "kpdate": "14/11/2006 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "398",
        "402",
        "369",
        "304",
        "311",
        "445",
        "7",
        "40",
        "136",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-1",
        "29",
        "35-1",
        "35-3",
        "41",
        "6-1",
        "35",
        "6",
        "29-3",
        "P1-1"
    ],
    "parties": [
        "JUREVICIUS",
        "LITHUANIA"
    ],
    "rank": "564.182312011719",
    "representedby": [
        "PETRAVICIUS V."
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [
        "Burdov v. Russia, no. 59498/00, ECHR 2002-III",
        "Jasiuniene v. Lithuania, no. 41510/98, §§ 38-39, 6 March 2003",
        "Voykina v. Ukraine, no. 17686/04, § 23, 17 January 2006"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "341465",
    "typedescription": "15"
}