{
    "__articles": "3;5;5-4;34",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Conditional) (Tajikistan);Violation of Article 3 - Prohibition of torture (Article 3 - Expulsion) (Conditional) (Uzbekistan);Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention);Violation of Article 34 - Individual applications (Article 34 - Hinder the exercise of the right of application)",
    "applicability": "",
    "appno": "35332/17;79223/17",
    "article": [
        "3",
        "5",
        "34"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Review of lawfulness of detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "34",
            "base_article": "34",
            "details": [
                "Article 34 - Hinder the exercise of the right of application"
            ],
            "element": "Violation of Article 34 - Individual applications",
            "type": "violation"
        }
    ],
    "content": {
        "001-193613.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": ".  The case originated in two applications (nos. 35332/17 and 79223/17) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by one Tajik and one Uzbek national (“the applicants”) on the dates indicated in the appended table. The President of the Section acceded to the applicants’ request not to have their names disclosed (Rule 47 § 4 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": ".  The applicants were represented by lawyers as indicated in the appended table. The Russian Government (“the Government”) were represented by Mr M. Galperin, the Representative of the Russian Federation to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": ".  The applicants’ requests for interim measures preventing their removal to their respective countries of origin were granted by the Court under Rule 39 of the Rules of Court. The applicants’ cases were granted priority (Rule 41) and confidentiality (Rule 33) and the applicants were granted anonymity (Rule 47 § 4).",
                        "elements": []
                    },
                    {
                        "content": ".  The applicants submitted complaints under Articles 3, 5 and 34 of the Convention in connection with their removals to their countries of origin. On various dates the complaints were communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": ".  The applicants are nationals of Tajikistan and Uzbekistan. Their initials, dates of birth, the dates on which their applications were introduced, application numbers, as well as the particulars of the domestic proceedings and other relevant information are set out in the Appendix.",
                                "elements": []
                            },
                            {
                                "content": ".  On various dates they were charged in their countries of origin with religious and politically motivated crimes, their pre-trial detention was ordered in absentia, and international search warrants were issued by the authorities.",
                                "elements": []
                            },
                            {
                                "content": ".  Subsequently, the Russian authorities took final decisions to remove (that is to say extradite or expel) the applicants, despite consistent claims that in the event of removal the applicants would face a real risk of treatment contrary to Article 3 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": ".  The relevant domestic and international law is summarised in the Court’s judgments on removals from Russia to Tajikistan and Uzbekistan (see Savriddin Dzhurayev v. Russia, no. 71386/10, §§ 70101, ECHR 2013 (extracts), and Akram Karimov v. Russia, no. 62892/12, §§ 69-105, 28 May 2014).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  REPORTS ON TAJIKISTAN AND UZBEKISTAN",
                        "elements": [
                            {
                                "content": ".  The references to the relevant reports by the UN agencies and international NGOs on the situation in Tajikistan were cited in the case of K.I. v. Russia (no. 58182/14, §§ 2-28, 7 November 2017) and on the situation in Uzbekistan in the cases of Kholmurodov v. Russia (no. 58923/14, §§ 46-50, 1 March 2016), and T.M. and Others v. Russia ([Committee], no. 31189/15, § 28, 7 November 2017).",
                                "elements": []
                            },
                            {
                                "content": ".  In respect of Uzbekistan 2019 World Report by Human Rights Watch indicated that there were certain promising steps to reform the country’s human rights record; however, many reforms are yet to be implemented. It further stated that a limited number of persons imprisoned on politically motivated charges had been released in 2016-2018. Furthermore, isolated incidents of security agency officers sentenced for torture and death in custody were cited. Amnesty International Report 2017/2018 reflected similar trends, including judicial independence and effectiveness as the priorities set by the authorities for the systemic reform. At the same time the report stressed that the authorities continued to secure forcible returns, including through extradition proceedings, of Uzbekistani nationals identified as threats to the “constitutional order” or national security.",
                                "elements": []
                            },
                            {
                                "content": ".  In respect of Tajikistan World Report by Human Rights Watch indicated that the authorities continued to exert pressure on political and religious dissent. However, it also noted that a certain number of persons extradited from Russia had been pardoned following their withdrawal from religious movements. Amnesty International Report 2017/2018 stated that restrictions were still used to silence critical voices and cited a case of a human rights lawyer allegedly tortured in detention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": ".  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The applicants complained under Article 3 of the Convention that the national authorities had failed to consider their claims that they could be at risk of ill-treatment in the event of their removal to their respective countries of origin. The applicant in the cases B.Z. v. Russia, no. 79223/17 maintained that the removal would expose him to that risk if it were to take place and the applicant in the case S.S. v. Russia, no. 35332/17 maintained that he had been exposed to that risk by his removal on 26 May 2017. Article 3 of the Convention reads:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": ".  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": ".  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": ".  The relevant general principles concerning the application of Article 3 have been summarised recently by the Court in the judgment in the case of F.G. v. Sweden ([GC], no. 43611/11, §§ 111-27, ECHR 2016).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of those principles to the present case",
                                        "elements": [
                                            {
                                                "content": ".  The Court has previously established that the individuals whose extradition was sought by either Tajik or Uzbek authorities on charges of religiously or politically motivated crimes constituted vulnerable groups facing a real risk of treatment contrary to Article 3 of the Convention in the event of their removal to their respective countries of origin (see Mamazhonov v. Russia, no. 17239/13, § 141, 23 October 2014, and K.I. v. Russia, cited above, § 36).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Turning to the present cases, it is apparent that in the course of the extradition and expulsion proceedings the applicants consistently and specifically argued that they had been prosecuted for religious extremism and faced a risk of illtreatment. The materials pertinent to the charges preferred by the Tajik and Uzbek authorities were clear as to their basis, namely that the applicants were accused of religiously and politically motivated crimes. The Tajik and Uzbek authorities thus directly identified them with the groups whose members have previously been found to be at real risk of being subjected to proscribed treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In such circumstances, the Court considers that the Russian authorities had at their disposal sufficiently substantiated complaints pointing to a real risk of ill-treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court is therefore satisfied that the applicants presented the Russian authorities with substantial grounds for believing that they faced a real risk of ill-treatment in their countries of origin.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Having concluded that the applicants had advanced at national level valid claims based on substantial grounds for believing that they faced a real risk of treatment contrary to Article 3 of the Convention, the Court must examine whether the authorities discharged their obligation to assess these claims adequately through reliance on sufficient relevant material.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Turning to the present cases, the Court considers that in the extradition and expulsion proceedings the domestic authorities did not carry out a rigorous scrutiny of the applicants’ claims that they faced a risk of illtreatment in their home countries. The Court reaches this conclusion having considered the national courts’ simplistic rejections of the applicants’ claims. Moreover, the domestic courts’ reliance in certain cases on the assurances of the Tajik and Uzbek authorities, despite their formulation in standard terms, appears tenuous, given that similar assurances have consistently been considered unsatisfactory by the Court in the past (see, for example, Abdulkhakov v. Russia, no. 14743/11, §§ 149-50, 2 October 2012, and Tadzhibayev v. Russia, no. 17724/14, § 46, 1 December 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court also notes that the Russian legal system, in principle, offers several avenues whereby the applicants’ removal to their countries of origin could be prevented, given the risk of ill-treatment they face there. However, the facts of the present cases demonstrate that the applicants’ claims were not adequately considered in any relevant proceedings, despite being consistently raised.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court concludes that, although the applicants had sufficiently substantiated the claims that they would risk ill-treatment in their countries of origin, the Russian authorities failed to assess their claims adequately through reliance on sufficient relevant material. This failure opened the way for the applicants’ removals.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Given the failure of the domestic authorities to adequately assess the alleged real risk of ill-treatment through reliance on sufficient relevant material, the Court finds itself compelled to examine independently whether or not the applicants would be exposed to such a risk in the event of their removal to their countries of origin.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court reiterates that previously it had consistently concluded that the removal of an applicant charged with religiously and politically motivated crimes in Uzbekistan exposes that applicant to a real risk of illtreatment in the country of origin (see e.g. Mamazhonov, cited above; Kholmurodov, cited above; and T.M. and Others v. Russia, cited above). Nothing in the parties’ submissions in the present case or the relevant material from independent international sources provides at this moment a sufficient basis for a conclusion that the persons prosecuted for religiously and politically motivated crimes no longer run a heightened risk of illtreatment in Tajikistan and Uzbekistan. However, the Court notes with attention the cautious indications of improvement included in the independent reports.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court having given due consideration to the available material concludes that authorising the applicants’ removal to their countries of origin exposed them to a real risk of treatment contrary to Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The foregoing considerations are sufficient to enable the Court to conclude that there would be a violation of Article 3 of the Convention if the applicant in the case B.Z. v. Russia, no. 79223/17 were to be removed to his country of origin. Further the Court concludes that there had been a violation of Article 3 of the Convention in the case S.S. v. Russia, no. 35332/17 where the applicant had been exposed to the above risk by his removal to Tajikistan on 26 May 2017.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The applicant in the case S.S. v. Russia, no. 35332/17 also complained of a violation of Article 3 of the Convention concerning conditions of his detention between 15 April 2016 and 12 April 2017 in the IZ-77/4 of Moscow and the condition in the temporary detention facilities of the Moscow City Court on 27 January and 6 February 2017.",
                                "elements": []
                            },
                            {
                                "content": ".  The Government stated in their submission that they did not find it necessary to make any observations in this regard.",
                                "elements": []
                            },
                            {
                                "content": ".  This complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": ".  Having regard to its consistent case-law on the matter, the submissions of the applicant and absence of the Government’s submissions contesting his arguments, the Court finds that in this case there has been a violation of Article 3 of the Convention on account of the poor conditions of detention in the IZ-77/4 of Moscow and the temporary detention facilities of the Moscow City Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The applicant in the case S.S. v. Russia, no. 35332/17 complained under Article 5 § 4 of the Convention about allegedly excessive length of appeal review of the detention orders of 23 May 2016 and 13 October 2016 by the Zamoskvoretskiy District Court of Moscow.",
                                "elements": []
                            },
                            {
                                "content": ".  The Government stated in their submission that they did not find it necessary to make any observations in this regard.",
                                "elements": []
                            },
                            {
                                "content": ".  This complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court notes that the detention orders of 23 May 2016 and 13 October 2016 by the Zamoskvoretskiy District Court of Moscow were reviewed by the Moscow City Court after 35 and 59 days respectively. Having regard to its consistent case-law on the matter, the submissions of the applicant and absence of the Government’s submissions contesting his arguments, the Court finds that in this case there has been a violation of Article 5 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The applicant in the case B.Z. v. Russia, no. 79223/17 complained under Article 5 § 4 of the Convention that he did not have at his disposal any procedure for the review of lawfulness of his continued detention.",
                                "elements": []
                            },
                            {
                                "content": ".  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": ".  This complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court notes that previously it had on multiple occasions established violations of the applicants’ rights in similar circumstances (see recently B.U. and Others v. Russia, nos. 59609/17, 74677/17, 76379/17, §§ 46-47, 22 January 2019). Having regard to its consistent case-law on the matter and the submissions of the parties, the Court finds that in this case there has been a violation of Article 5 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  ALLEGED INTERFERENCE WITH THE RIGHT TO INDIVIDUAL APPLICATION UNDER ARTICLE 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  In the case S.S. v. Russia, no. 35332/17 the applicant complained that his extradition had been in breach of the interim measures indicated by the Court under Rule 39 of the Rules of Court. This claim, substantively focusing on a violation of the right to individual application, falls to be examined under Article 34 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": ".  Rule 39 of the Rules of Court provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  The Chamber or, where appropriate, the President of the Section or a duty judge appointed pursuant to paragraph 4 of this Rule may, at the request of a party or of any other person concerned, or of their own motion, indicate to the parties any interim measure which they consider should be adopted in the interests of the parties or of the proper conduct of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "2.  Where it is considered appropriate, immediate notice of the measure adopted in a particular case may be given to the Committee of Ministers.",
                                "elements": []
                            },
                            {
                                "content": "3.  The Chamber or, where appropriate, the President of the Section or a duty judge appointed pursuant to paragraph 4 of this Rule may request information from the parties on any matter connected with the implementation of any interim measure indicated...”",
                                "elements": []
                            },
                            {
                                "content": ".  The Court reiterates that, by virtue of Article 34 of the Convention, Contracting States undertake to refrain from any act or omission that may hinder the effective exercise of the right of individual application, and this has been consistently reaffirmed as a cornerstone of the Convention system. According to the Court’s established case-law, a respondent State’s failure to comply with an interim measure entails a violation of that right (see Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, §§ 102 and 125, ECHR 2005I, and, recently, M.A. v. France, no. 9373/15, §§ 78-83, 1 February 2018, and A.S. v. France, no. 46240/15, §§ 72-75, 19 April 2018). The Court does not find it necessary to elaborate once again on the importance of interim measures in the Convention system and their exceptional nature calling for maximal cooperation of the State, since these principles are distinctly well-established.",
                                "elements": []
                            },
                            {
                                "content": ".  The Government, in their submissions, stated that the request for an interim measure was lodged on the late evening of 23 May 2017, i.e. outside of the Court’s working hours, and that the decision to indicate the measure was transmitted to the Office of the Representative of the Russian Federation to the European Court of Human Rights on the late evening of 24 May 2017, i.e. outside of the Office’s working hours. On 25 May 2017 the Office notified the competent central authorities of that measure and they were responsible for notifying their respective local offices. Given that the extradition took place on 26 May 2017, they state that the relevant information could not have reached the competent local authorities by that date despite diligent and reasonable efforts. Lastly, they stated that the applicant’s representatives should have taken due care and submitted their request well in advance of the date for which extradition had been scheduled.",
                                "elements": []
                            },
                            {
                                "content": ".  The applicant contested the Government’s arguments and maintained that the Russian authorities had had sufficient time to implement the interim measure.",
                                "elements": []
                            },
                            {
                                "content": ".  It is not disputed by the parties that the applicant’s extradition occurred on 26 May 2017, i.e. more than twenty-four hours after the indication on 24 May 2017 of an interim measure under Rule 39 of the Rules of Court staying the removal for the duration of the proceedings before the Court. It is further accepted by both parties that following the Court’s indication of the measure, the Office of the Representative of the Russian Federation to the European Court of Human Rights was duly notified of it and relayed that information to the competent authorities through the usual channels of communication.",
                                "elements": []
                            },
                            {
                                "content": ".  No uncertainty exists regarding the manner of the applicant’s transfer to Tajikistan, since it occurred in the course of routine actions aimed at enforcing the applicant’s extradition. In this regard, the present case is distinctly different from a number of previously decided cases where a failure to comply with an interim measure took place in the context of an applicant’s disappearance (see Mamazhonov, cited above, §§ 173-209, 21419), an illegal forcible transfer by unidentified persons with the passive or active involvement of State agents (see Savriddin Dzhurayev, cited above, §§ 177-85, 197-204, 214-19), or an action otherwise outside of the normal functioning of the law-enforcement authorities.",
                                "elements": []
                            },
                            {
                                "content": ".  Issues concerning inter-agency communication between the Russian authorities and the central competent authorities’ responsibility to promptly notify their respective local offices of information appear to be relevant to the analysis of the State’s compliance with an indication of an interim measure. However, the Court does not find it necessary to consider these matters in the present case or examine whether the applicant’s representatives unjustifiably delayed requesting an interim measure.",
                                "elements": []
                            },
                            {
                                "content": ".  It is clear from the available material that the Representative of the Russian Federation to the European Court of Human Rights was duly notified of the interim measure at least twenty-four hours before the applicant’s extradition. The twenty-four-hour period by itself and also when considered in the context of available modern technologies, appears to be amply sufficient for all competent and relevant authorities to have been notified that the applicant’s removal to Tajikistan had been stayed by the Court.",
                                "elements": []
                            },
                            {
                                "content": ".  The above considerations allow the Court to conclude that nothing objectively impeded compliance with the measure indicated by the Court under Rule 39 of the Rules of Court, and that by disregarding that measure the Russian authorities failed to comply with their obligations under Article 34 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VII.  APPLICATION OF THE INTERIM MEASURES UNDER RULE 39 OF THE RULES OF COURT",
                        "elements": [
                            {
                                "content": ".  On various dates the Court indicated to the respondent Government, under Rule 39 of the Rules of Court, that the applicants should not be removed from Russia to their respective countries of origin for the duration of the proceedings before the Court.",
                                "elements": []
                            },
                            {
                                "content": ".  In this connection the Court reiterates that, in accordance with Article 28 § 2 of the Convention, the present judgment is final.",
                                "elements": []
                            },
                            {
                                "content": ".  Accordingly, the Court considers that the measures indicated to the Government under Rule 39 of the Rules of Court come to an end.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VIII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": ".  The applicant in the cases S.S. v. Russia, no. 35332/17 claimed 30,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Government stated that any award should be made in compliance with the case-law under Article 41 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable that the sum indicated in the appended table be awarded in non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant in the case B.Z. v. Russia, no. 79223/17 did not claim any non-pecuniary damage. Accordingly, there is no need for the Court to make any award in this regard.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": ".  The applicant in the case S.S. v. Russia, no. 35332/17 also claimed EUR 12,000 for the costs and expenses incurred before the domestic courts and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Government stated that any award should be made in compliance with the case-law under Article 41 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable that the sum indicated in the appended table be awarded and that this sum should be payable directly to the applicant’s representatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The applicant in the case B.Z. v. Russia, no. 79223/17 did not claim any costs and expenses. Accordingly, there is no need for the Court to make any award in this regard.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": ".  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints under Article 3 of the Convention concerning the applicants’ removal to their respective countries of origin, as well as the complaints under Article 3 in the case S.S. v. Russia, no. 35332/17 concerning the conditions of detention, under Article 5 § 4 in the cases S.S. v. Russia, no. 35332/17 and B.Z. v. Russia, no. 79223/17, and under Article 34 in the case S.S. v. Russia, no. 35332/17 admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there would be a violation of Article 3 of the Convention if the applicant in the case B.Z. v. Russia, no. 79223/17 were to be removed to his country of origin and that there has been a violation of Article 3 of the Convention in the case S.S. v. Russia, no. 35332/17 on account of the applicant’s removal to Tajikistan;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 3 of the Convention on account of conditions of the applicant’s detention in the case S.S. v. Russia, no. 35332/17;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 5 § 4 of the Convention in the case S.S. v. Russia, no. 35332/17;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that there has been a violation of Article 5 § 4 of the Convention in the case B.Z. v. Russia, no. 79223/17;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that in the case S.S. v. Russia, no. 35332/17 the respondent State has disregarded the interim measure indicated by the Court under Rule 39 of the Rules of Court and therefore failed to comply with its obligations under Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant in the case S.S. v. Russia, no. 35332/17, within three months, the amounts indicated in the appended table, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that in the case S.S. v. Russia, no. 35332/17 the sum awarded in respect of costs and expenses incurred in the proceedings before the domestic courts and this Court is payable directly to the applicant’s representatives;",
                        "elements": []
                    },
                    {
                        "content": "(c)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "9.  Dismisses the remainder of the claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 June 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Alena Poláčková",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Gilberto Felici",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF S.S. AND B.Z. v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-193613.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0611JUD003533217",
    "externalsources": [],
    "extractedappno": [
        "35332/17",
        "79223/17",
        "71386/10",
        "62892/12",
        "58182/14",
        "58923/14",
        "31189/15",
        "43611/11",
        "17239/13",
        "14743/11",
        "17724/14",
        "59609/17",
        "74677/17",
        "76379/17",
        "46827/99",
        "46951/99",
        "9373/15",
        "46240/15"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-193613",
    "judgementdate": "11/06/2019 00:00:00",
    "kpdate": "11/06/2019 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "620",
        "448",
        "438",
        "183",
        "177"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "3",
        "5-4",
        "5",
        "34"
    ],
    "parties": [
        "S.S. AND B.Z.",
        "RUSSIA"
    ],
    "rank": "3480.18725585938",
    "representedby": [
        "MAGOMEDOVA R.",
        "GOLUB O.",
        "SHIROKOV T."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "488897",
    "typedescription": "15"
}