{
    "__articles": "9;9-1;9-2",
    "__conclusion": "No violation of Article 9 - Freedom of thought, conscience and religion (Article 9 - Positive obligations;Article 9-1 - Freedom of conscience)",
    "applicability": "",
    "appno": "49972/16",
    "article": [
        "9"
    ],
    "conclusion": [
        {
            "article": "9",
            "base_article": "9",
            "details": [
                "Article 9 - Positive obligations",
                "Article 9-1 - Freedom of conscience"
            ],
            "element": "No violation of Article 9 - Freedom of thought, conscience and religion",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-201649.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 49972/16) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Maksim Andreyevich Dyagilev (“the applicant”), on 12 August 2016.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Peredruk and Mr S. Golubok, lawyers practising in St Petersburg. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, in particular, that an application lodged by him to be assigned to civilian service instead of compulsory military service had been dismissed.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 29 June 2017 notice of the complaint was given to the Government and the remainder of the application was declared inadmissible, pursuant to Rule 54 § 3 of the Rules of Court. The parties submitted written observations on the admissibility and the merits.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 1 September 2017 the Vice-President of the Section granted the Movement of Conscientious Objectors (Движение сознательных отказчиков) leave to intervene as a third party in the proceedings, in accordance with Article 36 § 2 of the Convention and Rule 44 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1990 and lives in St Petersburg.",
                                "elements": []
                            },
                            {
                                "content": "7.  In 2014 the applicant graduated with a master’s degree in philosophy from the Herzen State Pedagogical University of Russia (РГПУ им. А. И. Герцена). He then became liable to be called up for military service.",
                                "elements": []
                            },
                            {
                                "content": "8.  At the end of August 2014, in an attempt to find what he described as “a lawful way to avoid military service”, the applicant attended a legal seminar organised by the Committee of Soldiers’ Mothers (Комитет солдатских матерей) in St Petersburg. He submitted that his participation in the seminar had finally allowed him to understand his adherence to pacifist philosophy.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 4 September 2014 the applicant applied to the local military commissariat to be assigned to civilian service instead of compulsory military service. In support of his application, the applicant attached his curriculum vitae and a letter of recommendation from his place of work.",
                                "elements": []
                            },
                            {
                                "content": "10.  His application was examined by a military recruitment commission composed of seven members: a deputy head of the administration of the Frunzenskiy district of St Petersburg (the president of the commission); a head of the military commissariat of the Frunzenskiy district of St Petersburg; the secretary of the commission (an employee of the military commissariat); a medical officer of the military commissariat responsible for the medical certification of individuals liable to be called up for military service; a deputy head of the local department of neighbourhood and juvenile police; a head of the educational department of the administration of the Frunzenskiy district of St Petersburg; and a deputy head of the employment office of the Frunzenskiy district of St Petersburg.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 25 November 2014 the applicant’s application was dismissed. According to the minutes of the relevant meeting of the commission, the documents and information provided by the applicant were not sufficiently persuasive for it to conclude that he was a genuine pacifist.",
                                "elements": []
                            },
                            {
                                "content": "12.  On the following day the applicant brought a court action challenging that decision. The applicant attached his curriculum vitae and a letter of recommendation.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 9 February 2015, while the judicial proceedings were still pending, the applicant lodged a second application to be assigned to civilian service instead of military service. That application was rejected as repetitive without having been considered on the merits.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 25 February 2015 the Frunzenskiy District Court of St Petersburg dismissed a complaint lodged by the applicant, reasoning as follows:",
                                "elements": []
                            },
                            {
                                "content": "“[The] court does not determine the existence of humanist or pacifist convictions from the personal file of the conscript, since [such convictions] are not mentioned in his curriculum vitae or [letter of recommendation from his place of work]. His views regarding the impossibility of his performing military service should have been formed over a period of time ... spontaneously crystallised convictions cannot serve as grounds for requesting permission to perform alternative civilian service.",
                                "elements": []
                            },
                            {
                                "content": "Considering all the items of evidence provided and their intertwined nature, the court finds the circumstances relied on by the applicant to be not proven.”",
                                "elements": []
                            },
                            {
                                "content": "15.  On 12 August 2015 the St Petersburg City Court upheld the judgment of 25 February 2015 on appeal. The applicant did not participate in the appeal hearing for unspecified reasons. He did not adduce any new evidence before the appeal court. The relevant parts of the judgment read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... the right to have compulsory military service replaced with its civilian alternative does not imply that a citizen can unconditionally choose between the military and civilian types of service, and it does not mean that an individual’s negative attitude towards military service in itself ... guarantees the right to have compulsory military service replaced.",
                                "elements": []
                            },
                            {
                                "content": "This position is also reflected in the practice of the European Court of Human Rights, which has stated that only when opposition to military service is motivated by a serious and insurmountable conflict between the obligation to serve in the army and a person’s conscience or his deeply and genuinely held religious or other beliefs does it constitute a conviction or belief of sufficient cogency, seriousness, cohesion and importance to attract the guarantees of Article 9 [of the Convention] ...",
                                "elements": []
                            },
                            {
                                "content": "[The court] finds that it is not sufficient for a citizen to simply indicate that his personal convictions conflict with his obligation to serve in the army in order to have compulsory military service replaced.",
                                "elements": []
                            },
                            {
                                "content": "An individual must substantiate such an assertion, indicate the reasons and circumstances that impelled him to ask for the replacement [of military by civilian service], list facts confirming those of his deep beliefs that conflict with the [the obligation to perform] military service, and adduce relevant evidence.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "As can be seen from the facts of the case, [the applicant] ... presented his curriculum vitae, in which he listed his main periods of education, ... stated that his beliefs about human beings and their place in the world had been formed under the influence of several philosophers, and [stated] that his views on the army and the military way of life had been affected by his brother’s stories about his own army service. According to the applicant, his convictions had finally crystallised after he had attended a legal seminar organised by the Committee of Soldiers’ Mothers in St Petersburg.",
                                "elements": []
                            },
                            {
                                "content": "A personal reference given to the applicant [by his employer] listed both his negative and positive qualities; however, like his curriculum vitae, it did not contain information demonstrating the existence of any deep convictions preventing him from performing military service.",
                                "elements": []
                            },
                            {
                                "content": "[The applicant] did not present any additional information [...] before either the military recruitment commission, the first instance or the appeal court.",
                                "elements": []
                            },
                            {
                                "content": "[The applicant] has failed to prove ... the existence of a serious and insurmountable conflict between the obligation to serve in the army and his convictions ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "[The applicant] was given an opportunity to bring to the attention of the military recruitment commission arguments [supporting] the existence of [his] convictions or religious beliefs ... However, no convictions objectively preventing him from performing compulsory military service were established.”",
                                "elements": []
                            },
                            {
                                "content": "16.  Subsequent cassation appeals lodged by the applicant were dismissed on 3 November 2015 by the St Petersburg City Court and on 24 March 2016 by the Supreme Court. The cassation courts fully endorsed the appeal court’s reasoning.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Constitution of the Russian Federation\t",
                                "elements": [
                                    {
                                        "content": "17.  Article 59 of the Constitution reads, in the relevant part, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. The defence of the Fatherland shall be the duty and obligation of citizens of the Russian Federation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. A citizen of the Russian Federation shall have the right to replace military service with alternative civilian service in the case that his convictions or religious beliefs preclude military service, and also in other cases provided by the federal law.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Civilian Service Act",
                                "elements": [
                                    {
                                        "content": "18.  Alternative civilian service in Russia is regulated by the Civilian Service Act, Law No. 113-FZ of 25 July 2002 (Федеральный закон от 25.07.2002 N 113-ФЗ «Об альтернативной гражданской службе»).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Section 2 of the Act provides that all citizens are entitled to have compulsory military service replaced by its civilian alternative if their personal convictions or religious beliefs conflict with the duty to perform military service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Section 10(1) sets out a process by which citizens are assigned to alternative civilian service: an application is lodged for the replacement of military service by civilian service; the application is examined by a military recruitment commission; a medical examination is carried out; and the individual concerned is dispatched to his or her assigned duty station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Section 11(1) indicates, inter alia, that individuals are to lodge such applications at least six months before the beginning of their scheduled draft service. Those who enjoy draft deferments (such as for the purpose of university studies) are to lodge their applications within ten days of such deferment coming to an end.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Under section 11(1) (in fine), individuals have to substantiate that their beliefs are in conflict with the duty to perform military service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  An application for the replacement of military service must indicate the reasons and circumstances prompting an individual to lodge it. The request should be accompanied by a curriculum vitae and a personal reference from that individual’s place of work and/or study. Other documents may be attached to the application, and the individual may give the names of persons willing to testify in support of his application (section 11 (2)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Section 12 provides that the military recruitment commission should only examine an application for the replacement of military service in the presence of an applicant. The military recruitment commission should consider: oral statements made by an applicant, together with statements by any individuals who have agreed to testify in support of his application; documents provided; and any additional material obtained by the commission. Decisions on applications are to be adopted by a simple majority. Two-thirds of the members of the military recruitment commission must be present in order to constitute a quorum. An application may be dismissed if, inter alia, the documents and other material submitted do not prove that the applicant’s personal convictions or beliefs are in conflict with the obligation to serve in the army. Where an application for the replacement of civilian service by military service is dismissed, the commission must produce a reasoned decision and provide a copy thereof to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  All decisions adopted by the military recruitment commission may be challenged before the courts of general jurisdiction under Chapter 22 of the Code of Administrative Procedure. A disputed decision is automatically suspended pending the adoption of a final judgment by a domestic court (section 15).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Compulsory Military Service Act",
                                "elements": [
                                    {
                                        "content": "26.  Section 25 § 1 of the Compulsory Military Service Act, Law No. 53FZ of 28 March 2002 (Федеральный закон от 28.03.1998 N 53-ФЗ «О воинской обязанности и военной службе») provides that as a general rule the military draft takes place twice a year: from 1 April until 15 July and from 1 October until 15 December.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  A military recruitment commission consists of: the head or a deputy head of a municipal entity, who serves as the president of the military recruitment commission; an officer of a military commissariat, who serves as the deputy president of the military recruitment commission; the secretary of the commission; a medical officer responsible for the medical certification of individuals liable to be called up for military service; a representative of a local internal affairs agency (орган внутренних дел – a police body); a representative of an “education governing agency” (орган, осуществляющий управление в сфере образования); and a representative of an employment office (section 27(1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Under section 27(2) of the Act, representatives of other agencies and organisations may sit on a military recruitment commission.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Code of Administrative Procedure",
                                "elements": [
                                    {
                                        "content": "29.  Under Article 186 § 1, a judgment becomes final upon the expiry of the time-limit set for parties to lodge an appeal, if that judgment has not been appealed against. Under Article 298 § 1, parties have one month to lodge an appeal from the moment of adoption of a judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Article 186 § 2 provides that where an appeal has been lodged, a judgment enters into force on the day on which it is upheld by the appeal court. In the event that the appeal court quashes or modifies the firstinstance judgment and adopts a new decision, the latter enters into force immediately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Chapter 22 of the Code of Administrative Procedure governs proceedings whereby individuals challenge decisions and acts by (or inaction on the part of) the public authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Under Article 226 § 8, domestic courts examine the lawfulness of a challenged decision (or act/failure to act). Courts are not bound by arguments raised by claimants and are required to fully examine matters listed in paragraphs 9 and 10 of the same Article. In particular, courts must assess whether the rights and freedoms of a claimant were breached, whether domestic authorities acted ultra vires, and whether the requirements regarding (i) the grounds for a contested decision (or act/failure to act) and (ii) the procedure by that decision was adopted were observed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Courts are empowered to rule a decision or act (or failure to act) challenged before them unlawful, in full or in part. In such a case a court may, where necessary, indicate steps required to be made by the relevant authorities in order to remedy a breach of the domestic law and the rights and freedoms of a claimant (Article 227 § 2).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Decree of the Government of the Russian Federation No. 663 of 11 November 2006",
                                "elements": [
                                    {
                                        "content": "34.  The Decree lays down procedural arrangements for the organisation of biannual military drafts. Section 22 of the Decree provides that at the end of a draft period a military recruitment commission, inter alia, must cancel all those of its military conscription decisions that have subsequently been overturned during that period by a regional military recruitment commission or a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Decree is furthermore complemented by Order of the Minister of Defence no. 400 of 2 October 2007, which specified the procedure to be followed in respect of its implementation. Section 7 of annex no. 33 to the Order provides that upon the end of a draft period all unimplemented military conscription decisions are to be revoked by a regional military recruitment commission.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Ruling of the Constitutional Court no. 447-O of 17 October 2006",
                                "elements": [
                                    {
                                        "content": "36.  Examining the compatibility of section 11 of the Civilian Service Act with the Constitution, the Constitutional Court ruled as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[It] is not possible to limit by means of procedural rules an individual’s freedom of conscience and religion and, accordingly, his right [to be assigned to] alternative civilian service .... Therefore, section 11 of the Civilian Service Act ... cannot be interpreted as laying down time-limits ... that cannot be renewed for good reasons.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL DOCUMENT",
                        "elements": [
                            {
                                "content": "37.  On 9 April 1987 the Committee of Ministers adopted Recommendation No. R (87) 8 to Member States Regarding Conscientious Objection to Compulsory Military Service, which laid down, inter alia, the following basic principles:",
                                "elements": []
                            },
                            {
                                "content": "“A.  Basic principle",
                                "elements": []
                            },
                            {
                                "content": "1.  Anyone liable to conscription for military service who, for compelling reasons of conscience, refuses to be involved in the use of arms, shall have the right to be released from the obligation to perform such service, under the conditions set out hereafter. Such persons may be liable to perform alternative service;",
                                "elements": []
                            },
                            {
                                "content": "B.  Procedure",
                                "elements": []
                            },
                            {
                                "content": "2.  States may lay down a suitable procedure for the examination of applications for conscientious objector status or accept a declaration by the person concerned giving his reasons;",
                                "elements": []
                            },
                            {
                                "content": "3.  With a view to the effective application of the principles and rules of this recommendation, persons liable to conscription shall be informed in advance of their rights. For this purpose, the state shall provide them with all relevant information directly or allow the private organisations concerned to furnish that information;",
                                "elements": []
                            },
                            {
                                "content": "4.  Applications for conscientious objector status shall be made in ways and within time-limits to be determined having due regard to the requirement that the procedure for the examination of an application should, as a rule, be completed before the individual concerned is actually conscripted into the armed forces;",
                                "elements": []
                            },
                            {
                                "content": "5.  The examination of applications shall include all the necessary guarantees for a fair procedure;",
                                "elements": []
                            },
                            {
                                "content": "6.  An applicant shall have the right to appeal against the decision at first instance;",
                                "elements": []
                            },
                            {
                                "content": "7.  The appeal authority shall be separate from the military administration and composed in such a manner as to ensure its independence.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 9 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  The applicant complained under Article 9 of the Convention that his application for the replacement of his compulsory military service with its civilian alternative had been arbitrarily dismissed.",
                                "elements": []
                            },
                            {
                                "content": "39.  Article 9 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance.",
                                "elements": []
                            },
                            {
                                "content": "2.  Freedom to manifest one’s religion or beliefs shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "40.  The applicant submitted that the denial of permission for him to perform alternative civilian service had interfered with his right under Article 9 of the Convention. He argued that the interference had not been prescribed by law and had not been necessary in a democratic society because there had been no independent mechanism in Russia for the examination of applications for the replacement of compulsory military service by its civilian alternative and that, in any event, the applicant’s application to be assigned to alternative civilian service had not been treated in a manner that had been in full compliance with the domestic procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The applicant indicated that the insignificant number of annual applications to be assigned to alterative civil service and the hardships attached to performing that service (such as its lengthier duration and the particular conditions under which such service is performed) require that all applicants applying for such replacement should be presumed to be sincere in their beliefs. However, the authorities required him to provide evidence to substantiate his convictions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  As regards the existence of an effective mechanism for the examination of applications for the replacement of the compulsory military service by civilian service, the applicant submitted that military recruitment commissions in Russia were not independent of the military authorities, given certain aspects of their composition and functioning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In particular, the applicant stressed that the standard composition of a recruitment commission comprised exclusively government officials. Typically they did not contain either any independent experts acting in a personal capacity or members of the public.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Furthermore, the applicant indicated that recruitment commissions did not have their own funding and relied heavily on the administrative support of military commissariats. All decision made during recruitment commissions’ sessions were de facto made by the heads of military commissariats.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Referring to the circumstances of his case, the applicant submitted that, contrary to the requirements of the domestic law, he had not been given the full reasoning for the decision of the recruitment commission. That had rendered the subsequent judicial review (see paragraphs 14-16 above) ineffective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The applicant also disagreed with the statistical information provided by the respondent Government. According to the information obtained by the applicant’s representative from the St Petersburg Military Commissariat and the St Petersburg City administration, out of 560 applications for alternative civilian service lodged in St Petersburg from 2014 until 2017, only 325 were granted. That ran counter to the information provided by the Government in their observations (see below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  He also observed that some of the examples of the domestic courts’ rulings submitted by the Government (see below) were not relevant to the subject matter of the present case. At the same time, the applicant cited 123 cases considered between 2014 and 2017 where domestic courts had upheld decisions of the military recruitment commissions dismissing applications to be assigned to civilian service.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Lastly, the applicant claimed that the judicial review process in Russia was overall ineffective, as courts were not empowered to allow applications for the replacement of military service with civilian service and were forced to return them to the commissions for reconsideration.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "49.  The Government submitted that the Russian law guaranteed the right of an individual to ask for the replacement of compulsory military service with its civilian alternative.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  They furthermore stated that there was an effective and independent domestic mechanism in Russia for the examination of replacement applications. Referring to the provisions of the law (see paragraphs 1728 above) they described the composition of military recruitment commissions, and the procedure for the examination of replacement applications.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Government furthermore indicated that the military recruitment commission in the applicant’s case had been created by a decree issued by the Governor of St Petersburg. The commission had consisted of seven members. Three of them were representatives of the Ministry of Defence. The remaining four members were independent of the military authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Both at the meeting of the recruitment commission on 25 November 2014 and during the court proceedings the applicant had been provided with an opportunity to present his explanations, to submit evidence and to question witnesses in support of his claims. The Government noted that the applicant had failed to secure presence of a witness in his support during the first instance hearing. They further stated that the replacement application had been dismissed, in full compliance with the domestic law, because he had failed to prove that he had held beliefs preventing him from serving in the army. The proceedings had not been tainted by arbitrariness or bias.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Government also provided statistical data on alternative civil service in Russia. According to information from the Ministry of Defence, from 2014 until 2017 individuals had made 4,110 applications to be assigned to alternative civilian service. Almost 98% of them had been allowed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  As regards judicial review of refusals to replace military service with civilian service, the Government indicated that from 2014 until 2017 courts had allowed forty-four appeals against refusals by military recruitment commissions to allow the replacement of military service with its civilian alternative.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Submissions by the third-party intervener",
                                        "elements": [
                                            {
                                                "content": "55.  The Movement of Conscientious Objectors, a non-governmental organisation working with conscientious objectors in Russia, acting as a third party, argued that recruitment commissions were not independent of the military authorities. Commissions relied on administrative and financial support from commissariats. In practice, the head of each military commissariat made all the decisions and the remaining members simply concurred with him. Procedural rules were quite frequently violated during the commissions’ sessions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The third-party intervener provided statistics on applications to be assigned to alternative civil service lodged with its assistance from 2015 until 2017. Out of 242 applications only 115 had been allowed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Movement of Conscientious Objectors also referred to fifty-six domestic court decisions delivered in 2016. Only four of those decisions had allowed appeals against decisions issued by military recruitment commissions.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Assessment by the Court",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "58.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It furthermore notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "59.  The Court reiterates that opposition to military service, where it is motivated by a serious and insurmountable conflict between the obligation to serve in the army and a person’s conscience or his deeply and genuinely held religious or other beliefs, constitutes a conviction or belief of sufficient cogency, seriousness, cohesion and importance to attract the guarantees of Article 9 of the Convention. Whether and to what extent objection to military service falls within the ambit of that provision must be assessed in the light of the particular circumstances of the case (see Bayatyan v. Armenia [GC], no. 23459/03, §110, ECHR 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court furthermore notes that States are bound by primarily negative undertaking to abstain from any interference with the rights guaranteed by Article 9 of the Convention. The Court finds that interference will take place where an individual’s request, motivated by religious beliefs or convictions, to be drafted for alternative civilian service is dismissed by national authorities. Such interference will be contrary to Article 9 of the Convention unless it is “prescribed by law”, pursues one or more of the legitimate aims set out in paragraph 2 and is “necessary in a democratic society” (see, mutatis mutandis, Adyan and Others v. Armenia, no. 75604/11, § 60, 12 October 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  In this regard, the Court also reiterates that it has previously found that denying an individual an opportunity to perform alternative civilian service would not be necessary in a democratic society within the meaning of Article 9 of the Convention, where, inter alia, this individual had provided solid and convincing reasons justifying his exemption from military service (see Bayatyan, cited above, §§ 125-28)",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  At the same time, the Court is mindful that were an individual requests a special exemption bestowed upon him due to his religious beliefs or convictions, it is not oppressive or in fundamental conflict with freedom of conscience to require some level of substantiation of genuine belief and, if that substantiation is not forthcoming, to reach a negative conclusion (see Kosteski v. the former Yugoslav Republic of Macedonia, no. 55170/00, § 39, 13 April 2006; Enver Aydemir v. Turkey, no. 26012/11, § 81, 7 June 2016; Papavasilakis v. Greece, no. 66899/14, § 54, 15 September 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Accordingly, States are allowed to establish procedures to assess the seriousness of the individual’s beliefs and to thwart any attempt to abuse the possibility of an exemption on the part of individuals who are in a position to perform their military service (see Papavasilakis, cited above, § 54). At the same time, there is a corresponding positive obligation on domestic authorities to ensure that procedures for establishing whether an applicant is entitled to conscientious objector status are effective and accessible (see Papavasilakis, cited above, §§ 50-53; Savda v. Turkey, no. 42730/05, § 99, 12 June 2012). One of the fundamental conditions for such procedure to be considered effective is the independence of the individuals examining requests for the replacement of military service (see Papavasilakis, cited above, § 60).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In the light of the above observations, in order to establish whether the requirements of Article 9 of the Convention were met in the present case the Court will examine, firstly, whether domestic authorities managed to establish an appropriate framework in Russia and, secondly, whether the respondent State complied with their negative obligations in the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court notes that the Constitution of the Russian Federation expressly provides the general right of conscientious objectors to have their obligatory military service replaced with its civilian alternative (see paragraph 17 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The replacement of military service is not unconditional. Applications are subject to the approval of a recruitment commission, in accordance with the provisions of the Civilian Service Act (see paragraphs 18-25 above). In this regard the Court reiterates that an assessment of the seriousness of an individual’s convictions cannot in itself be regarded as being contrary to Article 9 of the Convention, given the necessity to identify conscripts who are simply pretending to be conscientious objectors (see Papavasilakis, cited above, § 54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The examination of a replacement application is undertaken by a recruitment commission in the presence of the claimant, who is able to present evidence and witness testimony without any restrictions. A commission is also able to collect on its own motion any information that it deems necessary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court furthermore reiterates that one of the fundamental conditions for an investigation to be considered effective is the independence of the individuals conducting it (see Papavasilakis, cited above, § 60).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court observes that under the Compulsory Military Service Act (see paragraph 27 above) a military recruitment commission is composed of at least seven members. Three of them are representatives of the Ministry of Defence. The remaining four members, including the president of the military commission, are officials of public bodies that are structurally independent of the military authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  It follows that Russian military recruitment commissions are comprised of government officials (either military or civil). They do not comprise any civil society experts acting in a personal capacity or members of the public. The Court is mindful that the Compulsory Military Service Act provides for the possibility to have representatives of other agencies and organisations in the composition of recruitment commissions. However, the parties did not provide examples of such cases.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Assessing the procedure further, the Court notes that, under the Civilian Service Act, a commission can deliver decisions if no less than two-thirds of its members are present. That could result in situations where the majority of its members are military officials.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Therefore, in practice, the composition of a recruitment commission may vary not only from one region to another – it can also change between sessions. While such variability in the composition of the body that is responsible for deciding on replacement applications may be unfortunate, the question for the Court is whether the requirement that the military recruitment commission be independent has been complied with in the specific circumstances of the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  In this connection, the Court also does not lose sight of the argument put forward both by the applicant and the third-party intervener that recruitment commissions relied heavily on administrative support from military commissariats and it was the heads of commissariats who de facto made all decisions during sessions of recruitment commissions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  While it appears that military commissariats indeed provide premises for commissions’ sessions, nothing suggests that individual members obtain any payments or incentives from the military authorities. They remain employed by their own State agencies and are not subject to any pressure or receive any instructions from the Ministry of Defence. Accordingly, the Court finds that the provision of ordinary administrative support cannot in itself be seen as affecting the independence of a commission’s members.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Furthermore, the Court considers that the allegation (see the submissions of the applicant and the third party in paragraphs 44 and 55 above) that members of recruitment commissions did not have true voting powers and that all decisions were de facto made by the heads of the military commissariats is speculative and cannot be regarded as valid in the absence of any credible evidence to support it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Court observes that all decisions adopted by a military recruitment commission are amenable to an appeal before the national courts of general jurisdiction (see paragraph 25 above). Courts are vested with broad powers of review with regard to military commissions’ decisions. Judicial scrutiny covers all matters of fact and law as well as observance of the rights and freedoms of a claimant. Courts are empowered to declare a contested decision unlawful, as well as to order measures to remedy breaches of the law and individual rights and freedoms (see paragraphs 31-33 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Court furthermore notes that commissions’ decisions are automatically suspended pending the adoption of a final judgment by a domestic court. This is an important safeguard preventing individuals from being conscripted into military service while court proceedings are still ongoing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Court is mindful that under the Russian Code of Administrative Procedure a judgment becomes final on the day that it is upheld by an appeal court (see paragraphs 29 and 30). Consequently, a two-tier review in cassation proceedings before the regional courts and the Supreme Court has no suspensive effect. However, this would not automatically render cassation proceedings ineffective. Moreover, the applicant never argued that cassation appeal had not in practice been accessible to him or had otherwise been ineffective owing to the lack of any suspensive effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The Court observes that both the applicant and the respondent Government relied on statistical data. However, there was a significant discrepancy between the respective information submitted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  According to the applicant, from 2014 until 2017 approximately 60% of all applications for the replacement of military service lodged in St Petersburg were granted (325 applications out of 560). By contrast, the Government indicated an almost 98% approval rate regarding such applications for the entire country in the same period, which would amount to a total of approximately eighty-eight dismissals out of 4,110 replacement applications lodged country-wide. Information provided by the third-party intervener indicated that approximately 50% of all applications lodged with their assistance were approved in the period in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Court is not in a position to determine whether the reasons for such a significant discrepancy were due to the differences in statistical technology or to calculation errors. Nonetheless, all three approaches confirm the absence of institutional bias against individuals seeking the replacement of military service with its civilian alternative. The Court will, therefore, proceed with that in mind.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  To sum up, the Court considers that the existing mechanism in Russia for the examination of applications for the replacement of compulsory military service with its alternative civilian version provides wide scope for an examination of individual circumstances and encompasses sufficient procedural guarantees for a fair procedure as required by international standards (see paragraph 37) and the Court’s case law (see paragraph 63). While in practice, in certain circumstances, the composition of a commission may raise doubts as to its independence, the general rule, as can be seen from the regulatory framework and the examples provided by the parties, is that a recruitment commission, given the structural detachment of the majority of its members from the military authorities, satisfies the prima facie requirement of independence (see, a contrario, Papavasilakis, cited above, §§ 61-64).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  Furthermore, any procedural defects occurring at the commission level could be subsequently remedied during the judicial proceedings, given the scope of the judicial review process and the courts’ wide powers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  Accordingly, the Court concludes that the Russian authorities complied with their positive obligations under Article 9 of the Convention to establish an effective and accessible procedure for determining whether an applicant is entitled to conscientious objector status.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The Court reiterates that interference will take place where an individual’s request for the replacement of the compulsory military service by civilian service, motivated by serious religious beliefs or convictions, is dismissed by national authorities (see paragraph 60 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Court furthermore notes that States are generally allowed to assess the seriousness of the individual’s beliefs while examining whether he is entitled to conscientious objector status (see paragraphs 62 and 63 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Court must retain its supervisory function. It is not its task to evaluate the meaning of an applicant’s statements before domestic authorities and the way in which they were interpreted, this being first and foremost the role of the national authorities (see Papavasilakis, cited above, § 58 in fine). Accordingly, save for the instances of arbitrariness or manifest unreasonableness, the Court will rely on the conclusions reached by an effective domestic mechanism after examination of an individual request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  Turning to the circumstances of the present case, the Court observes that the military recruitment commission in the applicant’s case had a standard composition and consisted of seven members. Four of them, including the president of the commission, were structurally independent of the Ministry of Defence (see paragraph 10 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  Consequently, the Court is satisfied that the composition of the commission afforded the requisite guarantees of independence to the applicant (compare Papavasilakis, cited above, § 61).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Court furthermore notes that the applicant’s request for the replacement of military service was dismissed by the commission as not sufficiently persuasive. The applicant challenged the dismissal in courts. He did not complain about scarcity of reasons before the national authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The domestic courts did not limit the scope of the review to the decision of the commission. The applicant’s replacement application was examined anew. The applicant was afforded an opportunity to put forward arguments and to adduce evidence of his beliefs (including by introducing witness testimony). However, he did not bring any new evidence or witnesses before the domestic courts. He adduced his curriculum vitae and a letter of recommendation (see paragraphs 12 and 15).",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  Moreover, neither party argued that the judicial proceedings had been tainted by a violation of fair-trial guarantees; nor was there any indication that the courts held any presumptions of facts or of law against the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The Court reiterates that it is not its task to substitute its own assessment of factual evidence for that of the national courts. The Court sees no reason to doubt the domestic authorities’ assessment of the seriousness of the applicant’s convictions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The Court therefore accepts that the applicant has failed to substantiate the existence of a serious and insurmountable conflict between the obligation to serve in the army and his convictions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  Accordingly, there has been no violation of Article 9 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by four votes to three, that there has been no violation of Article 9 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 March 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  concurring opinion of Judge Serghides;",
                        "elements": []
                    },
                    {
                        "content": "(b)  joint dissenting opinion of Judges Pinto de Albuquerque, Keller and Schembri Orland.",
                        "elements": []
                    },
                    {
                        "content": "1.  In the present case the applicant complained under Article 9 of the Convention that his request for replacement of compulsory military service by its civilian alternative had been arbitrarily dismissed.",
                        "elements": []
                    },
                    {
                        "content": "2.  By a majority of four to three, the Court found that there had been no violation of Article 9. Being in the majority, I voted in favour of no violation of this provision and I fully subscribed to everything that was said in the judgment.",
                        "elements": []
                    },
                    {
                        "content": "3.  The purpose of this concurring opinion is only to provide an additional argument which may support the judgment: an argument deriving from Article 4 §§ 2 and 3 (b) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  Article 4 § 2 of the Convention provides that “[n]o one shall be required to perform forced or compulsory labour”. However, Article 4 § 3 (b) of the Convention clearly and in a mandatory manner does not include military service within the meaning of “forced or compulsory labour” (emphasis added):",
                        "elements": []
                    },
                    {
                        "content": "“3. For the purpose of this Article the term ‘forced or compulsory labour’ shall not include:",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "(b) any service of a military character or, in case of conscientious objectors in countries where they are recognised, service exacted instead of compulsory military service.”",
                        "elements": []
                    },
                    {
                        "content": "5.  Indeed, “compulsory military service” is a form of labour which by its very nature is compulsory. However, it is apparent from Article 4 §§ 2 and 3 (c) that such service cannot be considered compulsory for the purposes of Article 4 § 2 to the effect of entailing a violation of that provision.",
                        "elements": []
                    },
                    {
                        "content": "6.  From Article 4 § 3 (b) it is clear that the drafters of the Convention intended to afford States parties to the Convention a wide discretion to maintain compulsory military service and an alternative civilian service, in case of conscientious objectors, if they are so recognised. The drafting of Article 4 § 3 (b) thus ensured full respect for the principle of subsidiarity and for the sovereignty of each member State to deal with compulsory military service, an issue which may be necessary or relevant to the maintenance of peace in a given country or to its defence.",
                        "elements": []
                    },
                    {
                        "content": "7.  According to the well-established case-law of the Court, the Convention should be interpreted as a whole, thus, its provisions should be interpreted in an internal harmony and in a coherent manner (see, inter alia, Johnston and Others v. Ireland, no. 9697/82, § 57, 18 December 1986, and Stec and Others v. the United Kingdom (dec.) [GC], nos. 65731/01 and 65900/01, § 48, ECHR 2005X). Such an interpretation is based on common sense and for me it is a requirement or facet of the principle of effectiveness. It would be pointless, therefore, on the issue of compulsory military service, for member States to have a wide discretion regarding the right/prohibition guaranteed by Article 4 §§ 2 and 3 (c), but not to have such a discretion regarding the right guaranteed by Article 9 of the Convention. The extent of the discretion of member States is a factor affecting the exercise of the supervisory function of the Court; the wider the discretion of member States in a given area of law, the less intrusive the Court’s intervention. What is submitted here about the harmonious interpretation of Articles 9 and 4 of the Convention as regards the member States’ discretion is supported by the Court’s case-law on Article 9, according to which States enjoy such a margin of appreciation regarding the manner in which their systems of alternative service are organised and implemented (see, inter alia, Adyan and Others v. Armenia, no. 75604/11, § 67, 12 October 2017).",
                        "elements": []
                    },
                    {
                        "content": "It should be made clear that the argument made here is not whether there is a right under Article 9 to conscientious objection. This is an issue which was decided in the affirmative, in a progressive manner and without any association with Article 4 § 3, in Bayatyan v. Armenia [GC], no. 23459/03, 7 July 2012. The Court in that case observed that Article 4 § 3 “[i]n itself ... neither recognise[d] nor exclude[d] a right to conscientious objection and should therefore not have a delimiting effect on the rights guaranteed by Article 9” (ibid., § 100). However, accepting that there is a right to conscientious objection under Article 9 does not preclude the need for a harmonious interpretation of Articles 9 and 4 § 3 (b) regarding the extent of the margin of appreciation afforded to member States in organising and implementing alternative civilian service under Article 9, an issue which is different from the question whether there is a right to conscientious objection. On the contrary, as has been said above, such a harmonising interpretative approach is an important aspect of the principle of effectiveness, which must be taken into account. Furthermore, the Court in Bayatyan (ibid., § 125), following case-law of the European Commission of Human Rights, accepted that exemptions from compulsory military service should be granted on the basis of “solid and convincing grounds”. It can be said that this strict standard of proof is borne out by reading Article 9 together with Article 4 § 3 (b); and by analogy the wide margin of appreciation of member States in organising and implementing alternative civilian service also stems from such a reading.",
                        "elements": []
                    },
                    {
                        "content": "8.  In the present case the national authorities acted neither manifestly unreasonably nor arbitrarily and did nothing which overstepped their margin of appreciation, a margin which was a broad one on the issue in question, as explained above.",
                        "elements": []
                    },
                    {
                        "content": "9.  In any event, as the Court rightly concluded, “the applicant has failed to substantiate the existence of a serious and insurmountable conflict between the obligation to serve in the army and his convictions” (see paragraph 94 of the judgment), and, consequently, “there has been no violation of Article 9 of the Convention” (see paragraph 95 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "Introduction",
                        "elements": []
                    },
                    {
                        "content": "1.  The applicant, a young philosophy graduate, sought permission from the domestic authorities to undertake civilian service, rather than compulsory military service, on the basis that he had converted to pacifism (see paragraphs 6-16 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "2.  Article 9 of the Convention obliges the respondent Government to provide an effective and accessible procedure for establishing whether individuals in the applicant’s position are entitled to conscientious objector status (see Savda v. Turkey, no. 42730/05, § 100, 12 June 2012). In our view, that obligation was not met in the present case. We accordingly dissent from the Court’s judgment.",
                        "elements": []
                    },
                    {
                        "content": "3.  On our analysis, it is unnecessary for us to express a conclusive view as to certain matters addressed in the Court’s judgment. However, we question the Court’s approach.",
                        "elements": []
                    },
                    {
                        "content": "The arbitrary treatment of the applicant’s request",
                        "elements": []
                    },
                    {
                        "content": "4.  The Court’s judgment identifies three initial tiers to the procedure by which conscientious objector status is adjudicated in the Russian Federation: the military recruitment commission, the first-instance court of general jurisdiction before which the commission’s decision can be challenged under Chapter 22 of the Code of Administrative Procedure, and the appellate court to which the first-instance judgment can be appealed (see paragraphs 20-25, 29-33 and 76-77). We consider that, as a matter of fact, the review of the applicant’s request to undertake civilian service was ineffective at each of these tiers.",
                        "elements": []
                    },
                    {
                        "content": "5.  We begin our evaluation with the commission’s handling of the request. It is apparent from the Court’s account of the commission’s reasoning that the commission confined itself to examining the curriculum vitae and the letter of recommendation adduced by the applicant (see paragraphs 9 and 11 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "6.  In the light of the principle of subsidiarity, it is not usually for judges of this Court to question the assessment of evidence by domestic authorities (see, for example, Sisojeva and Others v. Latvia (striking out) [GC], no. 60654/00, § 89, ECHR 2007I). However, by confining itself as it did, the commission acted arbitrarily. It could not have properly weighed up the evidence before it without regard to the alleged spontaneity of the applicant’s conversion to pacifism, which might explain the lack of reference to this belief in the documents. Equally, it could not have fairly come to a conclusion as to the truthfulness of the applicant’s belief without taking account of his willingness to complete a term of civilian service longer than the term of military service that he would otherwise have performed. According to information available to the Court, the term of civilian service performed by conscripts in the Russian Federation is generally half or three quarters as long again as the term of military service.",
                        "elements": []
                    },
                    {
                        "content": "7.  These faults were also displayed in the judgment of the first-instance court to which the applicant complained about the commission’s decision; in addition, that court fell into even graver error by suggesting that “spontaneously crystallised convictions cannot serve as grounds for requesting permission to perform alternative civilian service” (see paragraphs 12 and 14 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "8.  We accept that, as the Supreme Court of the United States of America has held, the belatedness of a claim that an individual has a conscientious objection “might cast doubt upon” its “genuineness” (see Ehlert v. United States, 402 US 99 (1971), 103-104). But we also agree with the US Supreme Court that “there is no reason to suppose that such claims could not be every bit as bona fide and substantial as the claims of those whose conscientious objection ripens” earlier (ibid., 104). We are constrained to conclude that the generalised reasoning of the Frunzenskiy District Court of St Petersburg was baseless and thus arbitrary.",
                        "elements": []
                    },
                    {
                        "content": "9.  On appeal to the St Petersburg City Court, this troubling aspect of the first-instance judgment was not disapproved. Moreover, the applicant’s explanation of the spontaneity of his conversion and his willingness to serve for a longer period were ignored. The City Court even stated that the applicant had done no more than “simply indicate” an unwillingness to perform military service (see paragraph 15 of the judgment). For the reasons given above, such treatment of the applicant’s request was arbitrary.",
                        "elements": []
                    },
                    {
                        "content": "10.  We readily accept that the High Contracting Parties are entitled to assess the seriousness of an alleged conscientious objection in order to thwart attempted abuse of the possibility of an exemption by those who are in fact able to perform military service (see Papavasilakis v. Greece, no. 66899/14, § 54, 15 September 2016). However, we are of the opinion that the assessment undertaken by the first three tiers of the domestic procedure was arbitrary and therefore ineffective.",
                        "elements": []
                    },
                    {
                        "content": "The appropriate standard of proof",
                        "elements": []
                    },
                    {
                        "content": "11.  We are also concerned that this assessment was based on an overly burdensome standard of proof. There is an emerging trend away from such approaches both within Europe and internationally.",
                        "elements": []
                    },
                    {
                        "content": "12.  Indeed, in its resolution 24/17, the United Nations Human Rights Council “welcomed the practice of some States accepting claims of conscientious objection as valid without any inquiry process”, while the European Parliament and the former United Nations Commission on Human Rights have also endorsed this approach, which has been adopted by certain High Contracting Parties: Austria, Norway, and Switzerland (see the Report of the Office of the United Nations High Commissioner for Human Rights on “Approaches and challenges with regard to application procedures for obtaining the status of conscientious objector to military service in accordance with human rights standards”, §§ 10-12, 24 May 2019, A/HRC/41/23).",
                        "elements": []
                    },
                    {
                        "content": "13.  Moreover, the genuineness of belief has not been contested in the proceedings involving the Republic of Korea in the United Nations Human Rights Committee (see, for example, Kim et al. v. Republic of Korea, § 7.4, 14 January 2015, CCPR/C/112/D/2179/2012). The Court referred to this jurisprudence in Bayatyan v. Armenia ([GC], no. 23459/03, § 63, ECHR 2011).",
                        "elements": []
                    },
                    {
                        "content": "14.  This is also a feature of the Views on individual communications about Turkish conduct (see Atasoy and Sarkut v. Turkey, § 10.5, 19 June 2012, CCPR/C/104/D/1853-1854/2008).",
                        "elements": []
                    },
                    {
                        "content": "15.  Although it is true that the individuals in Kim et al. and Atasoy and Sarkut were Jehovah’s Witnesses, the Human Rights Committee has made it clear that States “should give equal treatment” to all alleged conscientious objectors (see Brinkhof v. the Netherlands, § 9.4, 27 July 1993, CCPR/C/48/D/402/1990).",
                        "elements": []
                    },
                    {
                        "content": "16.  In line with this trend, we consider that, having chosen to assess the applicant’s belief, the national authorities were erroneously rigorous at the initial three tiers of the domestic procedure. They ought to have given due consideration to factors such as his willingness to accept the alternative of civilian service, regarding them as significant (albeit perhaps not decisive) evidence of the veracity of his belief.",
                        "elements": []
                    },
                    {
                        "content": "The ineffective cassation proceedings",
                        "elements": []
                    },
                    {
                        "content": "17.  We note that the applicant lodged cassation appeals (see paragraph 16 of the judgment). Contrary to the Court’s suggestion at paragraph 78 of the judgment, we are of the view that the additional two-tier review in cassation proceedings before the regional courts and the Supreme Court is structurally ineffective.",
                        "elements": []
                    },
                    {
                        "content": "18.  Since the cassation proceedings are without suspensive effect, they can only determine conscientious objector status after the commission’s decision has taken effect. It follows that individuals seeking this status may be required to perform military service in the interim. If it is subsequently accepted that these individuals are indeed conscientious objectors, then they will have suffered precisely the violation of rights under Article 9 that is meant to be avoided. As a matter of principle, such cassation proceedings cannot form part of the effective and accessible procedure that Article 9 warrants (compare DELTA PEKÁRNY a.s. v. the Czech Republic, no. 97/11, §§ 92-93, 2 October 2014).",
                        "elements": []
                    },
                    {
                        "content": "Observations of a general nature",
                        "elements": []
                    },
                    {
                        "content": "19.  We voted in favour of a finding that Article 9 had been violated in view of the foregoing considerations. Having come to that conclusion, it is strictly unnecessary for us to address the other aspects of the applicant’s argument.",
                        "elements": []
                    },
                    {
                        "content": "20.  We nevertheless wish to express our regret that the Court did not refrain from coming to a conclusion as to institutional bias against alleged conscientious objectors (see paragraph 81 of the judgment). The Court was unable to resolve the discrepancy in the statistical data on which it comments at paragraphs 79 to 81 of the judgment. It is therefore apparent to us that the extent to which applications for conscientious objector status are successful throughout the Russian Federation remains uncertain.",
                        "elements": []
                    },
                    {
                        "content": "21.  We also observe that the framework governing the composition of the commissions, which is analysed at paragraphs 69 to 75 of the judgment, appears to be less conducive to independence than the framework in certain other High Contracting Parties. The Russian commissions do not include “civil-society representatives with specialist knowledge” and are not “chaired by a legal expert” (contrast Papavasilakis, cited above, §§ 59-63). The significance of this may be compounded by the power of the commissions to deliver decisions in the absence of a third of their membership, which can leave military officials in the majority, and by the support afforded to the commissions by the military commissariats (see paragraphs 71 and 73-74 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "22.  Finally, we note that the applicant’s complaint about the ineffectiveness of judicial remedies under Chapter 22 of the Code of Administrative Procedure (see paragraph 48 of the judgment) does not appear to have been answered at either paragraph 76 or elsewhere in the judgment.",
                        "elements": []
                    },
                    {
                        "content": "23.  Each of these matters deserves renewed scrutiny by the Court.",
                        "elements": []
                    },
                    {
                        "content": "Conclusion",
                        "elements": []
                    },
                    {
                        "content": "24.  It has been understood for decades that alleged conscientious objectors “whose views are late in crystallising” cannot “be deprived of a full and fair opportunity to present the merits” of their claims (see, for example, the US Supreme Court case of Ehlert, cited above, 103). It is unfortunate that the Court has failed to follow this wisdom in the present case.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paul Lemmens",
            "role": "president"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Lorraine Schembri Orland",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DYAGILEV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-201649.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0310JUD004997216",
    "externalsources": [],
    "extractedappno": [
        "49972/16",
        "23459/03",
        "75604/11",
        "55170/00",
        "26012/11",
        "66899/14",
        "42730/05",
        "9697/82",
        "65731/01",
        "65900/01",
        "60654/00",
        "24/17",
        "41/23",
        "97/11"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 59 of the Constitution",
        "Civilian Service Act (Law No. 113-FZ of 25 July 2002)",
        "Compulsory Military Service Act (Law No. 53-FZ of 28 March 2002)",
        "Art. 186 of the Russian Code of Administrative Procedure (as in force in 2014-2015)"
    ],
    "itemid": "001-201649",
    "judgementdate": "10/03/2020 00:00:00",
    "kpdate": "10/03/2020 00:00:00",
    "kpthesaurus": [
        "154",
        "643",
        "147",
        "204",
        "269",
        "320",
        "532",
        "238",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "9-2",
        "9-1",
        "9"
    ],
    "parties": [
        "DYAGILEV",
        "RUSSIA"
    ],
    "rank": "5079.0595703125",
    "representedby": [
        "PEREDRUK A.",
        "GOLUBOK S."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Adyan and Others v. Armenia, no. 75604/11, § 60, 12 October 2017",
        "Bayatyan v. Armenia [GC], no. 23459/03, ECHR 2011",
        "Enver Aydemir v. Turkey, no. 26012/11, § 81, 7 June 2016",
        "Kosteski v. the former Yugoslav Republic of Macedonia, no. 55170/00, § 39, 13 April 2006",
        "Papavasilakis v. Greece, no. 66899/14, 15 September 2016",
        "Savda v. Turkey, no. 42730/05, § 99, 12 June 2012"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "496803",
    "typedescription": "15"
}