{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "13347/07",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-116032.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 13347/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Turkish nationals, Ms Hatice Güzeler, Mr Birol Güzeler, Mr Kamil Güzeler and Ms Oya Güzeler (“the applicants”), on 14 March 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr C. Altıparmak, a lawyer practising in İzmir. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 14 October 2010 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1924, 1963, 1965 and 1963 respectively and live in İzmir.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 21 September 1989 the applicants brought a case before the  in claim of possession on a plot of land",
                                "elements": []
                            },
                            {
                                "content": "6.  On 18 September 2006 the case was finalised.",
                                "elements": []
                            },
                            {
                                "content": "7.  In the course of the proceedings there was only one judge authorised to hear cadastral cases and in the entire proceedings only eight hearings were presided by the same judge.",
                                "elements": []
                            },
                            {
                                "content": "8.  The  decided to conduct on-site examination after four years and five months from the beginning of the proceedings. The decision to conduct on-site examination was implemented nine years and four months after the decision.",
                                "elements": []
                            },
                            {
                                "content": "9.  In cadastral cases courts were authorised by the law to issue the certificate of inheritance, replacing magistrate civil courts. However, in the case at hand the cadastral court avoided to exercise such authority and preferred to give deadlines to the parties to apply to the magistrate civil courts that caused about six years of delay.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "10.  The applicants complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by a ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "11.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "12.  The period to be taken into consideration began on 21 September 1989 and ended on 18 September 2006. It thus lasted seventeen years for two levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "13.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "14.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, Daneshpayeh v. Turkey, no. 21086/04, § 28, 16 July 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  The applicants further complained that the length of the proceedings had infringed their right to the peaceful enjoyment of their possessions, as guaranteed by Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "19.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "20.  Having regard to its finding under Article 6 § 1 (see paragraph 15 above), the Court considers that it is not necessary to examine whether, in this case, there has been a violation of Article 1 of Protocol No. 1 (see Zanghì v. Italy, 19 February 1991, § 23 Series A no. 194-C).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "22.  The applicants claimed 200,000 euros (EUR) in respect of pecuniary and EUR 100,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicants jointly EUR 14,400 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "25.  The applicants did not claim any amount under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "26.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the complaint under Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants jointly, within three months, EUR 14,400 (fourteen thousand and four hundred euros) plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 January 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dragoljub Popović",
            "role": "president"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GÜZELER v. TURKEY",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-116032.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0122JUD001334707",
    "externalsources": [],
    "extractedappno": [
        "13347/07",
        "21086/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-116032",
    "judgementdate": "22/01/2013 00:00:00",
    "kpdate": "22/01/2013 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "26",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "GÜZELER",
        "TURKEY"
    ],
    "rank": "950.521850585938",
    "representedby": [
        "ALTIPARMAK C."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "367296",
    "typedescription": "15"
}