{
    "__articles": "8;8-1",
    "__conclusion": "No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life;Respect for private life)",
    "applicability": "",
    "appno": "72105/14;20415/15",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life",
                "Respect for private life"
            ],
            "element": "No violation of Article 8 - Right to respect for private and family life",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-177229.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 72105/14 and 20415/15) against the Portuguese Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Portuguese nationals, Mr Tomás Silva (“the first applicant”) and Mr Mário Alberto Mondim Correia (“the second applicant”), on 30 October 2014 and on 17 April 2015, respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The first applicant was represented by Mr J.J. Ferreira Alves, a lawyer practising in Matosinhos. The second applicant was represented by Ms L. do Fundo, a lawyer practising in Vila Nova de Famalicão. The Portuguese Government (“the Government”) were represented by their Agent, Ms M. F. da Graça Carvalho, Deputy Attorney General.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that the dismissal of the paternity proceedings instituted by them constituted a breach of their rights under Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 24 May 2016 that complaint was communicated to the Government and the remaining parts of the applications were declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The first applicant was born in 1944 and lives in Oliveira de Azeméis. The second applicant was born in 1970 and lives in Vila Real.",
                                "elements": []
                            },
                            {
                                "content": "A.  Application no. 72105/14 (the first applicant)",
                                "elements": [
                                    {
                                        "content": "6.  The first applicant was born out of wedlock. His mother always considered T.S. to be his father and from an early age he has been in touch with T.S.’s family, who have always treated him as a relative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 26 March 2012 the first applicant instituted an action for recognition of paternity before the Vale de Cambra Court. T.S. objected and argued that the applicant’s claim was time-barred under Article 1817 § 1 of the Civil Code. Mr Silva responded that this provision was unconstitutional because it violated Articles 18 §§ 2 and 3 and 26 § 1 of the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 26 June 2012 the judge gave directions (despacho saneador) setting out those matters that had already been established and those that remained outstanding. In addition, the judge dismissed T.S.’s objection that the applicant’s claim was time-barred, holding that the time-limit set by Article 1817 § 1 was unconstitutional insofar as the limitation thus imposed on the possibility of investigating an individual’s paternity at all times constituted an unjustified and disproportionate restriction of the right of a son to know who his father was. It also found that the exercise of a person’s right to know his parentage could not be subject to temporal barriers and could only be restricted in cases where such exercise of the right would constitute an abuse. The fact that the plaintiff had only instituted the proceedings more than fifty years later could not, in itself, be considered to constitute an abuse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On an unknown date T.S. challenged the judge’s decision of 26 June 2012 ‒ in the part in which it considered Article 1817 § 1 to be incompatible with constitutional provisions ‒ before the Porto Court of Appeal. On an unknown date the applicant submitted his observations in reply (contraalegações), arguing that the decision should be upheld and the proceedings should not be deemed time-barred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Meanwhile, on an unknown date, at the request of the first applicant, the Vale de Cambra Court ordered DNA tests which established that T.S. was the applicant’s father. In the light of that result the Vale de Cambra Court asked the parties about the usefulness of continuing the proceedings. T.S. did not acknowledge paternity and requested the Vale de Cambra Court to continue the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 9 April 2013 the Porto Court of Appeal dismissed T.S.’s challenge. It held that Article 1817 § 1 was unconstitutional and that the right to seek judicial recognition of paternity should not be subject to a time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  T.S. appealed to the Supreme Court of Justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 14 January 2014 the Supreme Court dismissed T.S.’s appeal and upheld the decision of the Porto Court of Appeal in its entirety.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On an unknown date T.S. appealed to the Constitutional Court, to which he submitted the question of the constitutionality of Article 1817 § 1 of the Civil Code, pursuant to Article 70 § 1 (a) of the Law of the Constitutional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 10 March 2014 the Constitutional Court held, with reference to its previous ruling no. 401/2011, that Article 1817 § 1 complied with the relevant provisions of the Constitution.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The first applicant appealed to the Conference of the Constitutional Court (Conferência do Tribunal Constitucional), claiming that Article 1817 § 1 was unconstitutional. On 7 May 2014 the Conference of the Constitutional Court upheld the previous decision of the Constitutional Court and dismissed the applicant’s claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  As a result of the Constitutional Court’s decisions, the Supreme Court of Justice dismissed the applicant’s action on 9 July 2014.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Application no. 20415/15 (the second applicant)",
                                "elements": [
                                    {
                                        "content": "18.  The second applicant was born out of wedlock. His mother always considered A.M. to be his father.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 31 March 2014 he brought paternity proceedings before the Vila Real Court and contended that he had always known that A.M. was his father. A.M. objected, arguing that the claim was time-barred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 15 June 2013 the Vila Real Court dismissed the second applicant’s action, holding that it was time-barred for being lodged outside the ten-year time-limit established under Article 1817 § 1 of the Civil Code. In addition, it noted that the second applicant had not argued that there were any factors justifying the addition of a further three years pursuant to Article 1817 §§ 2 and 3 of the Civil Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 5 September 2013 the second applicant appealed to the Porto Court of Appeal, challenging the judgment of the Vila Real Court. He argued that the time-limit established under Article 1817 § 1 of the Civil Code for the institution of paternity proceedings was not compatible with the Constitution and that the right to one’s identity should prevail over the rights of the alleged parent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 10 December 2013 the Porto Court of Appeal upheld the firstinstance judgment, finding that Article 1817 § 1 of the Civil Code was not incompatible with constitutional provisions, pursuant to Ruling no. 401/2011 of the Constitutional Court. One of the judges dissented, expressing the view that the protection afforded by the Constitution to the fundamental right to personal identity required that the possibility of investigating one’s biological identity should not be subject to a timelimit.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 28 January 2014 the second applicant challenged the decision of the Porto Court of Appeal before the Supreme Court of Justice and asked it to rule that the referred time-limit was unconstitutional.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  By a judgment of 27 May 2014 the Supreme Court of Justice quashed the judgment of the Porto Court of Appeal and held that the tenyear time-limit established under Article 1817 § 1 of the Civil Code was unconstitutional.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On an unknown date A.M. lodged a constitutional appeal before the Constitutional Court, which by a summary decision of 25 September 2014 ruled that, with reference to its previous ruling no. 401/2011, the provision was constitutional and ordered that the judgment of the Supreme Court be modified accordingly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The second applicant appealed to the Conference of the Constitutional Court. On 28 October 2014 the Conference upheld the previous decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Following the Constitutional Court decisions, the Supreme Court of Justice dismissed the second applicant’s action on 13 January 2015.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Constitution of the Portuguese Republic",
                                "elements": [
                                    {
                                        "content": "28.  The relevant articles of the Constitution of the Portuguese Republic read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Laws that restrict rights, freedoms and guarantees must have a general and abstract nature and may not have a retroactive effect or reduce the extent or scope of the essential content of the constitutional precepts.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Everyone is accorded the rights to personal identity, to the development of personality, to civil capacity, citizenship, to a good name and reputation, to their image, to speak out, to protect the privacy of their personal and family life, and to legal protection against any form of discrimination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The law shall lay down effective guarantees against the improper procurement and misuse of information concerning persons and families and its procurement or use contrary to human dignity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The law shall guarantee the personal dignity and genetic identity of the human person, particularly in the creation, development and use of technologies and in scientific experimentation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Deprivation of citizenship and restrictions on civil capacity may only occur in the cases and under the terms that are provided for by law, and may not be based on political motives.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Spouses have equal rights and duties in relation to their civil and political capacity and to the maintenance and education of their children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Children born outside wedlock may not be the object of any discrimination for that reason, and neither the law, nor official departments or services may employ discriminatory terms in relation to filiation.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Portuguese Civil Code",
                                "elements": [
                                    {
                                        "content": "29.  Pursuant to Articles 1873 and 1817 § 1 of the Civil Code provide that a claim for establishing paternity can be brought at any time until the child reaches the age of majority. The right to seek paternity recognition by judicial decision lapses ten years after the person has attained the age of majority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In addition, Article 1817 § 3 of the Civil Code provides for a supplementary three-year period within which paternity proceedings can be instituted. According to this provision, a person can seek paternity recognition by judicial decision within three years of one of the following events: a) paternity being successfully challenged by a third party; b) the applicant’s becoming aware, after the expiry of the ten-year time-limit, of a factor or circumstances which may justify the proceedings, in particular where they have ceased to be treated as a son or daughter; c) in the event that paternity has not been established, the investigating party’s becoming aware of facts and circumstances which warrant the investigation. The three-year period shall be counted in addition to the general ten-year timelimit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The current text of the above provision is the result of a legislative evolution brought about by virtue of the case-law of the Constitutional Court which, in its Ruling no. 23/2006, ruled that the previous text of Article 1817 § 1 of the Civil Code (adopted by the Decree Law 496/77 of 25 November 1977) – which had established a two-year time-limit from the date of reaching the age of majority or the date of emancipation of the minor for the exercise of his or her right to start paternity proceedings – was incompatible with Articles 26 § 1 and 36 § 1 of the Constitution. Moreover, the legislative amendment was not limited to extending the period during which paternity proceedings could be started: it also put an end to autonomous application of the time-limit, which continued regardless of whether there was any justification for the exercise of the right. Law no. 14/2009 of 1 April 2009, which amended the text of Article 1817 § 1 to its current version, also added the supplementary threeyear time-limit provided for by paragraph 3 of Article 1817.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Case-law of the Supreme Court of Justice",
                                "elements": [
                                    {
                                        "content": "32.  The case-law of the Supreme Court of Justice does not present a consistent approach on the constitutionality of the ten-year time-limit established under Article 1817 § 1 of the Civil Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On the one hand, the Supreme Court has held on several occasions that the ten-year time-limit set by Article 1817 § 1 was unconstitutional (see, for example, judgments of 8 June 2010, 21 September 2010, 27 January 2011, 6 September 2011, and 31 January 2017). In these cases, the Supreme Court found that the imposition of a time-limit on the exercise of the right to seek judicial recognition of paternity was a disproportionate interference with an individual’s right to personal identity. In other cases, however, the Supreme Court has held that the time-limit in question was not incompatible with the Constitution since the right to institute paternity proceedings was not, by its nature, indefeasible (see, for example, its judgments of 17 November 2015 and 8 November 2016).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Case-law of the Constitutional Court",
                                "elements": [
                                    {
                                        "content": "34.  In Ruling no. 401/2011 of 22 September 2011 the Constitutional Court was called upon to rule on whether Article 1817 § 1 of the Civil Code was compatible with the Constitution. The Constitutional Court dismissed, by seven votes to six, the objection raised as to constitutionality and ruled that the provision in question was not disproportionate in that it did not violate the constitutional right to know one’s biological parents and to establish the commensurate legal bond, which itself fell within the scope of the fundamental rights to personal identity and to found a family. In the view of the Constitutional Court judges, such a limitation did not prevent the holder of the right from exercising it but merely imposed on him or her the onus of doing so by a given deadline. The Constitutional Court noted, inter alia, that the existence of a legislative deadline was intended to avoid the unjustified prolongation of an indeterminate situation as regards the legal establishment of the parental relationship. It noted that there was a public interest in having both biological and legal paternity established as soon as possible in order to have a legally sound parental relationship for as long as possible. In addition, there was an interest in ensuring legal certainty in respect of the putative father and his family due to the personal and patrimonial consequences of the recognition of paternity. In the Constitutional Court’s view the tenyear time-limit established under Article 1817 § 1 of the Civil Code was therefore reasonable in terms of ensuring that there was no time limit imposed for instituting paternity proceedings during a phase of the son’s life in which he was not mature enough to make a firm decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The Ruling was accompanied by six dissenting opinions, including that of its original rapporteur. These essentially expressed the view that the requirement for protection of the assets pertaining to the investigating party was not compatible with any form of limitation, and that even if it were possible to limit the investigating party’s interests, in the case in question such limitation was not justified when the proportionality of the various conflicting interests was weighed up.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "36.  Given the similar subject matter of the applications, the Court finds it appropriate to join them, pursuant to Rule 42 § 1 of the Rules of the Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  The applicants complained that the dismissal of the paternity proceedings instituted by them on account of the statutory ten-year limitation period was in breach of Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "38.  The Court notes that the applications are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "39.  The first applicant submitted that he had been born out of wedlock and had instituted proceedings in order to have his paternity legally established and that the DNA tests carried out in the course of the proceedings had scientifically proven that T.S. was his father. He argued that the statutory time-limit provided for in Portuguese legislation was no longer justifiable in the light of scientific advances which now permit DNA tests to establish genetic filiation at any time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The first applicant further argued that an individual’s right to know his biological identity conferred an imprescriptible right as regards the establishment of his biological identity. He conceded that the Court has considered the establishment of a time-limit for the institution of proceedings for the recognition of paternity justified in order to ensure legal certainty and to protect family relationships, in particular with regard to inheritance matters. In the instant case, however, he had sought merely to have his biological relationship with his father established and there was no financial or legal claim attached to it. The absolute denial of his right therefore did not represent a fair balance between the rights and interests at stake, and the establishment of biological links should not be subject to any temporal limitation. Moreover, referring to the case of Phinikaridou v. Cyprus (no. 23890/02, 20 December 2007), the first applicant contended that there were no domestic remedies available permitting extension of the time-limit in the event that the proceedings were time-barred, nor was there any exception to the application of the established time-limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The first applicant concluded that the dismissal of the paternity proceedings on account of the statutory limitation period constituted an interference with his right to respect for his private and family life and had not been necessary in a democratic society.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The second applicant argued that the ten year time-limit provided for in the Portuguese Civil Code for the institution of proceedings for the recognition of paternity was an unacceptable interference with the right to private life. The applicant furthermore contended that existence of timelimits for proceedings seeking the recognition of paternity constituted a disproportionate restriction on the right to personal identity as embodied in Article 8 of the Convention. An individual’s inactivity or passivity over a certain period of time prior to instituting an action could not interfere with the legitimacy of doing so as it pertained to his interest in obtaining knowledge about his full personal identity. In addition, he argued that it was not reasonable to impose a time-limit for the judicial recognition of paternity since DNA testing allowed the paternity of a person to be determined in a reliable way at any time.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  With regard to the argument that the existence of a deadline for the institution of paternity proceedings was necessary in order to ensure legal certainty in inheritance-related relationships, the second applicant contended that this was an argument of a predominantly patrimonial nature which could not override the interest of a son in establishing his paternity.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government acknowledged that the time-limit at issue constituted an interference with an individual’s right to lodge paternity proceedings in so far as such action would have to be instituted within a certain period to prevent its becoming time-barred. It argued, however, that regulating the exercise of the right of action in respect of paternity proceedings ‒ in particular setting a fixed deadline for the institution of the action ‒ was not in itself contrary to the Convention, which would theoretically allow such a deadline.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government contended that under Portuguese legislation the exercise of the right to bring paternity proceedings was regulated by a law which established a general time-limit of ten years from the date of reaching the age of majority or of emancipation. In addition, the Civil Code, under paragraphs 2 and 3 of Article 1817 (by virtue of Article 1873) provided for an extension of the general time-limit in specific circumstances. The Government explained that the current law had been the result of a legislative evolution brought about by virtue of the case-law emanating from the Constitutional Court. Thus, Portuguese legislation was neither rigid nor inflexible.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  With regard to the applicants’ cases, the Government pointed out that they had started paternity proceedings after the ten-year period had expired. In addition, neither of the applicants had sought to demonstrate before the domestic courts any of the circumstances enumerated in paragraph 3 of Article 1817 of the Civil Code which would have allowed an extension of the general ten-year time-limit. The Government also pointed out that the second applicant had alleged before the domestic courts that his mother had repeatedly told him who his father was.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government further contended that the decision to set timelimits in respect of proceedings for the recognition of paternity or to define the criteria for bringing such an action fell within the margin of discretion of the legislator, and the Portuguese legislator had decided to impose limitation periods.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Referring to Konstantinidis v. Greece (no. 58809/09, 3 April 2014), the Government concluded that the Portuguese authorities had made a fair assessment of the conflicting interests. Given the lack of European consensus on the issue, the time-limit provided for in Portuguese legislation had not constituted an interference with the applicants’ right to private life.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "49.  The Court notes that it is not disputed between the parties that Article 8 is applicable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  In this connection, the Court notes that the applicants, born out of wedlock, sought by means of judicial proceedings to determine ‒ through the establishment of the biological truth ‒ their legal relationship with the person they claimed was their father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court has held on numerous occasions that paternity proceedings fall within the scope of Article 8 (see Backlund v. Finland, no. 36498/05, § 37, 6 July 2010, and Mikulić v. Croatia, no. 53176/99, § 51, ECHR 2002I). It reiterates that birth and, in particular, the circumstances in which a child is born, form part of a child’s ‒ and subsequently the adult’s ‒ private life guaranteed by Article 8 of the Convention (see Odièvre v. France [GC], no. 42326/98, § 29, ECHR 2003III, and Phinikaridou v. Cyprus, no. 23890/02, § 45, 20 December 2007). Respect for private life requires that everyone should be able to establish details of their identity as individual human beings and that an individual’s entitlement to such information is of importance because of its formative implications for his or her personality. This includes obtaining the information needed to uncover the truth concerning important aspects of one’s personal identity, such as the identity of one’s parents (see, for example, Călin and Others v. Romania, nos. 25057/11 and 2 others, § 83, 19 July 2016, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Accordingly, the facts of the case fall within the ambit of Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court reiterates that the essential object of Article 8 is to protect the individual against arbitrary action by public authorities. There may additionally be positive obligations inherent in ensuring effective “respect” for private or family life. These obligations may involve the adoption of measures designed to secure respect for private life even in the sphere of the relations of individuals between themselves (see Mikulić, cited above, § 57, and S.H. and Others v. Austria [GC], no. 57813/00, § 87, ECHR 2011). However, the boundaries between the State’s positive and negative obligations under this provision do not lend themselves to precise definition. The applicable principles are nonetheless similar. In both cases consideration must be given to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole. A balancing exercise is also required with regard to competing private interests. In this connection, it should be observed that the expression “everyone” in Article 8 of the Convention applies to both the child and the putative father. If, as stated earlier, on the one hand, people have a right to know their identity, on the other hand, a putative father’s interest in being protected from allegations concerning circumstances that date back many years cannot be denied. Finally, in addition to that conflict of interest, other interests may come into play, such as those of third parties ‒ principally those of the putative father’s family ‒ and the general interests of legal certainty (Backlund, cited above, § 46).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Whether in the context of positive or negative obligations the State enjoys a certain margin of appreciation (see Odièvre¸cited above, § 40, and Mikulić, cited above, § 58). The Court’s task is not to substitute itself for the competent domestic authorities in regulating paternity disputes at the national level, but rather to review under the Convention the decisions that those authorities have taken in the exercise of their power of appreciation (see Călin and Others, cited above, § 86, and Konstantinidis v. Greece, no. 58809/09, § 43, 3 April 2014). The Court must therefore examine whether the respondent State, in handling the applicants’ actions for judicial recognition of paternity, has complied with its positive obligations under Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  On the occasion of the examination of Phinikaridou, cited above, the Court made a comparative study of the Contracting States’ legislation on the institution of actions for judicial recognition of paternity. This study revealed that there was no uniform approach in this field. In contrast to situations where proceedings are instituted by fathers to establish or deny paternity, a significant number of States did not set a limitation period for children to bring an action aimed at having paternity established. Indeed, a tendency could be observed towards increasing protection of the right of the child to have its paternal parentage established (Phinikaridou, cited above, § 58).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the States in which a limitation period for bringing such proceedings existed, the length of the applicable period differed significantly, varying between one and thirty years. Furthermore, although there was a difference in the start-date of the limitation period, in the majority of these States the relevant period was calculated from the date of the child’s birth or his or her reaching the age of majority or of a final judgment denying paternity irrespective of the child’s awareness of the facts surrounding its paternal parentage and without providing for any exceptions. Only a small number of legal systems seemed to have devised solutions to the problem which arises when the relevant circumstances become known only after expiry of the time-limit, for instance, by providing for the possibility of bringing an action after the time-limit has expired in cases where material or moral factors rendered it impossible to lodge it within that period, or if there was good reason for the delay (ibid., § 59).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court reiterates that it has previously accepted that the introduction of a time-limit for instituting paternity proceedings was justified by the desire to ensure legal certainty and finality in family relations (Konstantinidis, cited above, § 46, with further references). Accordingly, the existence of a limitation period per se is not incompatible with the Convention. What the Court needs to ascertain in a given case is whether the nature of the time-limit in question and/or the manner in which it is applied is compatible with the Convention (Backlund, cited above, § 45, and Phinikaridou, cited above, § 52).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court has taken a number of factors into consideration in performing the “balancing of interests test” while examining cases concerning limitations on the institution of paternity claims. For instance, the specific point in time when an applicant becomes aware of the biological reality is pertinent. The Court will therefore examine whether the factors substantiating a particular paternity claim were met before or after the expiry of the applicable time-limit. Furthermore, the Court will examine whether an alternative form of redress exists in the event that the proceedings in question are time-barred. This would include, for example, the availability of effective domestic remedies to obtain an extension of the time-limit or exceptions to the application of a time-limit in situations where a person becomes aware of the biological reality after the time-limit has expired (Phinikaridou, cited above, § 54). The yardstick against which the above factors are measured is whether a legal presumption has been allowed to prevail over the biological and social reality and if so whether, in the circumstances, this is compatible with the obligation to secure “effective” respect for private and family life, taking into account the margin of appreciation left to the State and the established facts and the wishes of those concerned (ibid. § 55).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that it is common ground between the parties that the applicants’ inability to bring an action for judicial recognition of paternity amounted to interference with their right to respect for their private and family life. It remains to be seen whether this interference was justified under the second paragraph of that provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that the applicants did not dispute that the impossibility of bringing an action for judicial recognition of paternity was “in accordance with the law”. What they complained of was that the impugned time-limit prevented them from having the possibility of obtaining judicial recognition of paternity before the domestic courts, in violation of Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In this connection, the Court observes indeed that Article 1817 § 1 of the Civil Code provides for a ten-year time limit after the person concerned has attained the age of majority to institute paternity proceedings. It also observes that the Supreme Court of Justice dismissed the applicants’ actions following the rejection of their constitutional appeal by the Constitutional Court (see paragraphs 15-17 and 25-27 above) on the ground of its Ruling no. 401/2011 of 22 September 2011 which had held that the ten-year time-limit provided for by Article 1817 § 1 of the Civil Code was not incompatible with the constitutional provisions (see paragraph 34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In view of the foregoing, the Court finds that the interference complained of was “in accordance with the law”.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Moreover, according to the above-mentioned Ruling of the Constitutional Court, the time-limit imposed by Article 1817 § 1 of the Civil Code for instituting paternity proceedings was intended to avoid the unjustified prolongation of an indeterminate situation as regards the legal establishment of the parental relationship. It also aimed at ensuring legal certainty in respect of the putative father and his family due to the personal and patrimonial consequences of the recognition of paternity (see paragraph 34 above). The Court is therefore satisfied that the interference in question pursued a legitimate aim.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  What the Court needs to ascertain next is whether the nature of the time-limit in question, and/or the manner in which it was applied, was compatible with the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that the provisions of the Portuguese Civil Code regulate the question of the establishment of paternity by indicating the time-limit within which the action for the judicial recognition of paternity can be instituted. It further observes that the legislator set a general timelimit of ten years from the date of an individual’s reaching the age of majority or of emancipation. The legislature then set a period of an additional three years following the occurrence of one of three different events, namely: paternity being successfully challenged by a third party, or an individual becoming aware ‒ after the expiry of the ten-year time-limit ‒ of a factor or circumstances which would justify the proceedings (in particular if the child has ceased to be treated as a son or a daughter), or ‒ in the event that paternity has not been established ‒ the investigating party’s becoming aware of facts and circumstances which warrant the investigation (see paragraphs 29-30 above). Moreover, the Court takes note of the fact that the time-limit currently in force is the result of a legislative evolution which became operational in 2009 and sought to eliminate a short time-limit that was automatically applied. It also notes that this evolution of the legislation was intended to address the argument raised in Ruling no. 23/2006 of the Constitutional Court that the two-year time-limit laid down in Article 1817 § 1 of the Civil Code in force at the time was incompatible with Articles 26 § 1 and 36 § 1 of the Constitution (see paragraph 31 above). In the light of the foregoing, the Court does not consider the time-limit provided for by Portuguese law to be a rigid one (see, mutatis mutandis, Konstantinidis, cited above, § 57).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  It is true that the Portuguese Supreme Court of Justice and the Constitutional Court do not have a harmonised approach to the compatibility of the ten-year time-limit with constitutional provisions. The Court notes, however, that since 2011 the Constitutional Court has taken the view that the aforementioned time-limit is not incompatible with the Constitution because it is reasonable to allow an individual a sufficient amount of time, having reached the age of majority, to decide whether or not to start paternity proceedings while at the same time safeguarding legal certainty in respect of the putative father and his family (see paragraph 34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Court further observes that the applicants started proceedings for the judicial recognition of paternity on 26 March 2012 and on 31 March 2014, when they were sixty-eight and forty-four years old, respectively, in other words many years after coming of age. The applicants therefore did not institute paternity proceedings within the time-frame provided for by Article 1817 § 1 of the Civil Code. Moreover, it notes that both applicants had always been aware of their respective father’s identity: in particular, the first applicant had contact with the putative father’s family (see paragraph 6 above) and the second applicant claimed before the domestic courts that he had always known that A.M. was his father (see paragraph 19 above). The instant cases are therefore distinguishable from Phinikaridou and Backlund, both cited above, in which the applicants had not been able to start paternity proceedings within the time period established by law since they were not aware of the identity of the biological father and in which the legislation had established a rigid time-limit for the institution of the proceedings. The Court also notes that the applicants, in their submissions before the domestic courts, did not have recourse to any argument that would result in application of the supplementary three-year period provided for in paragraph 3 of Article 1817 of the Civil Code, as pointed out by the Vila Real Court in its decision dismissing the action lodged by the second applicant for being time-barred (see paragraph 20 above). Similarly, they did not refer to any factor that had prevented them from acting sooner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  In the Court’s view, therefore, the applicants have shown an unjustifiable lack of diligence in instituting paternity proceedings in that they have waited fifty and twenty-six years, respectively, since reaching the age of majority to seek to have their paternity legally established. The applicants’ vital interest in having their biological truth legally established did not exempt them from complying with the requirements laid down by domestic law (Konstantinidis, cited above, § 61).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  In the light of the above, and given the margin of appreciation afforded to States in respect of paternity proceedings legislation, the nonabsolute nature of Article 1817 § 1 of the Portuguese Civil Court, and the case-law of the Portuguese Constitutional Court, the Court considers that application of the time-limit for instituting paternity proceedings in the applicants’ case did not affect the substance of their right to respect for their private and family life under Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Accordingly, there has been no violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Joins the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 October 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ganna Yudkivska",
            "role": "president"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Iulia Motoc",
            "role": "judges"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Marko Bošnjak",
            "role": "judges"
        },
        {
            "name": "Péter Paczolay",
            "role": "judges"
        },
        {
            "name": "Andrea Tamietti",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SILVA AND MONDIM CORREIA v. PORTUGAL",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-177229.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:1003JUD007210514",
    "externalsources": [],
    "extractedappno": [
        "72105/14",
        "20415/15",
        "496/77",
        "23890/02",
        "58809/09",
        "36498/05",
        "53176/99",
        "42326/98",
        "25057/11",
        "57813/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-177229",
    "judgementdate": "03/10/2017 00:00:00",
    "kpdate": "03/10/2017 00:00:00",
    "kpthesaurus": [
        "451",
        "425",
        "429"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "8",
        "8-1"
    ],
    "parties": [
        "SILVA AND MONDIM CORREIA",
        "PORTUGAL"
    ],
    "rank": "2038.41918945313",
    "representedby": [
        "FERREIRA ALVES J.J."
    ],
    "respondent": "PRT",
    "respondentOrderEng": "36",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "468286",
    "typedescription": "15"
}