{
    "__articles": "3;5;5-1;5-1-f;5-4;8;13;28;28-1;46;46-2;38",
    "__conclusion": "Violation of Art. 3;Violation of Art. 5-4;Violation of Art. 13;No violation of Art. 5-1;Not necessary to examine Art. 8;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - Convention proceedings",
    "applicability": "6;20",
    "appno": "22414/93",
    "article": [
        "3",
        "8",
        "38",
        "46",
        "5",
        "13",
        "28"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "article": "5-4",
            "base_article": "5",
            "element": "Violation of Art. 5-4",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        },
        {
            "article": "5-1",
            "base_article": "5",
            "element": "No violation of Art. 5-1",
            "type": "no-violation"
        },
        {
            "element": "Not necessary to examine Art. 8",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58004.docx": [
            {
                "content": "PROCEDURE  ",
                "elements": [
                    {
                        "content": "1.   The case was referred to the Court by the Government of the United Kingdom of Great Britain and Northern Ireland (\"the Government\") on 23 August 1995 and by the European Commission of Human Rights (\"the Commission\") on 13 September 1995, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\").  It originated in an application (no. 22414/93) against the  lodged with the Commission under Article 25 (art. 25) on 27 July 1993 by two Indian nationals, Mr Karamjit Singh Chahal and Mrs Darshan Kaur Chahal, and by two British nationals, Miss Kiranpreet Kaur Chahal and Mr Bikaramjit Singh Chahal.   ",
                        "elements": []
                    },
                    {
                        "content": "The Government's application referred to Article 48 (art. 48) and the Commission's request referred to Articles 44 and 48 (art. 46, art. 48) and to the declaration whereby the  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46).  The object of the application and the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Articles 3, 5 paras. 1 and 4, 8 and 13 of the Convention (art. 3, art. 5-1, art. 5-4, art. 8, art. 13).  ",
                        "elements": []
                    },
                    {
                        "content": "2.   In response to the enquiry made in accordance with Rule 33 para. 3 (d) of Rules of Court A, the applicants stated that they wished to take part in the proceedings and designated the lawyer who would represent them (Rule 30).  ",
                        "elements": []
                    },
                    {
                        "content": "3.   The Chamber to be constituted included ex officio Sir John Freeland, the elected judge of British nationality (Article 43 of the Convention) (art. 43), and Mr R. Bernhardt, the Vice-President of the Court (Rule 21 para. 4 (b)).  On 5 September 1995, in the presence of the Registrar, the President of the Court, Mr R. Ryssdal, drew by lot the names of the other seven members, namely Mr L.-E. Pettiti, Mr B. Walsh, Mr R. Macdonald, Mr N. Valticos, Mr F. Bigi, Mr D. Gotchev and Mr U. Lohmus (Article 43 in fine of the Convention and Rule 21 para. 5) (art. 43).  ",
                        "elements": []
                    },
                    {
                        "content": "4.   On 24 August 1995 the Government informed the Court that there were no immediate plans to deport the first applicant, and undertook to provide the Court with at least two weeks' notice of any intended deportation of him.   The Government had previously been requested by the Commission on 1 September 1994, pursuant to Rule 36 of its Rules of Procedure, not to deport the applicant pending the outcome of the proceedings before the Commission.  In accordance with Rule 36 para. 2 of Rules of Court A, this request remained recommended to the Government.  ",
                        "elements": []
                    },
                    {
                        "content": "5.   As President of the Chamber (Rule 21 para. 6), Mr Bernhardt, acting through the Registrar, consulted the Agent of the Government, the applicants' lawyer and the Delegate of the Commission on the organisation of the proceedings (Rules 37 para. 1 and 38).  Pursuant to the order made in consequence, the Registrar received the Government's and the applicants' memorials on 15 January 1996.  ",
                        "elements": []
                    },
                    {
                        "content": "6.   On 28 November 1995, Mr Bernhardt, having consulted the Chamber, granted leave to Amnesty International, Justice and Liberty in conjunction with the Centre for Advice on Individual Rights in Europe (\"the AIRE Centre\") and the Joint Council for the Welfare of Immigrants (\"JCWI\"), all London-based non-governmental human rights organisations, to submit observations, pursuant to Rule 37 para. 2.  Comments were received from Amnesty International and from Justice on 15 January 1996, and from  together with the AIRE Centre and JCWI on 24 January.  ",
                        "elements": []
                    },
                    {
                        "content": "7.   On 21 February 1996 the Chamber decided to relinquish jurisdiction forthwith in favour of a Grand Chamber (Rule 51 para. 1).  ",
                        "elements": []
                    },
                    {
                        "content": "8.   The Grand Chamber to be constituted included ex officio Mr Ryssdal, President of the Court, Mr Bernhardt, Vice-President of the Court, and all the other members and the substitute judges (Mr F. Matscher, Mr A. Spielmann, Mr J.M. Morenilla and Mr E. Levits) of the Chamber which had relinquished jurisdiction (Rule 51 para. 2 (a) and (b)).  On 24 February 1996, in the presence of the Registrar, the President drew by lot the names of the seven additional judges called on to complete the Grand Chamber, namely Mr F. Gölcüklü, Mr J. De Meyer, Mr S.K. Martens, Mrs E. Palm, Mr A.B. Baka, Mr G. Mifsud Bonnici and Mr P. Jambrek.  ",
                        "elements": []
                    },
                    {
                        "content": "9.   Mr Macdonald was unable to take part in the hearing of the case and was replaced by Mr J. Makarczyk.   Subsequent to the hearing, Mr Bigi died.  Mr Walsh was also unable to take part in the further consideration of the case.  ",
                        "elements": []
                    },
                    {
                        "content": "10.   In accordance with the President's decision, the hearing took place in public in the Human Rights Building, , on 25 March 1996.  The Court had held a preparatory meeting beforehand.   There appeared before the Court:  ",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Bratza, Mr Blake and Sir Nicholas Lyell.  ",
                        "elements": []
                    },
                    {
                        "content": "11.     On 29 March 1996, having regard to their late submission and the objections made by the Government, the Grand Chamber decided not to admit to the case file two affidavits filed by the applicants on 21 March 1996.  ",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS  ",
                "elements": [
                    {
                        "content": "I.   THE CIRCUMSTANCES OF THE CASE   ",
                        "elements": [
                            {
                                "content": "A. The applicants  ",
                                "elements": [
                                    {
                                        "content": "12.     The four applicants are members of the same family and are Sikhs.   The first applicant, Karamjit Singh Chahal, is an Indian citizen who was born in 1948.  He entered the  illegally in 1971 in search of employment.  In 1974 he applied to the Home Office to regularise his stay and on 10 December 1974 was granted indefinite leave to remain under the terms of an amnesty for illegal entrants who arrived before 1 January 1973.  Since 16 August 1990 he has been detained for the purposes of deportation in Bedford Prison.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The second applicant, Darshan Kaur Chahal, is also an Indian citizen who was born in 1956.  She came to England on 12 September 1975 following her marriage to the first applicant in India, and currently lives in Luton with the two children of the family, Kiranpreet Kaur Chahal (born in 1977) and Bikaramjit Singh Chahal (born in 1978), who are the third and fourth applicants.  By virtue of their birth in the  the two children have British nationality.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.     The first and second applicants applied for British citizenship in December 1987.  Mr Chahal's request was refused on 4 April 1989 but that of Mrs Chahal is yet to be determined.   ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Background: the conflict in Punjab  ",
                                "elements": [
                                    {
                                        "content": "14.     Since the partition of India in 1947 many Sikhs have been engaged in a political campaign for an independent homeland, Khalistan, which would approximate to the Indian .  In the late 1970s, a prominent group emerged under the leadership of Sant Jarnail Singh Bhindranwale, based at the Golden Temple in , the holiest Sikh shrine.  The Government submit that Sant Bhindranwale, as well as preaching the tenets of orthodox Sikhism, used the  for the accumulation of arms and advocated the use of violence for the establishment of an independent Khalistan.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.     The situation in Punjab deteriorated following the killing of a senior police officer in the  in 1983.  On 6 June 1984 the Indian army stormed the temple during a religious festival, killing Sant Bhindranwale and approximately 1,000 other Sikhs.  Four months later the Indian Prime Minister, Mrs Indira Gandhi, was shot dead by two Sikh members of her bodyguard.  The ensuing Hindu backlash included the killing of over 2,000 Sikhs in riots in .  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.     Since 1984, the conflict in Punjab has reportedly claimed over 20,000 lives, peaking in 1992 when, according to Indian press reports collated by the United Kingdom Foreign and Commonwealth Office, approximately 4,000 people were killed in related incidents in Punjab and elsewhere.  There is evidence of violence and human rights abuses perpetrated by both Sikh separatists and the security forces (see paragraphs 45-56 below).   ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Mr Chahal's visit to  in 1984  ",
                                "elements": [
                                    {
                                        "content": "17.     On 1 January 1984 Mr Chahal travelled to Punjab with his wife and children to visit relatives.  He submits that during this visit he attended at the  on many occasions, and saw Sant Bhindranwale preach there approximately ten times.  On one occasion he, his wife and son were afforded a personal audience with him.  At around this time Mr Chahal was baptised and began to adhere to the tenets of orthodox Sikhism.  He also became involved in organising passive resistance in support of autonomy for Punjab.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.     On 30 March 1984 he was arrested by the Punjab police.  He was taken into detention and held for twenty-one days, during which time he was, he contended, kept handcuffed in insanitary conditions, beaten to unconsciousness, electrocuted on various parts of his body and subjected to a mock execution.  He was subsequently released without charge.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "He was able to return to the United Kingdom on 27 May 1984, and has not visited  since.   ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. Mr Chahal's political and religious activities in the    ",
                                "elements": [
                                    {
                                        "content": "19.     On his return to the United Kingdom, Mr Chahal became a leading figure in the Sikh community, which reacted with horror to the storming of the .  He helped organise a demonstration in London to protest at the Indian Government's actions, became a full-time member of the committee of the \"gurdwara\" (temple) in Belvedere (Erith, Kent) and travelled around  persuading young Sikhs to be baptised.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.     In August 1984 Mr Jasbir Singh Rode entered the . He was Sant Bhindranwale's nephew, and recognised by Sikhs as his successor as spiritual leader.  Mr Chahal contacted him on his arrival and toured the  with him, assisting at baptisms performed by him.  Mr Rode was instrumental in setting up branches of the International Sikh Youth Federation (\"ISYF\") in the , and the applicant played an important organisational role in this endeavour.  The ISYF was established to be the overseas branch of the All India Sikh Students' Federation.  This latter organisation was proscribed by the Indian Government until mid-1985, and is reportedly still perceived as militant by the Indian authorities.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.     In December 1984 Mr Rode was excluded from the  on the ground that he publicly advocated violent methods in pursuance of the separatist campaign.  On his return to  he was imprisoned without trial until late 1988.  Shortly after his release it became apparent that he had changed his political views; he now argued that Sikhs should pursue their cause using constitutional methods, a view which, according to the applicants, was unacceptable to many Sikhs. The former followers of Mr Rode therefore became divided.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.     In the , according to the Government, this led to a split in the ISYF along broadly north/south lines.  In the north of England most branches followed Mr Rode, whereas in the south the ISYF became linked with another Punjab political activist, Dr Sohan Singh, who continued to support the campaign for an independent homeland.  Mr Chahal and, according to him, all major figures of spiritual and intellectual standing within the United Kingdom Sikh community were in the southern faction.   ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E. Mr Chahal's alleged criminal activities  ",
                                "elements": [
                                    {
                                        "content": "23.     In October 1985 Mr Chahal was detained under the Prevention of Terrorism (Temporary Provisions) Act 1984 (\"PTA\") on suspicion of involvement in a conspiracy to assassinate the Indian Prime Minister, Mr Rajiv Gandhi, during an official visit to the .  He was released for lack of evidence.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In 1986 he was arrested and questioned twice (once under the PTA), because he was believed to be involved in an ISYF conspiracy to murder moderate Sikhs in the .  On both occasions he was released without charge.   Mr Chahal denied involvement in any of these conspiracies.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.     In March 1986 he was charged with assault and affray following disturbances at the East Ham gurdwara in .  During the course of his trial on these charges in May 1987 there was a disturbance at the Belvedere gurdwara, which was widely reported in the national press. Mr Chahal was arrested in connection with this incident, and was brought to court in handcuffs on the final day of his trial.  He was convicted on both charges arising out of the East Ham incident, and served concurrent sentences of six and nine months.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": " He was subsequently acquitted of charges arising out of the Belvedere disturbance.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 27 July 1992 the Court of Appeal quashed the two convictions on the grounds that Mr Chahal's appearance in court in handcuffs had been seriously prejudicial to him.   ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F. The deportation and asylum proceedings   ",
                                "elements": [
                                    {
                                        "content": "1. The notice of intention to deport  ",
                                        "elements": [
                                            {
                                                "content": "25.     On 14 August 1990 the Home Secretary (Mr Hurd) decided that Mr Chahal ought to be deported because his continued presence in the  was unconducive to the public good for reasons of national security and other reasons of a political nature, namely the international fight against terrorism.   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "A notice of intention to deport was served on the latter on 16 August 1990.  He was then detained for deportation purposes pursuant to paragraph 2 (2) of Schedule III of the Immigration Act 1971 (see paragraph 64 below) and has remained in custody ever since.   ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Mr Chahal's application for asylum  ",
                                        "elements": [
                                            {
                                                "content": "26.     Mr Chahal claimed that if returned to India he had a well-founded fear of persecution within the terms of the United Nations 1951 Convention on the Status of Refugees (\"the 1951 Convention\" - see paragraph 61 below) and applied for political asylum on 16 August 1990.  He was interviewed by officials from the Asylum Division of the Home Office on 11 September 1990 and his solicitors submitted written representations on his behalf.   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "He claimed that he would be subjected to torture and persecution if returned to , and relied upon the following matters, inter alia:   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a) his detention and torture in Punjab in 1984 (see paragraph 18 above);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) his political activities in the United Kingdom and his identification with the regeneration of the Sikh religion and the campaign for a separate  (see paragraphs 19-22 above);   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c) his links with Sant Bhindranwale and Jasbir Singh Rode; (see paragraphs 17 and 20 above);   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d) evidence that his parents, other relatives and contacts had been detained, tortured and questioned in October 1989 about Mr Chahal's activities in the United Kingdom and that others connected to him had died in police custody;   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(e) the interest shown by the Indian national press in his alleged Sikh militancy and proposed expulsion from the ;   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(f) consistent evidence, including that contained in the reports of Amnesty International, of the torture and murder of those perceived to be Sikh militants by the Indian authorities, particularly the Punjab police (see paragraphs 55-56 below).  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.     On 27 March 1991 the Home Secretary refused the request for asylum.   In a letter to the applicant, he expressed the view that the latter's known support of Sikh separatism would be unlikely to attract the interest of the Indian authorities unless that support were to include acts of violence against India.  He continued that he was   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"not aware of any outstanding charges either in India or  elsewhere against [Mr Chahal] and on the account [Mr Chahal]  has given of his political activities, the Secretary of State  does not accept that there is a reasonable likelihood that he  would be persecuted if he were to return to India.  The  media interest in his case may be known by the  Indian authorities and, given his admitted involvement in an  extremist faction of the ISYF, it is accepted that the  Indian Government may have some current and legitimate  interest in his activities\".   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Home Secretary did not consider that Mr Chahal's experiences in India in 1984 had any continued relevance, since that had been a time of particularly high tension in Punjab.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.     Mr Chahal's solicitors informed the Home Secretary that he intended to make an application for judicial review of the refusal of asylum, but would wait until the advisory panel had considered the national security case against him.   ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. The advisory panel  ",
                                        "elements": [
                                            {
                                                "content": "29.     Because of the national security elements of the case, there was no right of appeal against the deportation order (see paragraphs 58 and 60 below).  However, on 10 June 1991, the matter was considered by an advisory panel, chaired by a Court of Appeal judge, Lord Justice Lloyd, and including a former president of the Immigration Appeal Tribunal.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.     The Home Office had prepared statements on 5 April and 23 May 1991 containing an outline of the grounds for the notice of intention to deport, which were sent to the applicant.  The principal points were as follows:   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a) Mr Chahal had been the central figure in directing the support for terrorism organised by the London-based faction of the ISYF which had close links with Sikh terrorists in the Punjab;   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) he had played a leading role in the faction's programme of intimidation directed against the members of other groups within the United Kingdom Sikh community;   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c) he had been involved in supplying funds and equipment to terrorists in Punjab since 1985;   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d) he had a public history of violent involvement in Sikh terrorism, as evidenced by his 1986 convictions and involvement in disturbances at the Belvedere gurdwara (see paragraph 24 above). These disturbances were related to the aim of gaining control of gurdwara funds in order to finance support and assistance for terrorist activity in Punjab;   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(e) he had been involved in planning and directing terrorist attacks in India, the  and elsewhere.   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "Mr Chahal was not informed of the sources of and the evidence for these views, which were put to the advisory panel.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.     In a letter dated 7 June 1991, Mr Chahal's solicitors set out a written case to be put before the advisory panel, including the following points:   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a) the southern branch of the ISYF had a membership of less than 200 and was non-violent both in terms of its aims and history;   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) the ISYF did not attempt to gain control of gurdwaras in order to channel funds into terrorism; this was a purely ideological struggle on the part of young Sikhs to have gurdwaras run according to Sikh religious values;   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c) Mr Chahal denied any involvement in the disturbances at the East Ham and Belvedere gurdwaras (see paragraph 24 above) or in any other violent or terrorist activity in the  or elsewhere. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.     He appeared before the panel in person, and was allowed to call witnesses on his behalf, but was not allowed to be represented by a lawyer or to be informed of the advice which the panel gave to the Home Secretary (see paragraph 60 below).  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.     On 25 July 1991 the Home Secretary (Mr Baker) signed an order for Mr Chahal's deportation, which was served on 29 July.   ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4. Judicial review  ",
                                        "elements": [
                                            {
                                                "content": "34.     On 9 August 1991 Mr Chahal applied for judicial review of the Home Secretaries' decisions to refuse asylum and to make the deportation order.  Leave was granted by the High Court on 2 September 1991.   The asylum refusal was quashed on 2 December 1991 and referred back to the Home Secretary.  The court found that the reasoning behind it was inadequate, principally because the Home Secretary had neglected to explain whether he believed the evidence of Amnesty International relating to the situation in Punjab and, if not, the reasons for such disbelief.  The court did not decide on the validity of the deportation order.  Mr Justice Popplewell expressed \"enormous anxiety\" about the case.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.     After further consideration, on 1 June 1992 the Home Secretary (Mr Clarke) took a fresh decision to refuse asylum.  He considered that the breakdown of law and order in Punjab was due to the activities of Sikh terrorists and was not evidence of persecution within the terms of the 1951 Convention.  Furthermore, relying upon Articles 32 and 33 of that Convention (see paragraph 61 below), he expressed the view that, even if Mr Chahal were at risk of persecution, he would not be entitled to the protection of the 1951 Convention because of the threat he posed to national security.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.     Mr Chahal applied for judicial review of this decision, but then requested a postponement on 4 June 1992, which was granted.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.     In a letter dated 2 July 1992, the Home Secretary informed the applicant that he declined to withdraw the deportation proceedings, that Mr Chahal could be deported to any international airport of his choice within India and that the Home Secretary had sought and received an assurance from the Indian Government (which was subsequently repeated in December 1995) in the following terms:   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"We have noted your request to have a formal assurance to the  effect that, if Mr Karamjit Singh Chahal were to be deported  to , he would enjoy the same legal protection as any  other Indian citizen, and that he would have no reason to  expect to suffer mistreatment of any kind at the hands of the  Indian authorities.   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "I have the honour to confirm the above.\"  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.     On 16 July 1992 the High Court granted leave to apply for judicial review of the decisions of 1 June 1992 to maintain the refusal of asylum and of 2 July 1992 to proceed with the deportation.  An application for bail was rejected on 23 July (the European Court of Human Rights was not provided with details of this ruling).  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.     The Court of Appeal (Criminal Division) quashed Mr Chahal's 1987 convictions on 27 July 1992 (see paragraph 24 above).  The Home Secretary reviewed the case in the light of this development, but concluded that it was right to proceed with the deportation.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.     The hearing of the application for judicial review took place between 18 and 21 January 1993.  It was refused on 12 February 1993 by Mr Justice Potts in the High Court, as was a further application for bail (the European Court of Human Rights was not provided with details of this ruling either).  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.     Mr Chahal appealed to the Court of Appeal.  The appeal was heard on 28 July 1993 and dismissed on 22 October 1993 (R. v. Secretary of State for the Home Department, ex parte Chahal [1994] Immigration Appeal Reports, p. 107).   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "The court held that the combined effect of the 1951 Convention and the Immigration Rules (see paragraphs 61-62 below) was to require the Home Secretary to weigh the threat to Mr Chahal's life or freedom if he were deported against the danger to national security if he were permitted to stay.  In the words of Lord Justice Nolan:   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"The proposition that, in deciding whether the deportation of  an individual would be in the public good, the  Secretary of State should wholly ignore the fact that the  individual has established a well-founded fear of persecution  in the country to which he is to be sent seems to me to be  surprising and unacceptable.  Of course there may very well be  occasions when the individual poses such a threat to this  country and its inhabitants that considerations of his  personal safety and well-being become virtually irrelevant.  Nonetheless one would expect that the Secretary of State would  balance the risks to this country against the risks to the  individual, albeit that the scales might properly be weighted  in favour of the former.\"   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Home Secretary appeared to have taken into account the evidence that the applicant might be persecuted and it was not possible for the court to judge whether his decision to deport was irrational or perverse because it did not have access to the evidence relating to the national security risk posed by Mr Chahal.  As Lord Justice Neill remarked:   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"The court has the right to scrutinise a claim that a person  should be deported in the interests of national security but  in practice this scrutiny may be defective or incomplete if  all the relevant facts are not before the court.\"   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "In the absence of evidence of irrationality or perversity, it was impossible under English law to set aside the Home Secretary's decision (see paragraph 66 below).  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.     The Court of Appeal refused leave to appeal to the House of Lords, and this was also refused by the House of Lords on 3 March 1994.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.     Following the report of the Commission, the applicant applied for temporary release pending the decision of the European Court of Human Rights, by way of habeas corpus and judicial review proceedings in the  (see paragraph 65 below).  The Secretary of State opposed the application on the following grounds:   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"The applicant was detained in August 1990 and served with  notice of intention to deport because the then  Secretary of State was satisfied that he represented a  substantial threat to national security.  The  Secretary of State remains satisfied that such a threat  persists ...  Given the reasons for the applicant's  deportation, the Secretary of State remains satisfied that his  temporary release from detention would not be justified.  He  has concluded the applicant could not be safely released,  subject to restrictions, in view of the nature of the threat  posed by him.\"   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "Judgment was given on 10 November 1995 ",
                                                "elements": []
                                            },
                                            {
                                                "content": "(R. v. Secretary of State for the Home Department, ex parte Chahal, unreported).  Mr Justice MacPherson in the  rejected the application for habeas corpus, on the ground that \"the detention per se was plainly lawful because the Secretary of State [had] the power to detain an individual who [was] the subject of a decision to make a deportation order\".  In connection with the application for judicial review of the Secretary of State's decision to detain Mr Chahal, the Judge remarked:   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"I have to look at the decision of the Secretary of State and  judge whether, in all the circumstances, upon the information  available, he has acted unlawfully, or with procedural  impropriety, or perversely to the point of irrationality.  I am wholly unable to say that there is a case for such a  decision, particularly bearing in mind that I do not know the  full material on which the decisions have been made ...  [I]t is obvious and right that in certain circumstances the  Executive must be able to keep secret matters which they deem  to be necessary to keep secret ...  There are no grounds, in  my judgment, for saying or even suspecting that there are not  matters which are present in the Secretary of State's mind of  that kind upon which he was entitled to act ...\"   ",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "G. Current conditions in India and in Punjab  ",
                                "elements": [
                                    {
                                        "content": "44.     The current position with regard to the protection of human rights in India generally and in Punjab more specifically was a matter of dispute between the parties.  A substantial amount of evidence was presented to the Court on this issue, some of which is summarised below.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Material submitted by the Government  ",
                                        "elements": [
                                            {
                                                "content": "45.     The Government submitted that it appeared from Indian press reports collated by the Foreign and Commonwealth Office that the number of lives lost in Punjab from terrorism had decreased dramatically.  In 1992 the figure was 4,000, in 1993 it was 394, and in 1994 it was 51.  The former Chief Minister of Punjab, Mr Beant Singh, was assassinated in August 1995; that aside, there was little terrorist activity and only four terrorist-related deaths in the region in 1995.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.     Furthermore, democracy had returned to the State: almost all factions of the Akali Dal, the main Sikh political party, had united and were set to contest the next general election as one entity and the Gidderbaha by-election passed off peacefully, with a turn-out of 88%. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.     The United Kingdom High Commission continued to receive complaints about the Punjab police.  However, in recent months these had related mainly to extortion rather than to politically-motivated abuses and they were consistently told that there was now little or no politically-motivated police action in Punjab.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.     Steps had been taken by the Indian authorities to deal with the remaining corruption and misuse of power in Punjab; for example, there had been a number of court judgments against police officers, a \"Lok Pal\" (ombudsman) had been appointed and the new Chief Minister had promised to \"ensure transparency and accountability\".  The Indian National Human Rights Commission (\"NHRC\"), which had reported on Punjab (see below) continued to strengthen and develop.   ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The Indian National Human Rights Commission reports  ",
                                        "elements": [
                                            {
                                                "content": "49.     The NHRC visited Punjab in April 1994 and reported as follows:   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"The complaints of human rights violations made to the  Commission fall broadly into three categories.  Firstly, there  were complaints against the police, of arbitrary arrests,  disappearances, custodial deaths and fake encounters resulting  in killings ...   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "There was near unanimity in the views expressed by the public  at large that terrorism has been contained ...  [A] feeling  was now growing that it was time for the police to cease  operating under the cover of special laws.  There were very  strong demands for normalising the role and functioning of the  police and for re-establishing the authority of the  District Magistrates over the police.  The impression that the  Commission has gathered is that ... the Magistracy at  District level is not at present in a position to inquire into  complaints of human rights violations by the police.  In the  public mind there is a prevailing feeling of the police being  above the law, working on its own steam and answerable to  none ...  The Commission recommends that the Government  examine this matter seriously and ensure that normalcy is  restored ...\"  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.     In addition, in its annual report for 1994/1995, the NHRC recommended, as a matter of priority, a systematic reform, retraining and reorganisation of the police throughout India, having commented:   \"The issue of custodial death and rape, already high in the  priorities of the Commission, was set in the wider context of  the widespread mistreatment of prisoners resulting from  practices that can only be described as cruel, inhuman or  degrading.\"   ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. Reports to the United Nations  ",
                                        "elements": [
                                            {
                                                "content": "51.     The reports to the United Nations in 1994 and 1995 of the Special Rapporteur on torture and other cruel, inhuman and degrading treatment or punishment and in 1994 of the Special Rapporteur on extrajudicial, summary or arbitrary executions and the Working Group on enforced and involuntary disappearances recounted that human rights violations on the part of the security forces were widespread in India.   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "For example, in his 1995 report, the Special Rapporteur on torture commented on the practice of torture in police custody:   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"It is apparent that few incidents, in what is credibly  alleged to be a widespread, if not endemic, phenomenon are  prosecuted and even fewer lead to conviction of the  perpetrators.  It is to be noted that very many cases that  come to the attention of the Special Rapporteur are those that  result in death, in other words, those where torture may have  been applied with the most extreme results.  This must be a  minority of cases of torture in the country [].\"   ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4. The ' Department of State reports  ",
                                        "elements": [
                                            {
                                                "content": "52.     The 1995 United States' Department of State report on India told of human rights abuses perpetrated by the Punjab police acting outside their home State:   \"Punjab police hit teams again in 1994 pursued Sikh militants  into other parts of .  On June 24, Punjab police shot and  killed Karnail Singh Kaili, a man they identified as a  Sikh terrorist ... in West Bengal.  The Government of  West Bengal claimed that it had not been informed of the  presence of Punjab police in West Bengal, seized Kaili's body  and weapons and barred the departure of the police team until  the Punjab Chief Minister apologised.\"  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.     In contrast, the most recent Department of State report (March 1996) declared that insurgent violence had largely disappeared in Punjab and that there was visible progress in correcting patterns of abuse by the police.  It continued:   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"Killings of Sikh militants by police in armed encounters  appear to be virtually at an end.  During the first  eight months of [1995], only two persons were killed in  police encounters.  Attention was focused on past abuses in  Punjab by press reports that hundreds of bodies, many  allegedly those of persons who died in unacknowledged  police custody, were cremated as 'unclaimed' during 1991-1993  or discovered at the bottom of recently drained canals.\"   ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5. The Immigration Appeal Tribunal  ",
                                        "elements": [
                                            {
                                                "content": "54.     The United Kingdom Immigration Appeal Tribunal took account of allegations of the extra-territorial activities of the Punjab police in the case of Charan Singh Gill v. Secretary of State for the Home Department (14 November 1994, unreported), which related to an appeal by a politically active Sikh against the Secretary of State's refusal to grant him political asylum.  The appellant drew the attention of the tribunal to a story in the Punjab Times of 10 May 1994, which reported the killing by the Punjab police of two Sikh fighters in West Bengal.  The chairman of the tribunal remarked:   ",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"We should say that we do not accept [the representative of  the Home Office's] view of this document, that it was more  probably based on imaginative journalism than on fact.  In our  view, it affords valuable retrospective corroboration of the  material set out above, demonstrating that the Punjab police  are very much a law unto themselves, and are ready to track  down anyone they regard as subversive, as and when the mood  takes them, anywhere in .\"   ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6. The reports of Amnesty International  ",
                                        "elements": [
                                            {
                                                "content": "55.     In its report of May 1995, \"Punjab police: beyond the bounds of the law\", Amnesty International similarly alleged that the Punjab police were known to have carried out abductions and executions of suspected Sikh militants in other Indian States outside their jurisdiction.  The Supreme Court in New Delhi had reportedly taken serious note of the illegal conduct of the Punjab police, publicly accusing them of \"highhandedness and tyranny\" and had on several occasions between 1993 and 1994 ordered investigations into their activities.  Following the killing of a Sikh in Calcutta in May 1994, which provoked an angry reaction from the West Bengal State Government, the Union Home Secretary had convened a meeting of all director generals of police on 5 July 1994 to discuss concerns expressed by certain States following the intrusion by the Punjab police into their territories.  One of the stated aims of the meeting was to try to work out a formula whereby the Punjab police would conduct their operations in cooperation with the respective State governments.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.     In its October 1995 report, \"India: Determining the fate of the 'disappeared' in Punjab\", Amnesty International claimed that high-profile individuals continued to \"disappear\" in police custody. Among the examples cited were the general secretary of the human rights wing of the Sikh political party, the Akali Dal, who was reportedly arrested on 6 September 1995 and had not been seen since.  ",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   RELEVANT DOMESTIC AND INTERNATIONAL LAW AND PRACTICE   ",
                        "elements": [
                            {
                                "content": "A.  DEPORTATION  ",
                                "elements": [
                                    {
                                        "content": "57.     By section 3 (5) (b) of the Immigration Act 1971 (\"the 1971 Act\"), a person who is not a British citizen is liable to deportation inter alia if the Secretary of State deems this to be \"conducive to the public good\".   ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Appeal against deportation and the advisory panel procedure  ",
                                "elements": [
                                    {
                                        "content": "58.     There is a right of appeal to an adjudicator, and ultimately to an appeal tribunal, against a decision to make a deportation order (section 15 (1) of the 1971 Act) except in cases where the ground of the decision to deport was that the deportation would be conducive to the public good as being in the interests of national security or of the relations between the United Kingdom and any other country or for other reasons of a political nature (section 15(3) of the 1971 Act).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.     This exception was maintained in the Asylum and Immigration Appeals Act 1993, which came into force in July 1993.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.     Cases in which a deportation order has been made on national security or political grounds are subject to a non-statutory advisory procedure, set out in paragraph 157 of the Statement of Changes in Immigration Rules (House of Commons Paper 251 of 1990).   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The person concerned is given an opportunity to make written and/or oral representations to an advisory panel, to call witnesses on his behalf, and to be assisted by a friend, but he is not permitted to have legal representation before the panel.  The Home Secretary decides how much information about the case against him may be communicated to the person concerned.  The panel's advice to the Home Secretary is not disclosed, and the latter is not obliged to follow it.   ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. The United Nations 1951 Convention on the Status of Refugees  ",
                                "elements": [
                                    {
                                        "content": "61.     The  is a party to the United Nations 1951 Convention on the Status of Refugees (\"the 1951 Convention\").  A \"refugee\" is defined by Article 1 of the Convention as a person who is outside the country of his nationality due to \"a well-founded fear of being persecuted for reasons of race, religion, nationality, membership of a particular social group or political opinion\".   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 32 of the 1951 Convention provides:   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. The Contracting States shall not expel a refugee lawfully  in their territory save on grounds of national security or  public order.   2.  The expulsion of such a refugee shall only be in pursuance  of a decision reached in accordance with due process of  law ...\"   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 33 provides:   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. No Contracting State shall expel or return a refugee in  any manner whatsoever to the frontiers of territories where  his life or freedom would be threatened on account of his  race, religion, nationality, membership of a particular  social group or political opinion.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The benefit of the present provision may not, however, be  claimed by a refugee whom there are reasonable grounds for  regarding as a danger to the security of the country in which  he is, or who, having been convicted by a final judgment of a  particularly serious crime, constitutes a danger to the  community of that country.\"  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.     Rule 161 of the Immigration Rules (House of Commons Paper 251 of 1990) provides that:   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Where a person is a refugee full account is to be taken of  the provisions of the Convention and Protocol relating to the  Status of Refugees ...\"  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.     In a case where a person to be deported for national security reasons claims asylum, the Secretary of State must balance the interest of the individual as a refugee against the risk to national security (R. v. Secretary of State for the Home Department, ex parte Chahal [1994] Immigration Appeal Reports, p. 107 - see paragraph 41 above).   ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. Detention pending deportation  ",
                                "elements": [
                                    {
                                        "content": "64.     A person may be detained under the authority of the Secretary of State after the service upon him of a notice of intention to deport and pending the making of a deportation order, and also after the making of an order, pending his removal or departure from the country (paragraphs 2 (2) and (3) of Schedule III to the 1971 Act).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.     Any person in detention is entitled to challenge the lawfulness of his detention by way of a writ of habeas corpus.  This is issued by the High Court to procure the production of a person in order that the circumstances of his detention may be inquired into.  The detainee must be released if unlawfully detained (Habeas Corpus Act 1679 and Habeas Corpus Act 1816, section 1).  Only one application for habeas corpus on the same grounds may be made by an individual in detention, unless fresh evidence is adduced in support (Administration of Justice Act 1960, section 14 (2)).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": " In addition, a detainee may apply for judicial review of the decision to detain him (see paragraphs 43 above and 66-67 below).   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In conjunction with either an application for habeas corpus or judicial review, it is possible to apply for bail (that is, temporary release) pending the decision of the court.   ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E. Judicial review  ",
                                "elements": [
                                    {
                                        "content": "66.     Decisions of the Home Secretary to refuse asylum, to make a deportation order or to detain pending deportation are liable to challenge by way of judicial review and may be quashed by reference to the ordinary principles of English public law.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "These principles do not permit the court to make findings of fact on matters within the province of the Secretary of State or to substitute its discretion for the Minister's.  The court may quash his decision only if he failed to interpret or apply English law correctly, if he failed to take account of issues which he was required by law to address, or if his decision was so irrational or perverse that no reasonable Secretary of State could have made it (Associated Provincial Picture Houses Ltd v. Wednesbury Corporation [1948] 1 King's Bench Reports, p. 223).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.     Where national security issues are involved, the courts retain a power of review, but it is a limited one because:   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"the decision on whether the requirements of national security  outweigh the duty of fairness in a particular case is a matter  for the Government to decide, not for the courts; the  Government alone has access to the necessary information and  in any event the judicial process is unsuitable for reaching  decisions on national security\"  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "(Council of Civil Service Unions v. Minister for the  Civil Service [1985] Appeal Cases, p. 374, at p. 402).   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "See also R. v. Secretary of State for the Home Department, ex parte Cheblak [1991] 2 All England Reports, p. 9, where a similar approach was taken by the Court of Appeal. ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION  ",
                "elements": [
                    {
                        "content": "68.     In the application of 27 July 1993 (no. 22414/93) to the Commission (as declared admissible), the first applicant complained that his deportation to India would expose him to a real risk of torture or inhuman or degrading treatment in violation of Article 3 of the Convention (art. 3); that his detention had been too long and that the judicial control thereof had been ineffective and slow in breach of Article 5 paras. 1 and 4 (art. 5-1, art. 5-4); and that, contrary to Article 13 (art. 13), he had had no effective domestic remedy for his Convention claims because of the national security elements in his case.  All the applicants also complained that the deportation of the first applicant would breach their right to respect for family life under Article 8 (art. 8), for which Convention claim they had no effective domestic remedy, contrary to Article 13 (art. 13).  ",
                        "elements": []
                    },
                    {
                        "content": "69.     On 1 September 1994 the Commission declared the application admissible.  In its report of 27 June 1995 (Article 31) (art. 31) it expressed the unanimous opinion that there would be violations of Articles 3 and 8 (art. 3, art. 8) if the first applicant were deported to ; that there had been a violation of Article 5 para. 1 (art. 5-1) by reason of the length of his detention; and that there had been a violation of Article 13 (art. 13).  The Commission also concluded (by sixteen votes to one) that it was not necessary to examine the complaints under Article 5 para. 4 of the Convention (art. 5-4).   ",
                        "elements": []
                    },
                    {
                        "content": "The full text of the Commission's opinion and of the partly dissenting opinion contained in the report is reproduced as annex to this judgment. ",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT  ",
                "elements": [
                    {
                        "content": "70.     At the hearing on 25 March 1996 the Government, as they had done in their memorial, invited the Court to hold that the deportation order, if implemented, would not amount to a violation of Articles 3 and 8 of the Convention (art. 3, art. 8), and that there had been no breaches of Articles 5 and 13 (art. 5, art. 13).  ",
                        "elements": []
                    },
                    {
                        "content": "71.     On the same occasion the applicants reiterated their requests to the Court, set out in their memorial, to find violations of Articles 3, 5, 8 and 13 (art. 3, art. 5, art. 8, art. 13) and to award them just satisfaction under Article 50 (art. 50).  ",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW  ",
                "elements": [
                    {
                        "content": "I.   ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION (art. 3)  ",
                        "elements": [
                            {
                                "content": "72.     The first applicant complained that his deportation to  would constitute a violation of Article 3 of the Convention (art. 3), which states:   ",
                                "elements": []
                            },
                            {
                                "content": "\"No one shall be subjected to torture or to inhuman or  degrading treatment or punishment.\"   The Commission upheld this complaint, which the Government contested.   ",
                                "elements": []
                            },
                            {
                                "content": "A. Applicability of Article 3 (art. 3) in expulsion cases  ",
                                "elements": [
                                    {
                                        "content": "73.     As the Court has observed in the past, Contracting States have the right, as a matter of well-established international law and subject to their treaty obligations including the Convention, to control the entry, residence and expulsion of aliens.  Moreover, it must be noted that the right to political asylum is not contained in either the Convention or its Protocols (see the Vilvarajah and Others v. the  judgment of 30 October 1991, Series A no. 215, p. 34, para. 102).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.     However, it is well established in the case-law of the Court that expulsion by a Contracting State may give rise to an issue under Article 3 (art. 3), and hence engage the responsibility of that State under the Convention, where substantial grounds have been shown for believing that the person in question, if expelled, would face a real risk of being subjected to treatment contrary to Article 3 (art. 3) in the receiving country.  In these circumstances, Article 3 (art. 3) implies the obligation not to expel the person in question to that country (see the Soering v. the United Kingdom judgment of 7 July 1989, Series A no. 161, p. 35, paras. 90-91, the Cruz Varas and Others v. Sweden judgment of 20 March 1991, Series A no. 201, p. 28, paras. 69-70, and the above-mentioned Vilvarajah and Others judgment, p. 34, para. 103).   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government contested this principle before the Commission but accepted it in their pleadings before the Court.   ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Expulsion cases involving an alleged danger to national  security  ",
                                "elements": [
                                    {
                                        "content": "75.     The Court notes that the deportation order against the first applicant was made on the ground that his continued presence in the  was unconducive to the public good for reasons of national security, including the fight against terrorism (see paragraph 25 above).  The parties differed as to whether, and if so to what extent, the fact that the applicant might represent a danger to the security of the  affected that State's obligations under Article 3 (art. 3).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.     Although the Government's primary contention was that no real risk of ill-treatment had been established (see paragraphs 88 and 92 below), they also emphasised that the reason for the intended deportation was national security.  In this connection they submitted, first, that the guarantees afforded by Article 3 (art. 3) were not absolute in cases where a  proposed to remove an individual from its territory.  Instead, in such cases, which required an uncertain prediction of future events in the receiving State, various factors should be taken into account, including the danger posed by the person in question to the security of the host nation. Thus, there was an implied limitation to Article 3 (art. 3) entitling a Contracting State to expel an individual to a receiving State even where a real risk of ill-treatment existed, if such removal was required on national security grounds.  The Government based this submission in the first place on the possibility of implied limitations as recognised in the Court's case-law, particularly paragraphs 88 and 89 of its above-mentioned Soering judgment.  In support, they furthermore referred to the principle under international law that the right of an alien to asylum is subject to qualifications, as is provided for, inter alia, by Articles 32 and 33 of the United Nations 1951 Convention on the Status of Refugees (see paragraph 61 above).   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the alternative, the threat posed by an individual to the national security of the  was a factor to be weighed in the balance when considering the issues under Article 3 (art. 3). This approach took into account that in these cases there are varying degrees of risk of ill-treatment.  The greater the risk of ill-treatment, the less weight should be accorded to the threat to national security.  But where there existed a substantial doubt with regard to the risk of ill-treatment, the threat to national security could weigh heavily in the balance to be struck between protecting the rights of the individual and the general interests of the community. This was the case here: it was at least open to substantial doubt whether the alleged risk of ill-treatment would materialise; consequently, the fact that Mr Chahal constituted a serious threat to the security of the  justified his deportation.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.     The applicant denied that he represented any threat to the national security of the United Kingdom, and contended that, in any case, national security considerations could not justify exposing an individual to the risk of ill-treatment abroad any more than they could justify administering torture to him directly.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.     The Commission, with whom the intervenors (see paragraph 6 above) agreed, rejected the Government's arguments.  It referred to the Court's Vilvarajah and Others judgment (cited at paragraph 73 above, p. 36, para. 108) and expressed the opinion that the guarantees afforded by Article 3 (art. 3) were absolute in character, admitting of no exception.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "At the hearing before the Court, the Commission's Delegate suggested that the passages in the Court's Soering judgment upon which the Government relied (see paragraph 76 above) might be taken as authority for the view that, in a case where there were serious doubts as to the likelihood of a person being subjected to treatment or punishment contrary to Article 3 (art. 3), the benefit of that doubt could be given to the deporting State whose national interests were threatened by his continued presence.  However, the national interests of the State could not be invoked to override the interests of the individual where substantial grounds had been shown for believing that he would be subjected to ill-treatment if expelled.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.     Article 3 (art. 3) enshrines one of the most fundamental values of democratic society (see the above-mentioned Soering judgment, p. 34, para. 88).  The Court is well aware of the immense difficulties faced by States in modern times in protecting their communities from terrorist violence.  However, even in these circumstances, the Convention prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the victim's conduct.  Unlike most of the substantive clauses of the Convention and of Protocols Nos. 1 and 4 (P1, P4), Article 3 (art. 3) makes no provision for exceptions and no derogation from it is permissible under Article 15 (art. 15) even in the event of a public emergency threatening the life of the nation (see the Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, p. 65, para. 163, and also the Tomasi v. France judgment of 27 August 1992, Series A no. 241-A, p. 42, para. 115).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.     The prohibition provided by Article 3 (art. 3) against ill-treatment is equally absolute in expulsion cases.  Thus, whenever substantial grounds have been shown for believing that an individual would face a real risk of being subjected to treatment contrary to Article 3 (art. 3) if removed to another State, the responsibility of the Contracting State to safeguard him or her against such treatment is engaged in the event of expulsion (see the above-mentioned Vilvarajah and Others judgment, p. 34, para. 103).  In these circumstances, the activities of the individual in question, however undesirable or dangerous, cannot be a material consideration.  The protection afforded by Article 3 (art. 3) is thus wider than that provided by Articles 32 and 33 of the United Nations 1951 Convention on the Status of Refugees (see paragraph 61 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.     Paragraph 88 of the Court's above-mentioned Soering judgment, which concerned extradition to the , clearly and forcefully expresses the above view.  It should not be inferred from the Court's remarks concerning the risk of undermining the foundations of extradition, as set out in paragraph 89 of the same judgment, that there is any room for balancing the risk of ill-treatment against the reasons for expulsion in determining whether a State's responsibility under Article 3 (art. 3) is engaged.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.     It follows from the above that it is not necessary for the Court to enter into a consideration of the Government's untested, but no doubt bona fide, allegations about the first applicant's terrorist activities and the threat posed by him to national security.   ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Application of Article 3 (art. 3) in the circumstances of the  case   ",
                                "elements": [
                                    {
                                        "content": "1. The point of time for the assessment of the risk  ",
                                        "elements": [
                                            {
                                                "content": "83.     Although there were differing views on the situation in India and in Punjab (see paragraphs 87-91 below), it was agreed that the violence and instability in that region reached a peak in 1992 and had been abating ever since.  For this reason, the date taken by the Court for its assessment of the risk to Mr Chahal if expelled to  is of importance.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.     The applicant argued that the Court should consider the position in June 1992, at the time when the decision to deport him was made final (see paragraph 35 above).  The purpose of the stay on removal requested by the Commission (see paragraph 4 above) was to prevent irremediable damage and not to afford the High Contracting Party with an opportunity to improve its case. Moreover, it was not appropriate that the  organs should be involved in a continual fact-finding operation.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.     The Government, with whom the Commission agreed, submitted that because the responsibility of the State under Article 3 of the Convention (art. 3) in expulsion cases lies in the act of exposing an individual to a real risk of ill-treatment, the material date for the assessment of risk was the time of the proposed deportation.  Since Mr Chahal had not yet been expelled, the relevant time was that of the proceedings before the Court.  ",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.     It follows from the considerations in paragraph 74 above that, as far as the applicant's complaint under Article 3 (art. 3) is concerned, the crucial question is whether it has been substantiated that there is a real risk that Mr Chahal, if expelled, would be subjected to treatment prohibited by that Article (art. 3).  Since he has not yet been deported, the material point in time must be that of the Court's consideration of the case.  It follows that, although the historical position is of interest in so far as it may shed light on the current situation and its likely evolution, it is the present conditions which are decisive.   ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The assessment of the risk of ill-treatment    ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) The arguments    ",
                                "elements": [
                                    {
                                        "content": "87.     It was the applicant's case that the Government's assessment of conditions in India and Punjab had been profoundly mistaken throughout the domestic and  proceedings.  He referred to a number of reports by governmental bodies and by intergovernmental and non-governmental organisations on the situation in India generally and in Punjab in particular, with emphasis on those reports concerning 1994 and 1995 (see paragraphs 49-56 above) and argued that this material established the contention that human rights abuse in India by the security forces, especially the police, remained endemic.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In response to the Government's offer to return him to the part of India of his choice, he asserted that the Punjab police had abducted and killed militant Sikhs outside their home State in the past.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Although he accepted that there had been some improvements in Punjab since the peak of unrest in 1992, he insisted that there had been no fundamental change of regime.  On the contrary, what emerged from the above reports was the continuity of the practices of the security agencies.  In this respect he pointed to the fact that the director general of the Punjab police, who had been responsible for many human rights abuses during his term of office between 1992 and 1995, had been replaced upon his retirement by his former deputy and intelligence chief.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.     The Government contended that there would be no real risk of Mr Chahal being ill-treated if the deportation order were to be implemented and emphasised that the latter was to be returned to whichever part of India he chose, and not necessarily to Punjab. In this context they pointed out that they regularly monitored the situation in India through the United Kingdom High Commission in .  It appeared from this information that positive concrete steps had been taken and continued to be taken to deal with human rights abuses.  Specific legislation had been introduced in this regard; the National Human Rights Commission, which performed an important function, continued to strengthen and develop; and steps had been taken by both the executive and judicial authorities to deal with the remaining misuse of power.  The situation in  generally was therefore such as to support their above contention.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, with reference to the matters set out in paragraphs 45-48 above, they contended that the situation in Punjab had improved substantially in recent years.  They stressed that there was now little or no terrorist activity in that State.  An ombudsman had been established to look into complaints of misuse of power and the new Chief Minister had publicly declared the government's intentions to stamp out human rights abuses.  Legal proceedings had been brought against police officers alleged to have been involved in unlawful activity.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.     Amnesty International in its written submissions informed the Court that prominent Sikh separatists still faced a serious risk of \"disappearance\", detention without charge or trial, torture and extrajudicial execution, frequently at the hands of the Punjab police. It referred to its 1995 report which documented a pattern of human rights violations committed by officers of the Punjab police acting in under-cover operations outside their home State (see paragraph 55 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.     The Government, however, urged the Court to proceed with caution in relation to the material prepared by Amnesty International, since it was not possible to verify the facts of the cases referred to. Furthermore, when studying these reports it was tempting to lose sight of the broader picture of improvement by concentrating too much on individual cases of alleged serious human rights abuses.  Finally, since the situation in Punjab had changed considerably in recent years, earlier reports prepared by Amnesty and other organisations were now of limited use.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.     On the basis of the material before it, the Commission accepted that there had been an improvement in the conditions prevailing in India and, more specifically, in Punjab.  However, it was unable to find in the recent material provided by the Government any solid evidence that the Punjab police were now under democratic control or that the judiciary had been able fully to reassert its own independent authority in the region.    ",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.     Those appearing before the Court also differed in their assessment of the effect which Mr Chahal's notoriety would have on his security in .   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Government's view, the Indian Government were likely to be astute to ensure that no ill-treatment befell Mr Chahal, knowing that the eyes of the world would be upon him.  Furthermore, in June 1992 and December 1995 they had sought and received assurances from the Indian Government (see paragraph 37 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.     The applicant asserted that his high profile would increase the danger of persecution.  By taking the decision to deport him on national security grounds the Government had, as was noted by Mr Justice Popplewell in the first judicial review hearing (see paragraph 34 above), in effect publicly branded him a terrorist. Articles in the Indian press since 1990 indicated that he was regarded as such in India, and a number of his relatives and acquaintances had been detained and ill-treated in Punjab because of their connection to him.  The assurances of the Indian Government were of little value since that Government had shown themselves unable to control the security forces in Punjab and elsewhere.  The applicant also referred to examples of well-known personalities who had recently \"disappeared\".  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.     For the Commission, Mr Chahal, as a leading Sikh militant suspected of involvement in acts of terrorism, was likely to be of special interest to the security forces, irrespective of the part of  to which he was returned.    ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) The Court's approach  ",
                                "elements": [
                                    {
                                        "content": "95.     Under the Convention system, the establishment and verification of the facts is primarily a matter for the Commission (Articles 28 para. 1 and 31) (art. 28-1, art. 31).  Accordingly, it is only in exceptional circumstances that the Court will use its powers in this area (see the Cruz Varas and Others judgment mentioned at paragraph 74 above, p. 29, para. 74).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.     However, the Court is not bound by the Commission's findings of fact and is free to make its own assessment.  Indeed, in cases such as the present the Court's examination of the existence of a real risk of ill-treatment must necessarily be a rigorous one, in view of the absolute character of Article 3 (art. 3) and the fact that it enshrines one of the fundamental values of the democratic societies making up the Council of Europe (see the Vilvarajah and Others judgment mentioned at paragraph 73 above, p. 36, para. 108).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.     In determining whether it has been substantiated that there is a real risk that the applicant, if expelled to India, would be subjected to treatment contrary to Article 3 (art. 3), the Court will assess all the material placed before it and, if necessary, material obtained of its own motion (see the above-mentioned Vilvarajah and Others judgment, p. 36, para. 107).  Furthermore, since the material point in time for the assessment of risk is the date of the Court's consideration of the case (see paragraph 86 above), it will be necessary to take account of evidence which has come to light since the Commission's review.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.     In view of the Government's proposal to return Mr Chahal to the airport of his choice in India, it is necessary for the Court to evaluate the risk of his being ill-treated with reference to conditions throughout India rather than in Punjab alone.  However, it must be borne in mind that the first applicant is a well-known supporter of Sikh separatism.  It follows from these observations that evidence relating to the fate of Sikh militants at the hands of the security forces outside the State of  is of particular relevance.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.     The Court has taken note of the Government's comments relating to the material contained in the reports of Amnesty International (see paragraph 90 above).  Nonetheless, it attaches weight to some of the most striking allegations contained in those reports, particularly with regard to extrajudicial killings allegedly perpetrated by the Punjab police outside their home State and the action taken by the Indian Supreme Court, the West Bengal State Government and the Union Home Secretary in response (see paragraph 55 above). Moreover, similar assertions were accepted by the United Kingdom Immigration Appeal Tribunal in Charan Singh Gill v. Secretary of State for the Home Department (see paragraph 54 above) and were included in the 1995 United States' State Department report on India (see paragraph 52 above).  The 1994 National Human Rights Commission's report on Punjab substantiated the impression of a police force completely beyond the control of lawful authority (see paragraph 49 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.    The Court is persuaded by this evidence, which has been corroborated by material from a number of different objective sources, that, until mid-1994 at least, elements in the Punjab police were accustomed to act without regard to the human rights of suspected Sikh militants and were fully capable of pursuing their targets into areas of India far away from Punjab.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.    The Commission found in paragraph 111 of its report that there had in recent years been an improvement in the protection of human rights in India, especially in Punjab, and evidence produced subsequent to the Commission's consideration of the case indicates that matters continue to advance.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In particular, it would appear that the insurgent violence in Punjab has abated; the Court notes the very substantial reduction in terrorist-related deaths in the region as indicated by the respondent Government (see paragraph 45 above).  Furthermore, other encouraging events have reportedly taken place in Punjab in recent years, such as the return of democratic elections, a number of court judgments against police officers, the appointment of an ombudsman to investigate abuses of power and the promise of the new Chief Minister to \"ensure transparency and accountability\" (see paragraphs 46 and 48 above).  In addition, the 1996 United States' State Department report asserts that during 1995 \"there was visible progress in correcting patterns of abuse by the [Punjab] police\" (see paragraph 53 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.    Nonetheless, the evidence demonstrates that problems still persist in connection with the observance of human rights by the security forces in Punjab.  As the respondent Government themselves recounted, the United Kingdom High Commission in India continues to receive complaints about the Punjab police, although in recent months these have related mainly to extortion rather than to politically motivated abuses (see paragraph 47 above).  Amnesty International alleged that \"disappearances\" of notable Sikhs at the hands of the Punjab police continued sporadically throughout 1995 (see paragraph 56 above) and the 1996 State Department report referred to the killing of two Sikh militants that year (see paragraph 53 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.    Moreover, the Court finds it most significant that no concrete evidence has been produced of any fundamental reform or reorganisation of the Punjab police in recent years.  The evidence referred to above (paragraphs 49-56) would indicate that such a process was urgently required, and indeed this was the recommendation of the NHRC (see paragraph 49 above).  Although there was a change in the leadership of the Punjab police in 1995, the director general who presided over some of the worst abuses this decade has only been replaced by his former deputy and intelligence chief (see paragraph 87 above).   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Less than two years ago this same police force was carrying out well-documented raids into other Indian States (see paragraph 100 above) and the Court cannot entirely discount the applicant's claims that any recent reduction in activity stems from the fact that key figures in the campaign for Sikh separatism have all either been killed, forced abroad or rendered inactive by torture or the fear of torture.  Furthermore, it would appear from press reports that evidence of the full extent of past abuses is only now coming to light (see paragraph 53 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.    Although the Court is of the opinion that Mr Chahal, if returned to India, would be most at risk from the Punjab security forces acting either within or outside State boundaries, it also attaches significance to the fact that attested allegations of serious human rights violations have been levelled at the police elsewhere in India.  In this respect, the Court notes that the United Nations' Special Rapporteur on torture has described the practice of torture upon those in police custody as \"endemic\" and has complained that inadequate measures are taken to bring those responsible to justice (see paragraph 51 above).  The NHRC has also drawn attention to the problems of widespread, often fatal, mistreatment of prisoners and has called for a systematic reform of the police throughout  (see paragraph 50 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.    Although the Court does not doubt the good faith of the Indian Government in providing the assurances mentioned above (paragraph 92), it would appear that, despite the efforts of that Government, the NHRC and the Indian courts to bring about reform, the violation of human rights by certain members of the security forces in Punjab and elsewhere in India is a recalcitrant and enduring problem (see paragraph 104 above).   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Against this background, the Court is not persuaded that the above assurances would provide Mr Chahal with an adequate guarantee of safety.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.    The Court further considers that the applicant's high profile would be more likely to increase the risk to him of harm than otherwise.  It is not disputed that Mr Chahal is well known in  to support the cause of Sikh separatism and to have had close links with other leading figures in that struggle (see paragraphs 17 and 20 above).  The respondent Government have made serious, albeit untested, allegations of his involvement in terrorism which are undoubtedly known to the Indian authorities.  The Court is of the view that these factors would be likely to make him a target of interest for hard-line elements in the security forces who have relentlessly pursued suspected Sikh militants in the past (see paragraphs 49-56 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.    For all the reasons outlined above, in particular the attested involvement of the Punjab police in killings and abductions outside their State and the allegations of serious human rights violations which continue to be levelled at members of the Indian security forces elsewhere, the Court finds it substantiated that there is a real risk of Mr Chahal being subjected to treatment contrary to Article 3 (art. 3) if he is returned to India.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, the order for his deportation to  would, if executed, give rise to a violation of Article 3 (art. 3).  ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   ALLEGED VIOLATIONS OF ARTICLE 5 OF THE CONVENTION (art. 5)     ",
                        "elements": [
                            {
                                "content": " A.  Article 5 para. 1 (art. 5-1)  ",
                                "elements": [
                                    {
                                        "content": "108.    The first applicant complained that his detention pending deportation constituted a violation of Article 5 para. 1 of the Convention (art. 5-1), which provides (so far as is relevant):   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Everyone has the right to liberty and security of person.  No one shall be deprived of his liberty save in the following  cases and in accordance with a procedure prescribed by law:   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "...   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f) the lawful arrest or detention ... of a person against  whom action is being taken with a view to deportation ...\"  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.    Mr Chahal has been held in Bedford Prison since 16 August 1990 (see paragraph 25 above).  It was not disputed that he had been detained \"with a view to deportation\" within the meaning of Article 5 para. 1 (f) (art. 5-1-f).  However, he maintained that his detention had ceased to be \"in accordance with a procedure prescribed by law\" for the purposes of Article 5 para. 1 (art. 5-1) because of its excessive duration.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "In particular, the applicant complained about the length of time (16 August 1990 - 27 March 1991) taken to consider and reject his application for refugee status; the period (9 August 1991 - 2 December 1991) between his application for judicial review of the decision to refuse asylum and the national court's decision; and the time required (2 December 1991 - 1 June 1992) for the fresh decision refusing asylum.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.    The Commission agreed, finding that the above proceedings were not pursued with the requisite speed and that the detention therefore ceased to be justified.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.    The Government, however, asserted that the various proceedings brought by Mr Chahal were dealt with as expeditiously as possible.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.    The Court recalls that it is not in dispute that Mr Chahal has been detained \"with a view to deportation\" within the meaning of Article 5 para. 1 (f) (art. 5-1-f) (see paragraph 109 above). Article 5 para. 1 (f) (art. 5-1-f) does not demand that the detention of a person against whom action is being taken with a view to deportation be reasonably considered necessary, for example to prevent his committing an offence or fleeing; in this respect Article 5 para. 1 (f) (art. 5-1-f) provides a different level of protection from Article 5 para. 1 (c) (art. 5-1-c).   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Indeed, all that is required under this provision (art. 5-1-f) is that \"action is being taken with a view to deportation\".  It is therefore immaterial, for the purposes of Article 5 para. 1 (f) (art. 5-1-f), whether the underlying decision to expel can be justified under national or Convention law.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.    The Court recalls, however, that any deprivation of liberty under Article 5 para. 1 (f) (art. 5-1-f) will be justified only for as long as deportation proceedings are in progress.  If such proceedings are not prosecuted with due diligence, the detention will cease to be permissible under Article 5 para. 1 (f) (art. 5-1-f) (see the Quinn v. France judgment of 22 March 1995, Series A no. 311, p. 19, para. 48, and also the Kolompar v. Belgium judgment of 24 September 1992, Series A no. 235-C, p. 55, para. 36).   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is thus necessary to determine whether the duration of the deportation proceedings was excessive.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.    The period under consideration commenced on 16 August 1990, when Mr Chahal was first detained with a view to deportation.  It terminated on 3 March 1994, when the domestic proceedings came to an end with the refusal of the House of Lords to allow leave to appeal (see paragraphs 25 and 42 above).  Although he has remained in custody until the present day, this latter period must be distinguished because during this time the Government have refrained from deporting him in compliance with the request made by the Commission under Rule 36 of its Rules of Procedure (see paragraph 4 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.    The Court has had regard to the length of time taken for the various decisions in the domestic proceedings.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards the decisions taken by the Secretary of State to refuse asylum, it does not consider that the periods (that is, 16 August 1990 - 27 March 1991 and 2 December 1991 - 1 June 1992) were excessive, bearing in mind the detailed and careful consideration required for the applicant's request for political asylum and the opportunities afforded to the latter to make representations and submit information (see paragraphs 25-27 and 34-35 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.    In connection with the judicial review proceedings before the national courts, it is noted that Mr Chahal's first application was made on 9 August 1991 and that a decision was reached on it by Mr Justice Popplewell on 2 December 1991.  He made a second application on 16 July 1992, which was heard between 18 and 21 December 1992, judgment being given on 12 February 1993.  The Court of Appeal dismissed the appeal against this decision on 22 October 1993 and refused him leave to appeal to the House of Lords.  The House of Lords similarly refused leave to appeal on 3 March 1994 (see paragraphs 34, 38 and 40-42 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.    As the Court has observed in the context of Article 3 (art. 3), Mr Chahal's case involves considerations of an extremely serious and weighty nature.  It is neither in the interests of the individual applicant nor in the general public interest in the administration of justice that such decisions be taken hastily, without due regard to all the relevant issues and evidence.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Against this background, and bearing in mind what was at stake for the applicant and the interest that he had in his claims being thoroughly examined by the courts, none of the periods complained of can be regarded as excessive, taken either individually or in combination.  Accordingly, there has been no violation of Article 5 para. 1 (f) of the Convention (art. 5-1-f) on account of the diligence, or lack of it, with which the domestic procedures were conducted.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.    It also falls to the Court to examine whether Mr Chahal's detention was \"lawful\" for the purposes of Article 5 para. 1 (f) (art. 5-1-f), with particular reference to the safeguards provided by the national system.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Where the \"lawfulness\" of detention is in issue, including the question whether \"a procedure prescribed by law\" has been followed, the Convention refers essentially to the obligation to conform to the substantive and procedural rules of national law, but it requires in addition that any deprivation of liberty should be in keeping with the purpose of Article 5 (art. 5), namely to protect the individual from arbitrariness.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.    There is no doubt that Mr Chahal's detention was lawful under national law and was effected \"in accordance with a procedure prescribed by law\" (see paragraphs 43 and 64 above).  However, in view of the extremely long period during which Mr Chahal has been detained, it is also necessary to consider whether there existed sufficient guarantees against arbitrariness.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.    In this context, the Court observes that the applicant has been detained since 16 August 1990 on the ground, essentially, that successive Secretaries of State have maintained that, in view of the threat to national security represented by him, he could not safely be released (see paragraph 43 above).  The applicant has, however, consistently denied that he posed any threat whatsoever to national security, and has given reasons in support of this denial (see paragraphs 31 and 77 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.    The Court further notes that, since the Secretaries of State asserted that national security was involved, the domestic courts were not in a position effectively to control whether the decisions to keep Mr Chahal in detention were justified, because the full material on which these decisions were based was not made available to them (see paragraph 43 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.    However, in the context of Article 5 para. 1 of the Convention (art. 5-1), the advisory panel procedure (see paragraphs 29-32 and 60 above) provided an important safeguard against arbitrariness.  This panel, which included experienced judicial figures (see paragraph 29 above) was able fully to review the evidence relating to the national security threat represented by the applicant.  Although its report has never been disclosed, at the hearing before the Court the Government indicated that the panel had agreed with the Home Secretary that Mr Chahal ought to be deported on national security grounds.  The Court considers that this procedure provided an adequate guarantee that there were at least prima facie grounds for believing that, if Mr Chahal were at liberty, national security would be put at risk and thus that the executive had not acted arbitrarily when it ordered him to be kept in detention.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.    In conclusion, the Court recalls that Mr Chahal has undoubtedly been detained for a length of time which is bound to give rise to serious concern.  However, in view of the exceptional circumstances of the case and the facts that the national authorities have acted with due diligence throughout the deportation proceedings against him and that there were sufficient guarantees against the arbitrary deprivation of his liberty, this detention complied with the requirements of Article 5 para. 1 (f) (art. 5-1-f).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": " It follows that there has been no violation of Article 5 para. 1 (art. 5-1).   ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Article 5 para. 4 (art. 5-4)  ",
                                "elements": [
                                    {
                                        "content": "124.    The first applicant alleged that he was denied the opportunity to have the lawfulness of his detention decided by a national court, in breach of Article 5 para. 4 of the Convention (art. 5-4), which provides:  ",
                                        "elements": []
                                    },
                                    {
                                        "content": " \"Everyone who is deprived of his liberty by arrest or  detention shall be entitled to take proceedings by which the  lawfulness of his detention shall be decided speedily by a  court and his release ordered if the detention is not lawful.\"   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "He submitted that the reliance placed on national security grounds as justification for his detention pending deportation prevented the domestic courts from considering whether it was lawful and appropriate.  However, he developed this argument more thoroughly in connection with his complaint under Article 13 of the Convention (art. 13) (see paragraphs 140-41 below).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.    The Commission was of the opinion that it was more appropriate to consider this complaint under Article 13 (art. 13) and the Government also followed this approach (see paragraphs 142-43 below).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.    The Court recalls, in the first place, that Article 5 para. 4 (art. 5-4) provides a lex specialis in relation to the more general requirements of Article 13 (art. 13) (see the De Jong, Baljet and Van den Brink v. the Netherlands judgment of 22 May 1984, Series A no. 77, p. 27, para. 60).  It follows that, irrespective of the method chosen by Mr Chahal to argue his complaint that he was denied the opportunity to have the lawfulness of his detention reviewed, the Court must first examine it in connection with Article 5 para. 4 (art. 5-4).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.    The Court further recalls that the notion of \"lawfulness\" under paragraph 4 of Article 5 (art. 5-4) has the same meaning as in paragraph 1 (art. 5-1), so that the detained person is entitled to a review of his detention in the light not only of the requirements of domestic law but also of the text of the Convention, the general principles embodied therein and the aim of the restrictions permitted by Article 5 para. 1 (art. 5-1) (see the E. v. Norway judgment of 29 August 1990, Series A no. 181-A, p. 21, para. 49).   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The scope of the obligations under Article 5 para. 4 (art. 5-4) is not identical for every kind of deprivation of liberty (see, inter alia, the Bouamar v. Belgium judgment of 29 February 1988, Series A no. 129, p. 24, para. 60); this applies notably to the extent of the judicial review afforded.  Nonetheless, it is clear that Article 5 para. 4 (art. 5-4) does not guarantee a right to judicial review of such breadth as to empower the court, on all aspects of the case including questions of pure expediency, to substitute its own discretion for that of the decision-making authority.  The review should, however, be wide enough to bear on those conditions which are essential for the \"lawful\" detention of a person according to Article 5 para. 1 (art. 5-1) (see the above-mentioned E. v.  judgment, p. 21, para. 50).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.    The Court refers again to the requirements of Article 5 para. 1 (art. 5-1) in cases of detention with a view to deportation (see paragraph 112 above).  It follows from these requirements that Article 5 para. 4 (art. 5-4) does not demand that the domestic courts should have the power to review whether the underlying decision to expel could be justified under national or Convention law.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.    The notion of \"lawfulness\" in Article 5 para. 1 (f) (art. 5-1-f) does not refer solely to the obligation to conform to the substantive and procedural rules of national law; it requires in addition that any deprivation of liberty should be in keeping with the purpose of Article 5 (art. 5) (see paragraph 118 above).  The question therefore arises whether the available proceedings to challenge the lawfulness of Mr Chahal's detention and to seek bail provided an adequate control by the domestic courts.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "130.    The Court recollects that, because national security was involved, the domestic courts were not in a position to review whether the decisions to detain Mr Chahal and to keep him in detention were justified on national security grounds (see paragraph 121 above). Furthermore, although the procedure before the advisory panel undoubtedly provided some degree of control, bearing in mind that Mr Chahal was not entitled to legal representation before the panel, that he was only given an outline of the grounds for the notice of intention to deport, that the panel had no power of decision and that its advice to the Home Secretary was not binding and was not disclosed (see paragraphs 30, 32 and 60 above), the panel could not be considered as a \"court\" within the meaning of Article 5 para. 4 (art. 5-4) (see, mutatis mutandis, the X v. the United Kingdom judgment of 5 November 1981, Series A no. 46, p. 26, para. 61).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "131.    The Court recognises that the use of confidential material may be unavoidable where national security is at stake.  This does not mean, however, that the national authorities can be free from effective control by the domestic courts whenever they choose to assert that national security and terrorism are involved (see, mutatis mutandis, the Fox, Campbell and Hartley v. the United Kingdom judgment of 30 August 1990, Series A no. 182, p. 17, para. 34, and the Murray v. the United Kingdom judgment of 28 October 1994, Series A no. 300-A, p. 27, para. 58).  The Court attaches significance to the fact that, as the intervenors pointed out in connection with Article 13 (art. 13) (see paragraph 144 below), in  a more effective form of judicial control has been developed in cases of this type.  This example illustrates that there are techniques which can be employed which both accommodate legitimate security concerns about the nature and sources of intelligence information and yet accord the individual a substantial measure of procedural justice.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.    It follows that the Court considers that neither the proceedings for habeas corpus and for judicial review of the decision to detain Mr Chahal before the domestic courts, nor the advisory panel procedure, satisfied the requirements of Article 5 para. 4 (art. 5-4). This shortcoming is all the more significant given that Mr Chahal has undoubtedly been deprived of his liberty for a length of time which is bound to give rise to serious concern (see paragraph 123 above).  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.    In conclusion, there has been a violation of Article 5 para. 4 of the Convention (art. 5-4).  ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.   ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION (art. 8)  ",
                        "elements": [
                            {
                                "content": "134.    All four of the applicants complained that if Mr Chahal were deported to  this would amount to a violation of Article 8 of the Convention (art. 8), which states (so far as is relevant):   ",
                                "elements": []
                            },
                            {
                                "content": "\"1. Everyone has the right to respect for his private and  family life, his home and his correspondence.   ",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with  the exercise of this right except such as is in accordance  with the law and is necessary in a democratic society in the  interests of national security ...\"  ",
                                "elements": []
                            },
                            {
                                "content": "135.    It was not contested by the Government that the deportation would constitute an interference with the Article 8 para. 1 (art. 8-1) rights of the applicants to respect for their family life.   ",
                                "elements": []
                            },
                            {
                                "content": "The applicants, for their part, conceded that the interference would be \"in accordance with the law\" and would pursue a legitimate aim for the purposes of Article 8 para. 2 (art. 8-2).   ",
                                "elements": []
                            },
                            {
                                "content": "The only material question in this connection was, therefore, whether the interference (that is, the deportation) would be \"necessary in a democratic society in the interests of national security\", within the meaning of Article 8 para. 2 (art. 8-2).  ",
                                "elements": []
                            },
                            {
                                "content": "136.    The Government asserted that Mr Chahal's deportation would be necessary and proportionate in view of the threat he represented to the national security of the  and the wide margin of appreciation afforded to States in this type of case.  ",
                                "elements": []
                            },
                            {
                                "content": "137.    The applicants denied that Mr Chahal's deportation could be justified on national security grounds and emphasised that, if there were cogent evidence that he had been involved in terrorist activity, a criminal prosecution could have been brought against him in the .  ",
                                "elements": []
                            },
                            {
                                "content": "138.    The Commission acknowledged that States enjoy a wide margin of appreciation under the Convention where matters of national security are in issue, but was not satisfied that the grave recourse of deportation was in all the circumstances necessary and proportionate. ",
                                "elements": []
                            },
                            {
                                "content": "139.    The Court recalls its finding that the deportation of the first applicant to  would constitute a violation of Article 3 of the Convention (art. 3) (see paragraph 107 above).  Having no reason to doubt that the respondent Government will comply with the present judgment, it considers that it is not necessary to decide the hypothetical question whether, in the event of expulsion to , there would also be a violation of the applicants' rights under Article 8 of the Convention (art. 8).  ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.   ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION (art. 13)  ",
                        "elements": [
                            {
                                "content": "140.    In addition, the applicants alleged that they were not provided with effective remedies before the national courts, in breach of Article 13 of the Convention (art. 13), which reads:   ",
                                "elements": []
                            },
                            {
                                "content": "\"Everyone whose rights and freedoms as set forth in this  Convention are violated shall have an effective remedy before  a national authority notwithstanding that the violation has  been committed by persons acting in an official capacity.\"  ",
                                "elements": []
                            },
                            {
                                "content": "141.    The applicants maintained that the only remedy available to them in respect of their claims under Articles 3, 5 and 8 of the Convention (art. 3, art. 5, art. 8) was judicial review, the advisory panel procedure (see paragraphs 29 and 60 above) being neither a \"remedy\" nor \"effective\".   ",
                                "elements": []
                            },
                            {
                                "content": "They submitted, first, that the powers of the English courts to put aside an executive decision were inadequate in all Article 3 (art. 3) asylum cases, since the courts could not scrutinise the facts to determine whether substantial grounds had been shown for belief in the existence of a real risk of ill-treatment in the receiving State, but could only determine whether the Secretary of State's decision as to the existence of such a risk was reasonable according to the \"Wednesbury\" principles (see paragraph 66 above).   ",
                                "elements": []
                            },
                            {
                                "content": "This contention had particular weight in cases where the executive relied upon arguments of national security.  In the instant case, the assertion that Mr Chahal's deportation was necessary in the interests of national security entailed that there could be no effective judicial evaluation of the risk to him of ill-treatment in  or of the issues under Article 8 (art. 8).  That assertion likewise prevented any effective judicial control on the question whether the applicant's continued detention was justified.  ",
                                "elements": []
                            },
                            {
                                "content": "142.    The Government accepted that the scope of judicial review was more limited where deportation was ordered on national security grounds.  However, the Court had held in the past that, where questions of national security were in issue, an \"effective remedy\" under Article 13 (art. 13) must mean \"a remedy that is effective as can be\", given the necessity of relying upon secret sources of information (see the Klass and Others v. Germany judgment of 6 September 1978, Series A no. 28, p. 31, para. 69, and the Leander v. Sweden judgment of 26 March 1987, Series A no. 116, p. 32, para. 84).   ",
                                "elements": []
                            },
                            {
                                "content": "Furthermore, it had to be borne in mind that all the relevant material, including the sensitive material, was examined by the advisory panel whose members included two senior judicial figures - a Court of Appeal judge and a former president of the Immigration Appeal Tribunal (see paragraph 29 above).  The procedure before the panel was designed, on the one hand, to satisfy the need for an independent review of the totality of the material on which the perceived threat to national security was based and, on the other hand, to ensure that secret information would not be publicly disclosed.  It thus provided a form of independent, quasi-judicial scrutiny.  ",
                                "elements": []
                            },
                            {
                                "content": "143.    For the Commission, the present case could be distinguished from that of Vilvarajah and Others (cited at paragraph 73 above, p. 39, paras. 122-26) where the Court held that judicial review in the English courts amounted to an effective remedy in respect of the applicants' Article 3 (art. 3) claims.  Because the Secretary of State invoked national security considerations as grounds for his decisions to deport Mr Chahal and to detain him pending deportation, the English courts' powers of review were limited.  They could not themselves consider the evidence on which the Secretary of State had based his decision that the applicant constituted a danger to national security or undertake any evaluation of the Article 3 (art. 3) risks.  Instead, they had to confine themselves to examining whether the evidence showed that the Secretary of State had carried out the balancing exercise required by the domestic law (see paragraph 41 above).  ",
                                "elements": []
                            },
                            {
                                "content": "144.    The intervenors (see paragraph 6 above) were all of the view that judicial review did not constitute an effective remedy in cases involving national security.  Article 13 (art. 13) required at least that some independent body should be appraised of all the facts and evidence and entitled to reach a decision which would be binding on the Secretary of State.   ",
                                "elements": []
                            },
                            {
                                "content": "In this connection, Amnesty International, Liberty, the AIRE Centre and JCWI (see paragraph 6 above) drew the Court's attention to the procedure applied in such cases in .  Under the Canadian Immigration Act 1976 (as amended by the Immigration Act 1988), a Federal Court judge holds an in camera hearing of all the evidence, at which the applicant is provided with a statement summarising, as far as possible, the case against him or her and has the right to be represented and to call evidence.  The confidentiality of security material is maintained by requiring such evidence to be examined in the absence of both the applicant and his or her representative.  However, in these circumstances, their place is taken by a security-cleared counsel instructed by the court, who cross-examines the witnesses and generally assists the court to test the strength of the State's case.  A summary of the evidence obtained by this procedure, with necessary deletions, is given to the applicant.  ",
                                "elements": []
                            },
                            {
                                "content": "145.    The Court observes that Article 13 (art. 13) guarantees the availability at national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order.  The effect of this Article (art. 13) is thus to require the provision of a domestic remedy allowing the competent national authority both to deal with the substance of the relevant Convention complaint and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they conform to their obligations under this provision (art. 13) (see the Vilvarajah and Others judgment cited at paragraph 73 above, p. 39, para. 122).   ",
                                "elements": []
                            },
                            {
                                "content": "Moreover, it is recalled that in certain circumstances the aggregate of remedies provided by national law may satisfy the requirements of Article 13 (art. 13) (see, inter alia, the above-mentioned Leander judgment, p. 30, para. 77).  ",
                                "elements": []
                            },
                            {
                                "content": "146.    The Court does not have to examine the allegation of a breach of Article 13 taken in conjunction with Article 5 para. 1 (art. 13+5-1), in view of its finding of a violation of Article 5 para. 4 (art. 5-4) (see paragraph 133 above).  Nor is it necessary for it to examine the complaint under Article 13 in conjunction with Article 8 (art. 13+8), in view of its finding concerning the hypothetical nature of the complaint under the latter provision (art. 8) (see paragraph 139 above).  ",
                                "elements": []
                            },
                            {
                                "content": "147.    This leaves only the first applicant's claim under Article 3 combined with Article 13 (art. 13+3).  It was not disputed that the Article 3 (art. 3) complaint was arguable on the merits and the Court accordingly finds that Article 13 (art. 13) is applicable (see the above-mentioned Vilvarajah and Others judgment, p. 38, para. 121).  ",
                                "elements": []
                            },
                            {
                                "content": "148.    The Court recalls that in its Vilvarajah and Others judgment (ibid., p. 39, paras. 122-26), it found judicial review proceedings to be an effective remedy in relation to the applicants' complaints under Article 3 (art. 3).  It was satisfied that the English courts could review a decision by the Secretary of State to refuse asylum and could rule it unlawful on the grounds that it was tainted with illegality, irrationality or procedural impropriety (see paragraph 66 above).  In particular, it was accepted that a court would have jurisdiction to quash a challenged decision to send a fugitive to a country where it was established that there was a serious risk of inhuman or degrading treatment, on the ground that in all the circumstances of the case the decision was one that no reasonable Secretary of State could take (ibid., para. 123).  ",
                                "elements": []
                            },
                            {
                                "content": "149.    The Court further recalls that in assessing whether there exists a real risk of treatment in breach of Article 3 (art. 3) in expulsion cases such as the present, the fact that the person is perceived as a danger to the national security of the respondent State is not a material consideration (see paragraph 80 above).  ",
                                "elements": []
                            },
                            {
                                "content": "150.    It is true, as the Government have pointed out, that in the cases of Klass and Others and Leander (both cited at paragraph 142 above), the Court held that Article 13 (art. 13) only required a remedy that was \"as effective as can be\" in circumstances where national security considerations did not permit the divulging of certain sensitive information.  However, it must be borne in mind that these cases concerned complaints under Articles 8 and 10 of the Convention (art. 8, art. 10) and that their examination required the Court to have regard to the national security claims which had been advanced by the Government.  The requirement of a remedy which is \"as effective as can be\" is not appropriate in respect of a complaint that a person's deportation will expose him or her to a real risk of treatment in breach of Article 3 (art. 3), where the issues concerning national security are immaterial.  ",
                                "elements": []
                            },
                            {
                                "content": "151.    In such cases, given the irreversible nature of the harm that might occur if the risk of ill-treatment materialised and the importance the Court attaches to Article 3 (art. 3), the notion of an effective remedy under Article 13 (art. 13) requires independent scrutiny of the claim that there exist substantial grounds for fearing a real risk of treatment contrary to Article 3 (art. 3).  This scrutiny must be carried out without regard to what the person may have done to warrant expulsion or to any perceived threat to the national security of the expelling State.  ",
                                "elements": []
                            },
                            {
                                "content": "152.    Such scrutiny need not be provided by a judicial authority but, if it is not, the powers and guarantees which it affords are relevant in determining whether the remedy before it is effective (see the above-mentioned Leander judgment, p. 29, para. 77).  ",
                                "elements": []
                            },
                            {
                                "content": "153.    In the present case, neither the advisory panel nor the courts could review the decision of the Home Secretary to deport Mr Chahal to  with reference solely to the question of risk, leaving aside national security considerations.  On the contrary, the courts' approach was one of satisfying themselves that the Home Secretary had balanced the risk to Mr Chahal against the danger to national security (see paragraph 41 above).  It follows from the above considerations that these cannot be considered effective remedies in respect of Mr Chahal's Article 3 (art. 3) complaint for the purposes of Article 13 of the Convention (art. 13).  ",
                                "elements": []
                            },
                            {
                                "content": "154.    Moreover, the Court notes that in the proceedings before the advisory panel the applicant was not entitled, inter alia, to legal representation, that he was only given an outline of the grounds for the notice of intention to deport, that the panel had no power of decision and that its advice to the Home Secretary was not binding and was not disclosed (see paragraphs 30, 32 and 60 above).  In these circumstances, the advisory panel could not be considered to offer sufficient procedural safeguards for the purposes of Article 13 (art. 13) .  ",
                                "elements": []
                            },
                            {
                                "content": "155.    Having regard to the extent of the deficiencies of both the judicial review proceedings and the advisory panel, the Court cannot consider that the remedies taken together satisfy the requirements of Article 13 in conjunction with Article 3 (art. 13+3).   ",
                                "elements": []
                            },
                            {
                                "content": "Accordingly, there has been a violation of Article 13 (art. 13).  ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.   APPLICATION OF ARTICLE 50 OF THE CONVENTION (art. 50)  ",
                        "elements": [
                            {
                                "content": "156.    The applicants asked the Court to grant them just satisfaction under Article 50 of the Convention (art. 50), which provides as follows:   ",
                                "elements": []
                            },
                            {
                                "content": "\"If the Court finds that a decision or a measure taken by a  legal authority or any other authority of a High Contracting  Party is completely or partially in conflict with the  obligations arising from the present Convention, and if the  internal law of the said Party allows only partial reparation  to be made for the consequences of this decision or measure,  the decision of the Court shall, if necessary, afford just  satisfaction to the injured party.\"     ",
                                "elements": []
                            },
                            {
                                "content": "A. Non-pecuniary damage  ",
                                "elements": [
                                    {
                                        "content": "157.    The applicants claimed compensation for non-pecuniary damage for the period of detention suffered by Mr Chahal at a rate of £30,000-£50,000 per annum.   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government submitted that a finding of violation would be sufficient just satisfaction in respect of the claim for non-pecuniary damage.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "158.    In view of its decision that there has been no violation of Article 5 para. 1 (art. 5-1) (see paragraph 123 above), the Court makes no award for non-pecuniary damage in respect of the period of time Mr Chahal has spent in detention.  As to the other complaints, the Court considers that the findings that his deportation, if carried out, would constitute a violation of Article 3 (art. 3) and that there have been breaches of Articles 5 para. 4 and 13 (art. 5-4, art. 13) constitute sufficient just satisfaction.   ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Legal costs and expenses  ",
                                "elements": [
                                    {
                                        "content": "159.    In addition, the applicants claimed the reimbursement of the legal costs of the  proceedings, totalling £77,755.97 (inclusive of value-added tax, \"VAT\").   ",
                                        "elements": []
                                    },
                                    {
                                        "content": "With regard to the legal costs claimed, the Government observed that a substantial proportion of these were not necessarily incurred because the applicants had produced a large amount of peripheral material before the Court.  They proposed instead a sum of £20,000, less legal aid.  ",
                                        "elements": []
                                    },
                                    {
                                        "content": "160.    The Court considers the legal costs claimed by the applicants to be excessive and decides to award £45,000 (inclusive of VAT), less the 21,141 French francs already paid in legal aid by the Council of Europe.   ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Default interest  ",
                                "elements": [
                                    {
                                        "content": "161.    According to the information available to the Court, the statutory rate of interest applicable in the  at the date of adoption of the present judgment is 8% per annum.  ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT  ",
                "elements": [
                    {
                        "content": "1.     Holds by twelve votes to seven that, in the event of the  Secretary of State's decision to deport the first applicant to  India being implemented, there would be a violation of  Article 3 of the Convention (art. 3);  ",
                        "elements": []
                    },
                    {
                        "content": "2.     Holds by thirteen votes to six that there has been no  violation of Article 5 para. 1 of the Convention (art. 5-1);  ",
                        "elements": []
                    },
                    {
                        "content": "3.     Holds unanimously that there has been a violation of  Article 5 para. 4 of the Convention (art. 5-4);  ",
                        "elements": []
                    },
                    {
                        "content": "4.     Holds by seventeen votes to two that, having regard to its  conclusion with regard to Article 3 (art. 3), it is not  necessary to consider the applicants' complaint under  Article 8 of the Convention (art. 8);  ",
                        "elements": []
                    },
                    {
                        "content": "5.     Holds unanimously that there has been a violation of  Article 13 in conjunction with Article 3 of the  Convention (art. 13+3);  ",
                        "elements": []
                    },
                    {
                        "content": "6.     Holds unanimously that the above findings of violation  constitute sufficient just satisfaction as regards the claim  for compensation for non-pecuniary damage;  ",
                        "elements": []
                    },
                    {
                        "content": "7.     Holds unanimously   (a) that the respondent State is to pay the applicants, within  three months, in respect of costs and expenses, £45,000  (forty-five thousand pounds sterling) less  21,141 (twenty-one thousand, one hundred and forty-one)  French francs to be converted into pounds sterling at the rate  applicable on the date of delivery of the present judgment;   (b) that simple interest at an annual rate of 8% shall be  payable from the expiry of the above-mentioned three months  until settlement;  ",
                        "elements": []
                    },
                    {
                        "content": "8.     Dismisses unanimously the remainder of the claim for just  satisfaction.   ",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French and delivered at a public hearing at the Human Rights Building, , on 15 November 1996.  ",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 para. 2 of the Convention (art. 51-2) and Rule 53 para. 2 of Rules of Court A, the following separate opinions are annexed to this judgment:   ",
                        "elements": []
                    },
                    {
                        "content": "(a) concurring opinion of Mr Valticos;  ",
                        "elements": []
                    },
                    {
                        "content": "(b) concurring opinion of Mr Jambrek;  ",
                        "elements": []
                    },
                    {
                        "content": "(c) partly concurring, partly dissenting opinion of Mr De Meyer;  ",
                        "elements": []
                    },
                    {
                        "content": "(d) joint partly dissenting opinion of Mr Gölcüklü, Mr Matscher, Sir John Freeland, Mr Baka, Mr Mifsud Bonnici, Mr Gotchev and Mr Levits;  ",
                        "elements": []
                    },
                    {
                        "content": "(e) joint partly dissenting opinion of Mr Gölcüklü and Mr Makarczyk;  ",
                        "elements": []
                    },
                    {
                        "content": "(f) partly dissenting opinion of Mr Pettiti,  ",
                        "elements": []
                    },
                    {
                        "content": "(g) joint partly dissenting opinion of Mr Martens and Mrs Palm.  ",
                        "elements": []
                    },
                    {
                        "content": "\tR. R. ",
                        "elements": []
                    },
                    {
                        "content": "\tH. P. ",
                        "elements": []
                    },
                    {
                        "content": "This opinion refers to the wording used in paragraph 123 of the Chahal v. the  judgment, which concerns Article 5 para. 1 (art. 5-1).   ",
                        "elements": []
                    },
                    {
                        "content": "While sharing the opinion of the majority of the Grand Chamber and concurring in their conclusion that there has been no violation of that provision (art. 5-1), I am unable to agree with the statement in the first sub-paragraph of paragraph 123 that Mr Chahal's detention \"complied with the requirements of Article 5 para. 1 (f) (art. 5-1-f)\".   ",
                        "elements": []
                    },
                    {
                        "content": "Article 5 para. 1 (f) (art. 5-1-f) provides that \"...  No one shall be deprived of his liberty save [in the case of] ... the lawful arrest or detention of a person ... against whom action is being taken with a view to deportation ...\".  That provision (art. 5-1-f) must be interpreted in good faith and with common sense, as indeed must any legal provision.  I would have qualms about holding here that a period of four or five years could really be regarded as \"[complying] with the requirements\" of that Article (art. 5-1-f) and as being \"lawful\" detention for a transitional and, in principle, limited period.  Admittedly, there were particular reasons in the present case which prevented the applicant being deported promptly (consideration of his application for judicial review and, above all, the problem of whether it was appropriate to deport him to ).  But to go from that to saying that the situation \"complied with the requirements\" of Article 5 of the Convention (art. 5) seems to me excessive.  However, one cannot go to the opposite extreme of holding that there has been a violation of the Convention for the Government were able to point to reasons of some weight.  In my view, it would have been preferable to say merely that Mr Chahal's detention \"was not contrary\" to the requirements of Article 5 (art. 5).  That is the reason for my objection to the wording of paragraph 123.   ",
                        "elements": []
                    },
                    {
                        "content": "On the other hand, I agree that, as set out in the Court's final decision (point 2 of the operative provisions), there has been no violation of Article 5 para. 1 (art. 5-1)",
                        "elements": []
                    },
                    {
                        "content": ".   ",
                        "elements": []
                    },
                    {
                        "content": "1.   Once more in this case, the Court has had to consider the issue of the use of confidential material in the domestic courts where national security is at stake.  I agree with the Court's finding that the domestic proceedings for habeas corpus and for judicial review of the decision to detain Mr Chahal did not satisfy the requirements of Article 5 para. 4 (art. 5-4).   ",
                        "elements": []
                    },
                    {
                        "content": "I also agree with the Court's reasoning as to the relevant principles and their application, that is:     ",
                        "elements": []
                    },
                    {
                        "content": "(a) that the use of confidential material may be unavoidable where national security is at stake,    ",
                        "elements": []
                    },
                    {
                        "content": "(b) that the national authorities, however, are not free in this respect from effective control by the domestic courts, and    ",
                        "elements": []
                    },
                    {
                        "content": "(c) that there are techniques which can be employed which both accommodate legitimate security concerns and yet accord the individual a substantial measure of procedural justice.   ",
                        "elements": []
                    },
                    {
                        "content": "This last point, (c), represents a new development in the Court's case-law and therefore, in my view, deserves special attention.  ",
                        "elements": []
                    },
                    {
                        "content": "2.   In Fox, Campbell and Hartley v. the  (30 August 1990, Series A no. 182, pp. 17-18, paras. 34-35) the Court pointed to the responsibility of the Government to furnish at least some facts or information capable of satisfying it that the arrested person was reasonably suspected of having committed the alleged offence.  The fact that Mr Fox and Ms Campbell both had previous convictions for acts of terrorism did not convince the Court that there was \"reasonable suspicion\", and it therefore held that there had been a breach of Article 5 para. 1 (art. 5-1) (paragraphs 34 and 35).   ",
                        "elements": []
                    },
                    {
                        "content": "In the Murray v. the United Kingdom judgment of 28 October 1994 (Series A no. 300-A, pp. 27-29, paras. 58-63, passim) the Court reiterated its Fox, Campbell and Hartley standard, but found that the conviction in the United States of America of two of Mrs Murray's brothers of offences connected with the purchase of arms for the Provisional IRA and her visits to the USA and contacts with her brothers represented sufficient facts or information to meet the above standard, in other words, that they provided a plausible and objective basis for a \"reasonable suspicion\".  ",
                        "elements": []
                    },
                    {
                        "content": "3.   I dissented from the majority's view in the  judgment previously cited, pp. 45-47, as regards the violation of Article 5 paras. 1, 2 and 5 (art. 5-1, art. 5-2, art. 5-5).  In my partly dissenting opinion, I held in relation to the issue of \"reasonable suspicion\" that the condition of reasonableness was not fulfilled, as the Government had not succeeded in furnishing \"at least some facts or information\" which would satisfy an objective observer that the person concerned might have committed the offence.   ",
                        "elements": []
                    },
                    {
                        "content": "In my opinion in Murray I also anticipated the issue which has arisen in the present case, to which I refer under 1 (c) supra, when I posed the question whether \"it was possible for the Court to set some modified standards for `reasonable suspicion' in the context of emergency laws enacted to combat terrorist crime\".  By way of a general reply, I advocated treating evidence in different ways depending on the degree of its confidentiality.  ",
                        "elements": []
                    },
                    {
                        "content": "4.   The Court also referred in the Fox,  and Hartley case to \"information which ... cannot ... be revealed to the suspect or produced in court to support the charge\" (paragraph 32).  This distinction in my view raises two relevant questions: first, is it justifiable to distinguish between revealing information to the suspect and producing it in court?  And secondly, is there a difference between information made available to the court and information produced in court which is revealed to the suspect (see also my dissenting opinion in the  case)?   ",
                        "elements": []
                    },
                    {
                        "content": "In the present case of Chahal, in discussing the alleged violation of Article 13 of the Convention (art. 13), the Court refers to the technique under the Canadian Immigration Act 1976, to which the intervenors drew attention.  There, a Federal Court judge holds an in camera hearing of all the evidence, while the confidentiality of security material is maintained by requiring such evidence to be examined in the absence of both the applicant and his or her representative.  However, in these circumstances, their place is taken by a security-cleared counsel instructed by the court.  A summary of the evidence, with necessary deletions, is given to the applicant.  ",
                        "elements": []
                    },
                    {
                        "content": "5.    In my dissenting opinion in the Murray case, I suggested the following similar approach, couched (partly due to the absence of information about the Canadian technique) in more general terms, as representing a compromise between the wish to preserve the Fox, Campbell and Hartley standard and the need to expand the Court's reasoning in order to adapt it better to other similar cases.   ",
                        "elements": []
                    },
                    {
                        "content": "Thus, I questioned \"whether otherwise confidential information could not be rephrased, reshaped or tailored in order to protect its source and then be revealed.  In this respect the domestic court could seek an alternative, independent expert opinion, without relying solely on the assertions of the arresting authority\".  ",
                        "elements": []
                    },
                    {
                        "content": "6.    The purpose of the present concurring opinion is, therefore, to put this part of the Court's judgment into the context of its evolving case-law.   ",
                        "elements": []
                    },
                    {
                        "content": "The Court may indeed be satisfied, in a future similar case, that some sensitive information may be produced in the domestic court, or even during the  proceedings, which was and will not be revealed - at least not in its entirety, and in an unmodified form - to the suspect or to the detainee.   ",
                        "elements": []
                    },
                    {
                        "content": "It will then remain the task of the Court to reconcile the demands of the adversarial principle with the need to protect confidentiality of information derived from secret sources pertaining to national security.    ",
                        "elements": []
                    },
                    {
                        "content": "The Court, having found that the question whether there had been a violation of the rights set forth in Article 8 of the Convention (art. 8) was \"hypothetical\" (see paragraphs 139 and 146 of the judgment) did not consider it necessary to rule on the Article 8 (art. 8) complaint or on the alleged violation of that provision in conjunction with Article 13 (art. 13+8).  ",
                        "elements": []
                    },
                    {
                        "content": " I wish to point out that in the instant case the question of the violation of the rights set forth in Article 8 (art. 8) is no more \"hypothetical\" than that concerning those under Article 3 (art. 3). Both arise equally \"in the event of the Secretary of State's decision to deport the first applicant to  being implemented\". Consequently, if we consider one, we must also consider the other.  ",
                        "elements": []
                    },
                    {
                        "content": " I agree in substance with the arguments unanimously adopted by the Commission in paragraphs 134 to 139 of its report and share its opinion that if the deportation order were enforced, there would be a violation of the applicants' right to respect for their private and family life.   ",
                        "elements": []
                    },
                    {
                        "content": "I likewise consider that, in the instant case, there would also be a violation of the right to an effective remedy under Article 13 (art. 13) in respect of their Article 8 (art. 8) rights.  The Court's observations concerning the violation of Article 13 in conjunction with Article 3 (art. 13+3) are equally valid as regards the alleged violation of Article 13 in conjunction with Article 8 (art. 13+8).   ",
                        "elements": []
                    },
                    {
                        "content": "In the instant case these two violations are closely connected and virtually inseparable.  Deporting the first applicant would constitute a violation of both his personal right not to be subjected to the practices referred to in Article 3 (art. 3) and all the applicants' right to respect for their private and family life.  The lack of remedies for challenging the deportation order thus simultaneously affects each of these rights.  ",
                        "elements": []
                    },
                    {
                        "content": "It is true that the first applicant was deprived of his liberty as part of the deportation proceedings and that initially, in August 1990, his detention could be considered lawful on this ground.   ",
                        "elements": []
                    },
                    {
                        "content": "However, he has been held in prison ever since and it is now the end of October 1996.   ",
                        "elements": []
                    },
                    {
                        "content": "That is clearly excessive.   ",
                        "elements": []
                    },
                    {
                        "content": "The \"considerations of an extremely serious and weighty nature\" referred to in paragraph 117 of the judgment may be enough to explain the length of the deportation proceedings. They cannot, however, justify the length of the detention, any more than the complexity of criminal proceedings is enough to justify the length of pre-trial detention.   ",
                        "elements": []
                    },
                    {
                        "content": "Moreover, what is in issue here is not, as in the Kolompar v. Belgium case (judgment of 24 September 1992, Series A no. 235-C), an instance of extradition requested by another State with respect to a prison sentence of several years, but rather an order made by the respondent State for the deportation of a person who, as is stated in paragraphs 23 and 24 of the judgment, had been convicted there of only two minor offences, convictions that had since been quashed.   ",
                        "elements": []
                    },
                    {
                        "content": "Unlike the Commission, which chose to examine the first applicant's complaint concerning the lack of sufficient remedies for challenging his detention from the point of view of Article 13 (art. 13), the Court considered it in the light of Article 5 para. 4 (art. 5-4).   ",
                        "elements": []
                    },
                    {
                        "content": "The Court's reasoning is certainly more consistent with both the letter and the spirit of those provisions (art. 13, art. 5-4).   ",
                        "elements": []
                    },
                    {
                        "content": "It should be reiterated first of all that Article 5 para. 4 (art. 5-4) provides that \"everyone who is deprived of his liberty by arrest or detention\" is entitled to take proceedings, whereas Article 13 (art. 13) confers this right upon \"everyone whose rights and freedoms as set forth in [the] Convention are violated\".  This suggests that in order to be able to rely on the first provision (art. 5-4), deprivation of liberty on its own is enough, whereas for the second (art. 13) to be applicable there must have been a violation of a right or freedom.   ",
                        "elements": []
                    },
                    {
                        "content": "It is also necessary to point out that Article 5 para. 4 (art. 5-4) states that the proceedings must be before a \"court\", whereas Article 13 (art. 13) requires more vaguely \"an effective remedy before a national authority\".   ",
                        "elements": []
                    },
                    {
                        "content": "Lastly, it is of interest to note that, except for the right of access to a court, which, as the Court has acknowledged since the Golder v. the United Kingdom judgment of 21 February 1975 (Series A no. 18), is guaranteed by Article 6 of the Convention (art. 6), Article 5 (art. 5) is the only one of the Convention's substantive provisions that specifically provides for a right to bring court proceedings in addition to the right to a trial provided for in paragraph 3 of the same Article (art. 5-3) in the cases referred to in paragraph 1 (c) (art. 5-1-c).   ",
                        "elements": []
                    },
                    {
                        "content": "The foregoing is a good illustration of how well those who drafted the Convention understood the need to provide, particularly for those deprived of their liberty, judicial protection that goes well beyond the \"effective remedy\" guaranteed more generally under Article 13 (art. 13).   ",
                        "elements": []
                    },
                    {
                        "content": "It must follow that in cases concerning deprivation of liberty it is not enough to examine whether there has been a violation of Article 13 (art. 13) for it to become unnecessary to consider whether there has been a violation of Article 5 para. 4 (art. 5-4); in such cases it is only an examination of a possible violation of the latter provision (art. 5-4) that is necessary.   ",
                        "elements": []
                    },
                    {
                        "content": "That is not all.   ",
                        "elements": []
                    },
                    {
                        "content": "Article 13 (art. 13), which guarantees a remedy before a \"national authority\", must be taken in conjunction with Article 26 (art. 26), which requires \"all domestic remedies [to have been] exhausted\" before the Commission may deal with the matter.  These two provisions (art. 13, art. 26) complement each other and demonstrate that it is first and foremost for the States themselves to punish violations of the rights and freedoms provided for, the protection afforded by the Convention institutions being merely secondary.   ",
                        "elements": []
                    },
                    {
                        "content": "It is from this point of view that the question whether or not there is an \"effective remedy\" as required by Article 13 (art. 13) is relevant.  For the Commission and the Court, the question is of no importance inasmuch as it relates to \"rights and freedoms\" which they consider were not \"violated\"; that is indeed what is indicated by the actual wording of the Article (art. 13).  ",
                        "elements": []
                    },
                    {
                        "content": " This is certainly not true of the right to a remedy secured by Article 5 para. 4 (art. 5-4) to those deprived of their liberty, who must always be able to \"take proceedings by which the lawfulness of [their] detention shall be decided speedily by a court and [their] release ordered if the detention is not lawful\".  Even if we find their detention as such to be lawful under Article 5 para. 1 (art. 5-1), we are not thereby absolved from the obligation to consider whether the individual concerned was able to avail himself of a remedy that satisfied the requirements of Article 5 para. 4 (art. 5-4).    ",
                        "elements": []
                    },
                    {
                        "content": "1.   We agree with the majority that national security considerations could not be invoked to justify ill-treatment at the hands of a Contracting State within its own jurisdiction, and that in that sense the protection afforded by Article 3 (art. 3) is absolute in character.  But in our view the situation is different where, as in the present case, only the extra-territorial (or indirect) application of the Article (art. 3) is at stake.  There, a Contracting State which is contemplating the removal of someone from its jurisdiction to that of another State may legitimately strike a fair balance between, on the one hand, the nature of the threat to its national security interests if the person concerned were to remain and, on the other, the extent of the potential risk of ill-treatment of that person in the State of destination.  Where, on the evidence, there exists a substantial doubt as to the likelihood that ill-treatment in the latter State would indeed eventuate, the threat to national security may weigh heavily in the balance.  Correspondingly, the greater the risk of ill-treatment, the less weight should be accorded to the security threat.  ",
                        "elements": []
                    },
                    {
                        "content": "2.   As to the circumstances of the present case, we differ from the conclusion of the majority on the question whether it has been substantiated that there is a real risk of Mr Chahal being subjected to treatment contrary to Article 3 (art. 3) if he were to be returned to India.  We accordingly disagree (and would do so even if we were to accept the reasoning of the majority as to the point dealt with in paragraph 1 above) with the finding that, in the event of the decision to deport him to that country being implemented, there would be a violation of the Article (art. 3).  ",
                        "elements": []
                    },
                    {
                        "content": "3.   In the Soering case, the Court was also concerned with the prospective removal of an applicant to another country.  In its judgment in that case (first cited at paragraph 74 of the present judgment), the Court stated (p. 35, para. 90) that it \"is not normally for the Convention institutions to pronounce on the existence or otherwise of potential violations of the Convention.  However, where an applicant claims that a decision to extradite him would, if implemented, be contrary to Article 3 (art. 3) by reason of its foreseeable consequences in the requesting country, a departure from this principle is necessary, in view of the serious and irreparable nature of the alleged suffering risked, in order to ensure the effectiveness of the safeguard provided by that Article (art. 3) ...\"  ",
                        "elements": []
                    },
                    {
                        "content": "4.   In that case, the extradition of the applicant was sought by the requesting State to meet a criminal charge carrying the death penalty, in circumstances which led the Court to conclude that the likelihood of his being exposed to the \"death row phenomenon\" was such as to bring Article 3 (art. 3) into play.  The Court went on to conclude, after an analysis of what in practice the \"death row phenomenon\" would involve in the applicant's case, that his extradition would expose him to \"a real risk of treatment going beyond the threshold set by Article 3 (art. 3)\".  ",
                        "elements": []
                    },
                    {
                        "content": "5.   The applicant in the Soering case (which also differed on the facts in that there was no national security issue to be taken into consideration) was, therefore, in the grip of a legal process involving risks to him which were significantly easier to predict and assess than those which would be run by the first applicant in the present case if he were now to be returned to India.  The consequences of the implementation of the deportation order against the latter are of a quite different, and much lower, order of foreseeability.  ",
                        "elements": []
                    },
                    {
                        "content": "6.   In the present case, the Court has had before it a mass of material about the situation in India and, more specifically, Punjab from 1990 onwards (although, we would note, none more recent than the United States Department of State report on  of March 1996 - see paragraph 53 of the judgment).  The Court concludes in paragraph 86 (and we agree) that \"... although the historical position is of interest in so far as it may shed light on the current situation and its likely evolution, it is the present conditions which are decisive\".  ",
                        "elements": []
                    },
                    {
                        "content": "7.   As regards present conditions, it seems clear that there have in recent years been improvements in the protection of human rights in India, especially in Punjab, where violence reached a peak in 1992, and that progress has continued since the Commission's consideration of the case (see paragraph 101 of the judgment).  On the other hand, allegations persist of serious acts of misconduct by some members of the Punjab security forces, acting either within or outside the boundaries of that State, and by some members of other security forces acting elsewhere in  (paragraphs 102-04).  Although the probative value of some of the material before the Court may be open to question, we are satisfied that there is enough there to make it impossible to conclude that there would be no risk to Mr Chahal if he were to be deported to India, even to a destination outside Punjab if he were to choose one.  ",
                        "elements": []
                    },
                    {
                        "content": "8.   The essential difficulty lies in quantifying the risk.  In reaching their assessment, the majority of the Court say that they are not persuaded that the assurances given by the Indian Government would provide Mr Chahal with an adequate guarantee of safety and consider that his high profile would be more likely to increase the risk to him than otherwise (paragraphs 105 and 106).  It is, however, arguable with equal, if not greater, force that his high profile would afford him additional protection.  In the light of the Indian Government's assurances and the clear prospect of a domestic and international outcry if harm were to come to him, there would be cogent grounds for expecting that, as a law-abiding citizen in India, he would be treated as none other than that.  It could well be that the existence or extent of any potential threat to him would largely depend on his own future conduct.  ",
                        "elements": []
                    },
                    {
                        "content": "9.   Our overall conclusion is that the assessment of the majority leaves too much room for doubt and that it has not been \"substantiated that there is a real risk\" of the first applicant's being subjected to treatment contrary to Article 3 (art. 3) if he were now to be deported to India.  A higher degree of foreseeability of such treatment than exists in this case should be required to justify the Court in finding a potential violation of that Article (art. 3).  ",
                        "elements": []
                    },
                    {
                        "content": "10.     Otherwise, and given its conclusions on the Article 3 (art. 3) issue, we agree with the findings of the Court, except Mr Gölcüklü, as appears from his following separate opinion.     ",
                        "elements": []
                    },
                    {
                        "content": "We agree with the dissenting opinion of Judge De Meyer as regards Article 5 para. 1 (art. 5-1) (Part II.A).    ",
                        "elements": []
                    },
                    {
                        "content": "I voted in favour of finding a violation of Article 3, Article 5 para. 4 and Article 13 (art. 3, art. 5-4, art. 13).  However, I strongly disagree with the majority in respect of Article 5 para. 1 (art. 5-1) and consider that there has been a clear and serious violation of that provision (art. 5-1).   ",
                        "elements": []
                    },
                    {
                        "content": "Some weeks earlier, the Court correctly identified the problem of administrative detention in the case of proceedings covered by the Geneva Convention of 1951, and within the province of the Office of the United Nations High Commissioner for Refugees (\"the UNHCR\").  The Court held that there had been a violation by France on account of the rules then in force on administrative detention for a period of approximately twenty days without access to lawyers or any effective judicial review (see the Amuur v.  judgment of 15 June 1996, Reports of Judgments and Decisions 1996-III).  The second period of detention in the Chahal case gives rise to the same types of problems.   ",
                        "elements": []
                    },
                    {
                        "content": "With respect to the decision taken under the general law to deport Mr Chahal, it was not disputed that his detention began on 16 August 1990 and that he applied for judicial review.   ",
                        "elements": []
                    },
                    {
                        "content": "After his application for asylum as a political refugee had been refused, a deportation order was made on 25 July 1991 on the basis of the Geneva Convention.  Mr Chahal's detention fell to be considered by the Court from that angle.  There was therefore a confrontation between the Geneva Convention and the European Convention on Human Rights, which concern the same member States.  States may expel persons who are denied political refugee status.  If difficulties are encountered (with respect to travel, dangers that might be encountered on returning, or the search for a safe State or third State), the person must be placed in administrative detention and not held in an ordinary prison under a prison regime.  In addition, the detention must be reviewed promptly by the courts (see the Amuur judgment cited above).   ",
                        "elements": []
                    },
                    {
                        "content": "Mr Chahal was not detained as a result of any conviction.   ",
                        "elements": []
                    },
                    {
                        "content": "Where an application is made for review, it must be heard expeditiously, as a matter of urgency.  The organisation of review procedures is governed by the Geneva Convention and UNHCR resolutions. It is possible to petition the Commission on Human Rights of the United Nations in that regard.  The  cannot review the procedures, but it can consider them under Articles 3 and 5 (art. 3, art. 5) when a violation is alleged.   ",
                        "elements": []
                    },
                    {
                        "content": "It is almost perverse of the majority to argue, as it does, that since it was the applicant who sought a review, his detention was justified if the proceedings became protracted.  Were this reasoning to be transposed, an accused who applied for release from custody pending trial would be told that his detention was justified by the fact that he had made an application that necessitated proceedings. Yet liberty of the person is a fundamental right guaranteed by Article 5 (art. 5).  ",
                        "elements": []
                    },
                    {
                        "content": "The fact that an application for release is pending cannot be a ground for detention being prolonged where the detention is contrary to the provisions of Article 5 (art. 5).   Five years' detention in prison after the deportation order following the refusal of refugee status: such has been Mr Chahal's lot.   ",
                        "elements": []
                    },
                    {
                        "content": "It is obvious that in international law under the Geneva Convention administrative detention differs from detention under the general law and must be enforced by measures such as an order for compulsory residence on administrative premises or in a hotel (see the Amuur judgment cited above) or house arrest.  The United Nations Covenants and the recommendations of the United Nations Sub-Committee on questions of human rights of all persons subjected to any form of detention or imprisonment must be heeded.   ",
                        "elements": []
                    },
                    {
                        "content": "Where a State is faced with a difficulty arising out of the danger that would be entailed by a return to the country of origin, it may, if it does not wish to continue to detain the person on its territory, negotiate the choice of a third country.   ",
                        "elements": []
                    },
                    {
                        "content": "In sensitive political cases such as that of Mr Chahal - for example, those concerning the expulsion of imams and religious leaders whether fundamentalists or not - European States have found alternatives by expelling to certain African countries.  The  itself has had recourse to such expedients.   ",
                        "elements": []
                    },
                    {
                        "content": "The European Convention does not allow States to disregard their obligations under the Geneva Convention.  The Court must be attentive to problems of potential conflicts between international inter-State instruments binding the member States of the Council of Europe.   ",
                        "elements": []
                    },
                    {
                        "content": "My opinion on this subject is based on the work of the UNHCR and on the European Commission's and Court's own decisions.   ",
                        "elements": []
                    },
                    {
                        "content": "In the UNHCR publication \"Detention and Asylum\" (European Series, vol. 1, no. 4, October 1995) it is stated:   ",
                        "elements": []
                    },
                    {
                        "content": "10. The asylum-seeker can be held in [an appropriate] place  only under the conditions and for the maximum duration  provided for by law.'   ",
                        "elements": []
                    },
                    {
                        "content": "Under Article 5 (art. 5), a measure amounting to a deprivation  of liberty will only comply with the requirements of the  Convention if it is legal in domestic law.  Article 5 para. 1  (art. 5-1) lays down that any arrest or detention must be  carried out `in accordance with a procedure prescribed by  law'.  On this point the Convention first and foremost  requires that any deprivation of liberty must have a legal  basis in domestic law.  Deprivation of liberty cannot occur in  the absence of a domestic legal provision expressly  authorising it.  It further refers back to this national law  and lays down the obligation to conform to both the  substantive and procedural rules thereof.\"   ",
                        "elements": []
                    },
                    {
                        "content": "As regards decisions on Article 5 (art. 5) of the European Convention on Human Rights, in the case of Kolompar v. Belgium (judgment of 24 September 1992, Series A no. 235-C, p. 64, para. 68), the Commission delivered the following opinion on an extradition problem, which can be transposed to deportation cases:   ",
                        "elements": []
                    },
                    {
                        "content": "The Court held in the Kolompar case that there had been no violation, but that was because of the applicant's prolonged inactivity and conduct and not because it did not fall within the scope of Article 5 para. 1 (art. 5-1).   ",
                        "elements": []
                    },
                    {
                        "content": "It is only in cases where persons who have been refused asylum commit an offence (for instance, by returning illegally) that they may be detained in prison.   ",
                        "elements": []
                    },
                    {
                        "content": "It is clear from past cases that if proceedings are not conducted with the requisite diligence, or if detention results from some misuse of authority, detention ceases to be justifiable under Article 5 para. 1 (f) (art. 5-1-f) (application no. 7317/75, Lynas v. Switzerland, decision of 6 October 1976, Decisions and Reports 6, p. 167; Z. Nedjati, Human Rights under the European Convention, 1978, p. 91).   ",
                        "elements": []
                    },
                    {
                        "content": "The 's judgment of 1 July 1961 in the case of Lawless v.  (Series A no. 3) also sheds much light on its case-law concerning the scope of Article 5 para. 1 (art. 5-1) - a major Article of the Convention (art. 5-1) as it secures the liberty of person.   ",
                        "elements": []
                    },
                    {
                        "content": "Admittedly, the Lawless case had as its background a state of emergency, but that does not alter the philosophy and principles expressed by the Court.   ",
                        "elements": []
                    },
                    {
                        "content": "In particular, the Court said in its judgment on the merits:   ",
                        "elements": []
                    },
                    {
                        "content": " ...   ",
                        "elements": []
                    },
                    {
                        "content": "Under the Geneva Convention, it is for each State to organise its appeal procedures in respect of matters arising under the Convention.   ",
                        "elements": []
                    },
                    {
                        "content": "The effectiveness of those procedures is reviewable by the UNHCR and, if necessary, in the event of any shortcomings, may be the subject of the applications mentioned above.   ",
                        "elements": []
                    },
                    {
                        "content": "Among the major western  provides a right of appeal to the ordinary courts.  Other States have a special court or a committee.  Such an institution was set up in Belgium only in 1989 (Standing Committee for Refugee Appeals) and in  in January 1992 (Aliens Appeals Committee).  In the United Kingdom it was only with the coming into force of the Asylum and Immigration Appeals Act 1993 that applicants whose appeals for asylum had been refused were given a right of appeal (to the Immigration Appeals Authority).  In  there is the French Office for the Protection of Refugees and Stateless Persons (the \"OFPRA\") and the Appeals Committee (commission de recours) (see Bulletin luxembourgeois des droits de l'homme, vol. 5, 1996).   ",
                        "elements": []
                    },
                    {
                        "content": "States are not legally bound to grant asylum, but merely not to send a person to a country where he faces persecution or to one from which he risks being sent to such a country.  This has prompted most European nations to adopt the practice of returning asylum-seekers either to a country through which they have transited in order to travel to the country where they are seeking asylum or else to a \"safe third country\".   ",
                        "elements": []
                    },
                    {
                        "content": "The Court has firmly found violations of Article 3 and Article 5 para. 4 (art. 3, art. 5-4).  In my opinion, it was equally necessary for it to find a violation of Article 5 para. 1 (art. 5-1), in line with its case-law.   ",
                        "elements": []
                    },
                    {
                        "content": "As implemented by the British authorities, Mr Chahal's detention can be likened to an indefinite sentence.  In other words, he is being treated more severely than a criminal sentenced to a term of imprisonment in that the authorities have clearly refused to seek a means of expelling him to a third country.  The principle contained in Article 5 (art. 5) of immediately bringing a detained person before a court is intended to protect liberty and not to serve as \"cover\" for detention which has not been justified by a criminal court.  Administrative detention under the Geneva Convention cannot be extended beyond a reasonable - brief - period necessary for arranging deportation.  The general line taken by the Court in the Amuur case can, in my view, be adopted in the Chahal case.  For this reason, I have concluded that there has been a violation of Article 5 para. 1 (art. 5-1).   ",
                        "elements": []
                    },
                    {
                        "content": "So far as Article 8 of the Convention (art. 8) is concerned, I share the views of Mr De Meyer.   ",
                        "elements": []
                    },
                    {
                        "content": "1.   We fully agree with the Court's findings in respect of Articles 3, 5 para. 4, 8 and 13 (art. 3, art. 5-4, art. 8, art. 13). As to its findings in respect of Article 5 para. 1 (f) (art. 5-1-f) we agree with paragraphs 112 to 121 of the judgment.   ",
                        "elements": []
                    },
                    {
                        "content": "We cannot accept, however, the Court's findings:   ",
                        "elements": []
                    },
                    {
                        "content": "(a) that the procedure before the advisory panel constituted a sufficient guarantee against arbitrariness; and   ",
                        "elements": []
                    },
                    {
                        "content": "(b) that, consequently, the first applicant's detention in this respect too complied with the requirements of Article 5 para. 1 (f) (art. 5-1-f) (paragraphs 122 and 123 of the judgment).  ",
                        "elements": []
                    },
                    {
                        "content": "2.   As the Court rightly remarks in paragraph 112 of its judgment, Article 5 para. 1 (f) (art. 5-1-f) does not explicitly demand that the detention under this provision (art. 5-1-f) be reasonably considered necessary.  This enhances, for this kind of detention, the importance of the object and purpose of Article 5 para. 1 (art. 5-1) in general, which is to ensure that no one should be dispossessed of his liberty in an arbitrary fashion.  ",
                        "elements": []
                    },
                    {
                        "content": "3.   In this context we firstly note that the domestic courts were not in a position effectively to control whether the decisions to detain and to keep detained Mr Chahal were justified (see paragraphs 41, 43, 121 and 130 of the Court's judgment). Consequently, the only possible safeguard against arbitrariness under domestic law was the advisory panel procedure.  ",
                        "elements": []
                    },
                    {
                        "content": "4.   Having analysed the status of and the proceedings before this panel the Court finds that this procedure does not meet the requirements of Article 5 para. 4 (art. 5-4) and of Article 13 (art. 13) (paragraphs 130, 132, 152, 153) of the Convention.  We find it difficult to understand why it did not draw the same conclusion in the context of Article 5 para. 1 (f) (art. 5-1-f).  ",
                        "elements": []
                    },
                    {
                        "content": "5.   However that may be, we note:   ",
                        "elements": []
                    },
                    {
                        "content": "(a) that it has not been claimed that the members of the panel are, as such, independent from the Government;   ",
                        "elements": []
                    },
                    {
                        "content": "(b) that the proceedings before the panel are not public, nor are its findings, which are not even disclosed to the addressee of the notice of intent to deport;   ",
                        "elements": []
                    },
                    {
                        "content": "(c) that in the proceedings before the panel the position of the addressee of the notice of intent to deport is severely restricted: he is not entitled to legal representation, he is only given an outline of the grounds for the notice of intention to deport, he is not informed of the sources of and the evidence for those grounds;   ",
                        "elements": []
                    },
                    {
                        "content": "(d) that the panel has no power of decision and that its advice is not binding upon the Home Secretary.  ",
                        "elements": []
                    },
                    {
                        "content": "6.   Taking into account the importance of guarantees against arbitrariness especially in respect of detention under Article 5 para. 1 (f) (art. 5-1-f) (see paragraph 2 above) as well as the necessity of uniform standards being applied in this respect to all member States, we cannot but conclude that, in view of its features indicated in paragraph 5 above, the panel does not constitute an adequate guarantee against arbitrariness.  The fact that it includes \"experienced judicial figures\" (see paragraph 122 of the judgment) cannot change this conclusion.  ",
                        "elements": []
                    },
                    {
                        "content": "7.   In sum: the applicant has been deprived of his liberty for more than six years whilst there were not sufficient guarantees against arbitrariness.  Article 5 para. 1 (art. 5-1) has therefore been violated. ",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF CHAHAL v. THE UNITED KINGDOM",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58004.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1996:1115JUD002241493",
    "externalsources": [
        "United Nations Convention on the Status of Refugees, 1951, Articles 32 and 33",
        "Special Rapporteur on torture and other cruel, inhuman and degrading treatment or punishment, United Nations, reports of 1994 and 1995",
        "Special Rapporteur on extrajudicial, summary or arbitrary executions, United Nations, report of 1994",
        "Working Group on enforced and involuntary disappearances, United Nations, report of 1994",
        "United States' Department of State reports on India, 1995 and 1996",
        "Indian National Human Rights Commission, annual report for 1994/1995",
        "Canadian Immigration Act 1976",
        "Amnesty International, reports of May 1995, \"Punjab police: beyond the bounds of the law\" and of October 1995, \"India: Determining the fate of the 'disappeared' in Punjab\""
    ],
    "extractedappno": [
        "22414/93",
        "7317/75"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Immigration Act 1971, section 15 (3) and Schedule III, paragraph 2 (2) and (3), section 3",
        "Asylum and Immigration Appeals Act 1993",
        "Court of Appeal, R. v. Secretary of State for the Home Department, ex parte Chahal [1994] Immigration Appeal Reports, p. 107",
        "Court of Appeal, Council of Civil Service Unions v. Minister for the Civil Service [1985] Appeal Cases, p. 374, at p. 402",
        "Court of Appeal, R. v. Secretary of State for the Home Department, ex parte Cheblak [1991] 2 All England Reports, p. 9",
        "Habeas Corpus Act 1679",
        "Habeas Corpus Act 1816, section 1",
        "Administration of Justice Act 1960, section 14 (2)",
        "Prevention of Terrorism (Temporary Provisions) Act 1984",
        "Immigration Act 1971, section 3 (5) (b)",
        "Immigration Rules, House of Commons Paper 251 of 1990, Rule 161",
        "Associated Provincial Picture Houses Ltd v. Wednesbury Corporation [1948] 1 King's Bench Reports, p. 223",
        "Immigration Appeal Tribunal, Charan Singh Gill v. Secretary of State for the Home Department (14 November 1994, unreported)"
    ],
    "itemid": "001-58004",
    "judgementdate": "15/11/1996 00:00:00",
    "kpdate": "15/11/1996 00:00:00",
    "kpthesaurus": [
        "26",
        "126",
        "214",
        "121",
        "350",
        "492",
        "444",
        "23",
        "110",
        "448",
        "93",
        "130",
        "220",
        "297",
        "337",
        "339",
        "435",
        "438",
        "276",
        "451"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "28-1",
        "46-2",
        "3",
        "8",
        "38",
        "5-4",
        "5-1-f",
        "46",
        "5-1",
        "5",
        "13",
        "28"
    ],
    "parties": [
        "CHAHAL",
        "THE UNITED KINGDOM"
    ],
    "rank": "348.01904296875",
    "representedby": [
        "N/A"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, p. 65, para. 163",
        "Klass and Others v. Germany judgment of 6 September 1978, Series A no. 28, p. 31, para. 69",
        "X v. the United Kingdom judgment of 5 November 1981, Series A no. 46, p. 26, para. 61",
        "De Jong, Baljet and Van den Brink v. the Netherlands judgment of 22 May 1984, Series A no. 77, p. 27, para. 60",
        "Leander v. Sweden judgment of 26 March 1987, Series A no. 116,  pp. 29 and 30, para. 77, p. 32, para. 84",
        "Bouamar v. Belgium judgment of 29 February 1988, Series A no. 129, p. 24, para. 60",
        "Soering v. the United Kingdom judgment of 7 July 1989, Series A  no. 161, p. 34, paras. 88 and 89, p. 35, paras. 90-91",
        "E. v. Norway judgment of 29 August 1990, Series A no. 181-A, p. 21, paras. 49 and 50",
        "Fox, Campbell and Hartley v. the United Kingdom judgment of 30 August 1990, Series A no. 182, p. 17, para. 34",
        "Cruz Varas and Others v. Sweden judgment of 20 March 1991, Series A no. 201, p. 28, paras. 69-70, p. 29, para. 74",
        "Vilvarajah and Others v. the United Kingdom judgment of 30 October 1991, Series A no. 215, p. 34, paras. 102 and 103, p. 36, paras. 107 and 108, p. 38, para. 121, p. 39, paras. 122-126",
        "Tomasi v. France judgment of 27 August 1992, Series A no. 241-A, p. 42, para. 115",
        "Kolompar v. Belgium judgment of 24 September 1992, Series A no. 235-C, p. 55, para. 36, p. 64, para. 68",
        "Murray v. the United Kingdom judgment of 28 October 1994, Series A no. 300-A, p. 27, para. 58",
        "Quinn v. France judgment of 22 March 1995, Series A no. 311, p. 19, para. 48"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "444832",
    "typedescription": "15"
}