{
    "__articles": "6;6-1;29;29-3;35;35-3;41",
    "__conclusion": "Violation of Art. 6-1;Not necessary to examine Art. 6-1 (other complaint);Non-pecuniary damage - financial award;Pecuniary damage - claim dismissed;Costs and expenses - claim dismissed",
    "applicability": "",
    "appno": "36549/03",
    "article": [
        "6",
        "35",
        "41",
        "29"
    ],
    "conclusion": [
        {
            "details": [
                "other complaint"
            ],
            "element": "Not necessary to examine Art. 6-1",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses - claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-81352.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 36549/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Armenian national, Mr Misha Harutyunyan (“the applicant”), on 29 October 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr H. Alumyan, a lawyer practising in . The Armenian Government (“the Government”) were represented by their Agent, Mr G. Kostanyan, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 5 July 2005 the Court declared the application partly inadmissible and decided to communicate the complaint concerning the lack of a fair trial to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1980 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "5.  On 25 June 1998 the applicant was drafted into the army and assigned to military unit no. 33651, situated next to the border with .",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 3 December 1998 the applicant, together with five fellow servicemen, was placed on watch in position no. 24.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 4 December 1998 one of the six watchmen, serviceman H., was found dead in a nearby trench, having been killed by a machine-gun shot. At the time of the killing, only three of the remaining five watchmen were in the area of position no. 24, namely the applicant and servicemen T. and A. The latter two were apparently cutting wood together not far from the position. It appears that the applicant had been seen to have an argument with H. earlier that day.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Arrest of the applicant and servicemen T. and A., and their ill-treatment",
                                "elements": [
                                    {
                                        "content": "8.  On 4 March 1999 servicemen T. and A. were brought to a military police station. On 5 March 1999 the applicant was also brought to the same police station. The military police officers started to beat them, seeking to force them to confess to serviceman H.’s murder. According to the applicant, they told the police officers that serviceman H. must have been shot from the other side of the border, to which the officers replied that it had already been established that serviceman H. had been killed at close range, and continued to beat them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant was initially punched and kicked. The police officers then began to hit him with rubber clubs. The applicant lost consciousness on several occasions but was revived and continued to be beaten. After a while the police officers began to squeeze the applicant’s fingertips with pliers. The same torture techniques were applied to servicemen T. and A.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 5 March 1999 serviceman T. confessed to the investigator that he had witnessed how the applicant had taken his machine gun and shot H. Since serviceman A. was with serviceman T. at the time of the murder, he was coerced into making a statement to the effect that serviceman T. had told him that he had witnessed the murder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The police officers subsequently continued to torture the applicant, forcing him to confess to the murder. According to the applicant, this continued for over a month. He was unable to walk and talk properly, and all his fingertips were swollen.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s confession and the institution of criminal proceedings against him",
                                "elements": [
                                    {
                                        "content": "12.  On 16 April 1999 the applicant was interrogated as a suspect by the investigator examining the case, to whom he confessed that he had accidentally shot serviceman H.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 17 April 1999 the applicant was formally charged with premeditated murder and questioned as an accused by the investigator; during this interview he repeated his confession. Thereafter he was taken to the crime scene, where he made the same statement in front of a video camera and the relevant record was drawn up. On the same date the applicant was placed in pre-trial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  According to the applicant, immediately after their release from the police station on an unspecified date, servicemen T. and A. informed the Military Prosecutor of Armenia (ՀՀ զինվորական դատախազ) in writing that they had been coerced into slandering the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 19 June 1999 the applicant and servicemen T. and A. were subjected to medical examinations, during which various injuries to their fingers and A.’s head were noted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 11 August 1999 a confrontation was held between the applicant and serviceman T., during which the latter confirmed his earlier testimony against the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The applicant’s conviction at first instance",
                                "elements": [
                                    {
                                        "content": "17.  On an unspecified date, the applicant’s criminal case was brought before the  (Սյունիքի մարզի առաջին ատյանի դատարան).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 26 October 1999 a hearing was held during which serviceman T. confirmed his earlier testimony against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 6 December 1999 the  found the applicant guilty of premeditated murder and sentenced him to thirteen years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 15 June 2000 the Criminal and Military Court of Appeal (ՀՀ քրեական և զինվորական գործերով վերաքննիչ դատարան) quashed this judgment and remitted the case for additional investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 12 September 2000, following the additional investigation, the case was brought again before the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 13 June 2001 the  decided to remit the case for further investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 3 August 2001 the Criminal and Military Court of Appeal quashed this decision on an appeal by the prosecutor and remitted the case to the  for examination on the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In the proceedings before the , the applicant’s lawyer asked that the applicant’s confession statements of 16 and 17 April 1999 and the statements made by witnesses T. and A. during the investigation in 1999 be declared inadmissible, since they had been obtained under torture. By that time criminal proceedings had already been instituted against the relevant military police officers on account of the torture of the applicant and servicemen T. and A.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 19 June 2002 the  found the applicant guilty of premeditated murder and sentenced him to ten years’ imprisonment. The sentence was to be calculated from the first day of the applicant’s detention on 17 April 1999. In its judgment, the  stated that “[T]he following ha[d] been established during the court examination” and went on to describe the circumstances in which the applicant had shot serviceman H. The  then stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“For these actions [the applicant] was charged [with premeditated murder].",
                                        "elements": []
                                    },
                                    {
                                        "content": "During ... questioning on 16 April 1999 [the applicant] admitted to the investigating authority that [serviceman H.] had died from a bullet accidentally shot from [the applicant’s] machine gun.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 17 April 1999 during questioning as an accused he again admitted that [serviceman H.] had died from a bullet which had been shot by [the applicant] as a result of a violation of the rules for the handling of weapons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant] confirmed this statement during the re-enactment of the circumstances of the incident [on 17 April 1999], the video recording of which has been examined during the court proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant] later revoked this confession.",
                                        "elements": []
                                    },
                                    {
                                        "content": "During the court proceedings [the applicant] pleaded not guilty and stated that he had not killed [serviceman H.]; they had not had an argument on the day of the incident, they had not sworn at each other, he was unaware of the circumstances of [serviceman H.’s] death, and his confession had been made under the influence of the violence and threats inflicted on him by the [police officers].",
                                        "elements": []
                                    },
                                    {
                                        "content": "Such arguments [by the applicant] are unfounded, contradict the evidence obtained during the court examination and cannot serve as a basis for avoiding criminal liability and punishment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant’s] ... arguments have been rebutted and his commission of the offence has been proven by the following evidence obtained during the court examination: ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  As an example of such evidence, the  went on to cite the statement made by witness T. on 5 March 1999. It further stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“[Witness T.] made the same statement before the  at [the hearing of 26 October 1999].",
                                        "elements": []
                                    },
                                    {
                                        "content": "During the investigation [witness T.] confirmed this statement at a confrontation with [the applicant on 11 August 1999]. Thereafter [witness T.] revoked this statement and submitted that he had not witnessed the circumstances in which [serviceman H.] had been killed. He also made a similar statement during this court examination, indicating that his statement about witnessing the killing of [serviceman H. by the applicant] had been made under the influence of the violence inflicted on him by the [police officers].",
                                        "elements": []
                                    },
                                    {
                                        "content": "A similar statement was also made by [witness A.].”",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The  went on to cite a number of circumstantial and hearsay witness statements and an expert opinion to the effect that the shot had been fired at close range, and concluded that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Having evaluated the contradictory statements made by [witnesses T. and A.] during the investigation and the court examination, the court finds that in reality the coercion was applied by [the police officers] at the military police station for the purpose of ensuring disclosure of the truth.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... The revocation at a later stage by [witness T.] of his [statements made during the investigation] was aimed at helping [the applicant] to avoid criminal liability. The fact that [witness T.] was aware of the circumstances of [serviceman H.’s] death was confirmed by the unconstrained submissions he made at the [court hearing of 26 October 1999], without being subjected to any ill-treatment or threats, and the stories he told to [two fellow villagers] following his demobilisation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Regional Court concluded by citing other evidence substantiating the applicant’s guilt, such as (i) a forensic examination of the victim’s tissue samples and a medical examination of his corpse, according to which he had died from a shot fired at close range; (ii) a ballistic examination, to the effect that the shell found at the crime scene had been fired from AK-74 type machine gun no. 916236, which had been issued to the applicant; (iii) the record of examination of the crime scene, drawn up on 17 April 1999, and a number of other materials.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Conviction of the military police officers",
                                "elements": [
                                    {
                                        "content": "29.  On 9 October 2002 the Avan and Nor Nork District Court of Yerevan (Երևան քաղաքի Ավան և Նոր Նորք համայնքների առաջին ատյանի դատարան) found military police officer M. and three other police officers guilty of abuse of power and imposed sentences ranging from three to three and a half years’ imprisonment. The District Court found:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On 4 March 1999, in connection with the murder of [serviceman H.], ... [police officer M.] brought [servicemen A. and T.] and others to the military police station. On 5 March 1999 [the applicant was also brought to the station]. There [the police officers] beat them for several days, delivered numerous blows to [the applicant] and others with a rubber club and squeezed their fingertips with pliers, causing injuries of various degrees. Then [the police officers] forced them to take off their shoes, put their hands on the backs of their heads and get down on their knees, and started to club their soles. By threatening to continue the ill-treatment, [the police officers] forced [the applicant] to confess that he had murdered [serviceman H.], [serviceman T.] to state that he had witnessed that murder, and [serviceman A.] to state that he was aware of the murder. [The police officers] also threatened the victims with retaliation if they informed any higher authority about the ill-treatment ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 5 January 2000, in his office in the military police department in Yerevan, [police officer M.] forced [serviceman A.] to state in relation to the ill-treatment that he was not familiar with [police officer M.], that nobody had beaten him and that the injuries on his fingers had been sustained as a result of his hand being squashed by a car door ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The systematic, unprecedented, essentially cruel and degrading actions inflicted by [the police officers on the applicant and others], which had the attributes of torture, entailed grave consequences in that such actions violated the legally guaranteed rights and interests of [the] servicemen ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  This judgment was based on various witness statements, including those of the applicant and servicemen T. and A., and the results of the medical examinations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In his witness statement, the applicant submitted, inter alia, that he had been detained until the end of March 1999 in the military police station, where he was regularly beaten. At the end of March 1999 he was transferred to a military prosecutor’s office but then brought back to the police station on 10 April 1999. On his return journey, police officer M. threatened him with retaliation if he refused to confess. On the same day another police officer also threatened him, but promised to qualify the offence as accidental if the applicant agreed to confess; after this the applicant made his confession statement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In his witness statement, serviceman A. submitted, inter alia, that after testifying to the investigator, he and serviceman T. were kept in the canteen of the police station for about a month. At the beginning of April, police officer M. called him and serviceman T. and demanded that, when questioned by the investigator, they tell him that they had not been beaten or ill-treated in the police station, and that the injuries on their fingers had been sustained as a result of their fingers being squashed by a car door. On 5 January 2000 police officer M. threatened to kill him if he informed the investigator about the ill-treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In his witness statement, serviceman T. submitted, inter alia, that on 30 November 1999, under pressure from police officer M., he had testified to the investigator that nobody had beaten him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On an unspecified date the applicant’s lawyer lodged an appeal against this judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 14 November 2002 the Criminal and Military Court of Appeal refused to examine the appeal since, according to the domestic law, a victim in criminal proceedings had the right to appeal only if the proceedings had been instituted on the basis of his or her complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 26 December 2002 the Court of Cassation (ՀՀ վճռաբեկ դատարան) upheld this decision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Appeal and cassation proceedings in the applicant’s criminal case",
                                "elements": [
                                    {
                                        "content": "37.  On an unspecified date the applicant lodged an appeal against his conviction of 19 June 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In the proceedings before the Criminal and Military Court of Appeal, the applicant submitted that he was not aware of the circumstances of serviceman H.’s death and that he had been coerced into making his confession statement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Witness T. submitted that he had not seen who had killed serviceman H., since he and witness A. had been absent at the material time. He further submitted that the statement made by him during the preliminary investigation, to the effect that he had witnessed the murder, was untrue and that he had been forced to make it. Immediately after the incident all five servicemen had agreed to say that serviceman H. had been killed by an Azeri sniper, but in reality he knew nothing about the circumstances of H.’s death. Witness A. made similar submissions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 1 April 2003 the Criminal and Military Court of Appeal decided to uphold the applicant’s conviction. In doing so, the Court of Appeal found that the above submissions were made as a result of collusion between the applicant and the witnesses, aimed at helping him to avoid criminal liability. These submissions were rebutted by the evidence obtained in the case, such as:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  The applicant’s confession of 16 April 1999 to the investigator. Later and in court the applicant had revoked this statement, as having been made under coercion, but had failed to indicate the details of any coercion applied to him in the investigator’s office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  Submissions by witnesses T. and A. to the  at the hearing of 26 October 1999, to the effect that one of them had witnessed and the other was aware of the murder. Witnesses T. and A. had later revoked these submissions but accepted that no coercion had been applied to them in court and that these submissions, albeit untrue, had been made voluntarily.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  Other circumstantial and hearsay witness statements, the relevant expert opinions, various records and the video recording.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court of Appeal concluded by stating that the evidence obtained under coercion in the military police station, which was corroborated by the factual circumstances of the case, had not constituted the basis for the charges and had not been used as evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 14 April 2003 the applicant’s lawyer lodged an appeal. He argued, inter alia, that the applicant’s confession statement of 16 April 1999, and the record and the video recording prepared at the crime scene on the following day, had been made as a result of the beatings, ill-treatment and threats inflicted on the applicant, and could not therefore be used as evidence against him. Furthermore, the Court of Appeal should not have relied on the submissions made by witness T. at the very early stage of the proceedings, including the hearing of 26 October 1999, to justify the credibility of his first accusatory statement, made under torture. These submissions had been the result of the fear experienced by witness T. following the unprecedented violence inflicted on him. He had been under constant pressure from the investigators, having been detained on several occasions, and at the time of the above-mentioned hearing he had not yet been demobilised and was afraid of being taken back into custody and subjected to ill-treatment again. As an example of witness T.’s fear of telling the truth, the applicant’s lawyer referred to T.’s testimony of 30 November 1999, in which he had submitted that the injuries to his fingers had been sustained as a result of his fingers being squashed by a car door. For the last three years, however, since he had revoked his earlier statements, witness T. had been insisting that he was not aware of the circumstances of serviceman H.’s death. Finally, the applicant’s lawyer argued that, contrary to what had been indicated in the Court of Appeal’s judgment, witness A. had never made any accusatory submissions against the applicant during the court examination of the case. On the contrary, he had always insisted that witness T. could not have witnessed the murder since they had been together at the material time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 8 May 2003 the Court of Cassation dismissed the lawyer’s appeal and upheld the Court of Appeal’s judgment. In doing so, the Court of Cassation found, inter alia, that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The conclusions in the judgment are corroborated by the evidence examined in court, in particular, statements by [witnesses T., A. and others, and the results of various expert opinions].",
                                        "elements": []
                                    },
                                    {
                                        "content": "... It has been established that after the incident [servicemen T. and A., the applicant and others] agreed ... to testify that [serviceman H.] had been killed by [the Azeris], nevertheless, [serviceman T.] testified in the first-instance court on 26 October 1999 that [serviceman H.] had been killed ... by [the applicant].",
                                        "elements": []
                                    },
                                    {
                                        "content": "The arguments of [the applicant’s] lawyer that the judgment was based on statements by [witnesses T. and A.] which had been obtained under torture are groundless, contradict the materials of the case and are rebutted by the following evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The applicant and witnesses T. and A. were beaten for several days by the police officers] who demanded that they make honest statements concerning the murder of [serviceman H.]. The police officers did not take any statements from them. The statements were taken by the relevant investigator from the military prosecutor’s office, who did not ill-treat them ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The relevant police officers were convicted]. No criminal proceedings were brought against any of the investigators dealing with the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... On 11 August 1999 a confrontation was held between [the applicant and serviceman T. in the presence of the applicant’s lawyer], during which [serviceman T.] contended that [serviceman H.] had been killed with a machine gun [by the applicant]. It has been established that no ill-treatment was inflicted on him at that time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "At a later stage [serviceman T.] revoked the above statements and submitted that he had not seen who had killed [serviceman H.], although he did not deny that on several previous occasions he had submitted that it was [the applicant] who had killed [serviceman H.]. The Court of Appeal rightly considered [T.’s] confession statement as reliable and regarded it as proof of [the applicant’s] guilt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "During the preliminary investigation [the applicant] testified to the investigator from the military prosecutor’s office that it was he who had killed [serviceman H.], albeit accidentally.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Thus, irrespective of the fact that during the preliminary investigation the military police officers ill-treated [the applicant and witnesses T. and A.], the evidence obtained in the case, if evaluated from the perspective of relativity and admissibility, is sufficient in its entirety to convict [the applicant] of the incriminated crime.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 22 December 2003 the applicant was released on parole.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "45.  The relevant provisions of the Code of Criminal Procedure (ՀՀ քրեական դատավարության օրենսգիրք) read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 11 § 7: Security of person",
                                "elements": []
                            },
                            {
                                "content": "“In the course of criminal proceedings no one shall be subjected to torture and to unlawful physical or mental violence, including such treatment inflicted through the administration of medication, hunger, exhaustion, hypnosis, denial of medical assistance and other cruel treatment. It is prohibited to coerce testimony from a suspect, accused, defendant, victim, witness and other parties to the proceedings by means of violence, threat, trickery, violation of their rights, and through other unlawful actions.”",
                                "elements": []
                            },
                            {
                                "content": "Article 20 § 1: No obligation to testify",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be obliged to testify against himself ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 105 § 1: Materials inadmissible as evidence",
                                "elements": []
                            },
                            {
                                "content": "“The following materials cannot constitute the basis for charges and be used as evidence in criminal proceedings: (1) materials obtained under violence, threat, trickery, humiliation of a person, and through other unlawful actions ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 106 § 1: Establishment of inadmissibility of evidence",
                                "elements": []
                            },
                            {
                                "content": "“The inadmissibility of factual data as evidence, and the possibility of their limited use in the proceedings, shall be established by the examining authority of its own motion or upon the request of a party.”",
                                "elements": []
                            },
                            {
                                "content": "Article 126: Examination of evidence",
                                "elements": []
                            },
                            {
                                "content": "“Evidence obtained in the case must be thoroughly and objectively examined: it must be analysed, compared with other evidence, new evidence must be collected, and its sources must be verified.”",
                                "elements": []
                            },
                            {
                                "content": "Article 369 § 3: Drafting of a judgment",
                                "elements": []
                            },
                            {
                                "content": "“A judgment shall be composed of introductory, descriptive-motivational and concluding parts.”",
                                "elements": []
                            },
                            {
                                "content": "Article 371: Descriptive-motivational part of a judgment",
                                "elements": []
                            },
                            {
                                "content": "“The descriptive-motivational part of a judgment shall contain: (1) the content of the accusation; (2) the court’s conclusions with regard to the circumstances of the case, the accusation being tested and the defendant’s guilt; (3) the evidence on which the court’s conclusions are based; and (4) the legal provisions on which the court relied in reaching its decision.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL DOCUMENTS",
                        "elements": [
                            {
                                "content": "46.  The Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment, as adopted by the United Nations General Assembly on 10 December 1984 (resolution 39/46), provides:",
                                "elements": []
                            },
                            {
                                "content": "Article 15",
                                "elements": []
                            },
                            {
                                "content": "“Each State Party shall ensure that any statement which is established to have been made as a result of torture shall not be invoked as evidence in any proceedings, except against a person accused of torture as evidence that the statement was made.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  The applicant complained that his right not to incriminate himself and his right to a fair trial had been infringed by the use at his trial of his confession statements and the statements by witnesses T. and A., which had been obtained under torture. He relied on Article 6 § 1 of the Convention which, in so far as relevant, provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "48.  The Government claimed that the Court lacked competence ratione temporis to examine the applicant’s complaints. They submitted that the evidence in question was obtained under torture from the applicant and witnesses T. and A. on 16 and 17 April 1999. Hence, the facts which, according to the applicant, amounted to a violation of Article 6 § 1 of the Convention took place prior to the date of the Convention’s entry into force in respect of , namely 26 April 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The applicant submitted that he was complaining under Article 6 § 1 of the Convention about the use of the evidence in question at his trial. The relevant court proceedings had taken place after the date of the Convention’s entry into force in respect of .",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court observes that, in accordance with the generally recognised rules of international law, the Convention only governs, for each Contracting Party, facts subsequent to its entry into force with regard to that Party (see, among many other authorities, Jovanović v. Croatia (dec.), no. 59109/00, ECHR 2002-III). The Court notes that the applicant does not complain of the fact of ill-treatment per se, which undoubtedly took place before 26 April 2002, that is, the date of the Convention’s entry into force in respect of . His complaints relate to the use of evidence obtained as a result of such ill-treatment in the criminal proceedings against him. As far as these proceedings are concerned, the Court notes that the relevant court judgments and decisions were taken after 26 April 2002 (see paragraphs 25, 40 and 43 above). It follows that the applicant’s complaints fall within the Court’s competence ratione temporis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court further notes that these complaints are not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It also notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "52.  The Government admitted that the applicant and witnesses T. and A. had been subjected to torture and forced to make statements during the investigation in the military police department on 16 and 17 April 1999. However, Article 105 of the Code of Criminal Procedure (CCP) prohibited the use of such evidence. Thus, the domestic courts could not and did not rely on these statements in convicting the applicant. They merely referred to them in their judgments as facts which had taken place, adding that these statements had later been revoked. The domestic courts were obliged under Article 126 of the CCP to compare this evidence with other evidence obtained in the case, and to verify its sources and admissibility. However, it would have been illegal to admit these statements as evidence since both the applicant and the witnesses had already revoked them. Besides, when the applicant was being tried at first instance, criminal proceedings had already been instituted against the military police officers in question, and, by the time the Court of Appeal examined the applicant’s case, these police officers had already been convicted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Furthermore, the Court of Appeal stated in its judgment of 1 April 2003 that “the evidence obtained under coercion in the military police station, which was corroborated by the factual circumstances of the case, had not constituted the basis for charges and had not been used as evidence”. The Court of Appeal also cited all the other evidence, which, taken in its entirety, was sufficient to secure the applicant’s conviction. This included various witness statements, expert opinions and other evidence. Nor did the Court of Cassation rely on the illegally obtained evidence, merely stating in its decision of 8 May 2003 that the evidence in its entirety was sufficient to find the applicant guilty. By such “evidence”, the Court of Cassation was referring only to the statements made by witnesses during the court proceedings. Finally, had the courts based their judgments on the applicant’s confession statement, then the crime committed by the applicant would not have been qualified as “premeditated murder” but as “involuntary manslaughter” since the applicant had confessed to having “accidentally shot serviceman H.”. In sum, neither the  nor the Court of Appeal had used the applicant’s confession and the statements of witnesses T. and A., obtained under torture, as a basis for the applicant’s conviction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government further submitted that, even assuming that the domestic courts used the statements obtained under torture as a basis for their judgments, there was no violation of Article 6 since the applicant’s guilt had been proven by other evidence. In Schenk v. Switzerland (12 July 1988, § 48, Series A no. 140), the Court found no violation of Article 6 since the unlawfully obtained evidence was not the only evidence proving the applicant’s guilt. According to the Court’s case-law, the admissibility and evaluation of evidence fell within the competence of the domestic courts, and the Court had to verify whether the proceedings as a whole were fair. In the present case, the finding of the applicant’s guilt was based on a number of other items of evidence, including testimonies given by the applicant and witnesses T. and A. during the court proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "55.  The applicant submitted that the Government’s assertion that the statements obtained under torture had not been used as part of the basis for his conviction contradicted the facts of the case. According to Article 369 of the CCP, a judgment was to be composed of introductory, descriptive-motivational and concluding parts. According to Article 371 of the CCP, the descriptive-motivational part of a judgment was to contain: (1) the content of the accusation; (2) the court’s conclusions with regard to the circumstances of the case, the accusation being tested and the defendant’s guilt; (3) the evidence on which the court’s conclusions were based; and (4) the legal provisions on which the court relied in reaching its decision. The descriptive-motivational part of the Syunik Regional Court’s judgment of 19 June 2002 started with the words “The following has been established during the court examination”, followed by the circumstances of the case, the conclusions of the court and the evidence on which these conclusions were based. As part of such evidence, the court referred to the applicant’s confession statements of 16 and 17 April 1999 and the statements by witnesses T. and A., which had been obtained under torture. Thereafter, having compared the statements of witnesses T. and A. made during the preliminary investigation, including those made under coercion, with those made at a later stage of the proceedings, the  gave preference to the statements obtained under torture, stating that “the coercion was applied for the purpose of ensuring disclosure of the truth”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Furthermore, the Court of Appeal, having upheld the judgment of 19 June 2002, thereby considered it to be lawful and well-grounded. Moreover, the Court of Appeal itself referred to the applicant’s confession statement of 16 April 1999 as evidence substantiating his guilt. The Court of Appeal further referred to the statements by witnesses T. and A., made at the earliest stage of the proceedings before the . However, as opposed to witness T., witness A. had never made such submissions before the . Thus, the statements referred to were the statements made by witness A. during the preliminary investigation, when he was tortured. Furthermore, the Court of Cassation in its decision of 8 May 2003 did not deny that the statements obtained under torture of witnesses T. and A. had been used as a basis for the applicant’s conviction. The Court of Cassation also referred to the applicant’s confession of 16 April 1999 as proof of his guilt. Finally, despite numerous requests by the defence, none of the courts at any of the three levels of jurisdiction delivered a decision declaring the statements obtained under torture inadmissible, although they were vested with such a right under Article 106 of the CCP. In sum, the Government’s assertion that the evidence obtained under torture was not used as a basis for the applicant’s conviction contradicted the circumstances of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The applicant further submitted that the use of evidence obtained under torture was in violation of Article 6 of the Convention. It was evident from the judgments of the courts at all three levels of jurisdiction that the coerced statements by the applicant and witness T. played a decisive role in securing the applicant’s conviction. It was true that the applicant’s conviction had also been based on a number of other items of evidence. However, this other evidence was used simply to confirm the three main items of evidence in the case, namely the statements by the applicant and witnesses T. and A., which had been made under duress. The courts also based their findings on the statement made by witness T. during the first trial in the . However, the case had been examined three times by the  and at both the second and third trials witness T. submitted that he had been forced to slander the applicant as a result of torture and intimidation and that he was not aware of the circumstances of serviceman H.’s death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "58.  The Court considers it necessary first of all to address the parties’ arguments as to whether the applicant’s confession statements of 16 and 17 April 1999 and the statements by witnesses T. and A. of 5 March 1999, which had been obtained under duress, were used by the domestic courts as evidence in the criminal proceedings against the applicant. Having regard to the judgment of the Syunik Regional Court of 19 June 2002, the Court notes that the  cited the applicant’s confession statements without expressing any doubts as to their credibility (see paragraph 25 above). Furthermore, in rebutting the applicant’s plea of innocence, the  explicitly relied, inter alia, on witness T.’s statement of 5 March 1999 (see paragraph 26 above). The Regional Court concluded by stating that “the coercion was applied by the police officers at the military police station for the purpose of ensuring disclosure of the truth” (see paragraph 27 above). This statement prompts the Court to believe that, despite the fact of ill-treatment, the Regional Court did not see any reason to doubt the credibility of the statements made by the applicant and witnesses T. and A. in March and April 1999 and therefore to exclude these statements as evidence. Furthermore, the Criminal and Military Court of Appeal in its judgment of 1 April 2003 explicitly cited the applicant’s confession statement of 16 April 1999 as proof of his guilt (see paragraph 40 above). The Court of Cassation in its decision of 8 May 2003 also found that “the Court of Appeal rightly considered T.’s confession statement as reliable and regarded it as proof of the applicant’s guilt”. It further cited the applicant’s confession, made to the investigator on 16 April 1999, among the evidence obtained in the case (see paragraph 43 above). The Court finally notes that none of the courts at any of the three levels of jurisdiction explicitly declared the statements in question inadmissible, despite several requests to that effect by the defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In the light of the above, the Court concludes that the applicant’s confession statements and the statements by witnesses T. and A., which had been obtained under duress, were used by the domestic courts as part of the evidence on which the applicant’s conviction was based. The Government’s assertions to the contrary thus have no basis in the findings of the domestic courts. It remains therefore to be determined whether the use of the statements thus obtained breached the applicant’s rights as guaranteed by Article 6 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court reiterates that its duty, according to Article 19 of the Convention, is to ensure the observance of the engagements undertaken by the Contracting States in the Convention. In particular, it is not its function to deal with errors of fact or of law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention. While Article 6 guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence as such, which is primarily a matter for regulation under national law (see, among other authorities, Schenk, cited above, §§ 45-46).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  It is therefore not the role of the Court to determine, as a matter of principle, whether particular types of evidence – for example, evidence obtained unlawfully in terms of domestic law – may be admissible or, indeed, whether the applicant was guilty or not. The question which must be answered is whether the proceedings as a whole, including the way in which the evidence was obtained, were fair. This involves an examination of the “unlawfulness” in question and, where violation of another Convention right is concerned, the nature of the violation found (see, inter alia, Khan v. the United Kingdom, no. 35394/97, § 34, ECHR 2000-V, and P.G. and J.H. v. the United Kingdom, no. 44787/98, § 76, ECHR 2001-IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  As regards in particular the examination of the nature of the Convention violation found, the Court observes that notably in Khan (cited above, §§ 25-28) and P.G. and J.H. v. the United Kingdom (cited above, §§ 37-38) it has found the use of covert listening devices to be in breach of Article 8, since recourse to such devices lacked a legal basis in domestic law and the interferences with the applicants’ right to respect for their private life were not “in accordance with the law”. Nonetheless, the admission in evidence of information obtained thereby did not in the circumstances of those cases conflict with the requirements of fairness guaranteed by Article 6 § 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court observes, however, that different considerations apply to evidence recovered by a measure found to violate Article 3. An issue may arise under Article 6 § 1 in respect of evidence obtained in violation of Article 3 of the Convention, even if the admission of such evidence was not decisive in securing the conviction. The use of evidence obtained in violation of Article 3 in criminal proceedings raises serious issues as to the fairness of such proceedings. Incriminating evidence – whether in the form of a confession or real evidence – obtained as a result of acts of violence or brutality or other forms of treatment which can be characterised as torture should never be relied on as proof of the victim’s guilt, irrespective of its probative value. Any other conclusion would only serve to legitimate indirectly the sort of morally reprehensible conduct which the authors of Article 3 of the Convention sought to proscribe or, in other words, to “afford brutality the cloak of law” (see, as the most recent authority, Jalloh v. Germany [GC], no. 54810/00, §§ 99 and 105, ECHR 2006IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In the present case, the Court notes that the applicant was coerced into making confession statements and witnesses T. and A. into making statements substantiating the applicant’s guilt. This fact was confirmed by the domestic courts (see paragraphs 29-36 above) and is not in dispute between the parties. The Court is not called upon to decide in the present case whether the ill-treatment inflicted on the applicant and witnesses T. and A. for the purpose of coercing them into making the above statements amounted to torture within the meaning of Article 3, this question, in any event, falling outside the Court’s competence ratione temporis (see paragraph 50 above). In this connection, however, the Court notes with approval the findings of the Avan and Nor Nork District Court of Yerevan in its judgment of 9 October 2002, condemning the actions of the police officers and evaluating them as having the attributes of torture (see paragraph 29 above). Furthermore, the Government in their submissions also characterised the ill-treatment inflicted on the applicant and witnesses T. and A. as torture (see paragraph 52 above). Even if the Court lacks competence ratione temporis to examine the circumstances surrounding the ill-treatment of the applicant and witnesses T. and A. within the context of Article 3, it is nevertheless not precluded from taking the above evaluation into account for the purposes of deciding on compliance with the guarantees of Article 6. The Court further notes its finding that the statements obtained as a result of such treatment were in fact used by the domestic courts as evidence in the criminal proceedings against the applicant (see paragraph 59 above). Moreover, this was done despite the fact that illtreatment had already been established in parallel proceedings instituted against the police officers in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  In this respect the Court notes that the domestic courts justified the use of the confession statements by the fact that the applicant had confessed to the investigator and not to the police officers who had ill-treated him, the fact that witness T. had confirmed his earlier confession at the confrontation of 11 August 1999, and the fact that both witnesses T. and A. had made similar statements at the hearing of 26 October 1999 before the Syunik Regional Court. The Court, however, is not convinced by such justification. First of all, in the Court’s opinion, where there is compelling evidence that a person has been subjected to ill-treatment, including physical violence and threats, the fact that this person confessed – or confirmed a coerced confession in his later statements – to an authority other than the one responsible for this ill-treatment should not automatically lead to the conclusion that such confession or later statements were not made as a consequence of the ill-treatment and the fear that a person may experience thereafter. Secondly, such justification clearly contradicted the finding made in the judgment convicting the police officers in question, according to which “by threatening to continue the ill-treatment, the police officers forced the applicant to confess” (see paragraph 29 above). Finally, there was ample evidence before the domestic courts that witnesses T. and A. were being subjected to continued threats of further torture and retaliation throughout 1999 and early 2000 (see paragraphs 29 and 32-33 above). Furthermore, the fact that they were still performing military service could undoubtedly have added to their fear and affected their statements, which is confirmed by the fact that the nature of those statements essentially changed after demobilisation. Hence, the credibility of the statements made by them during that period should have been seriously questioned, and these statements should certainly not have been relied upon to justify the credibility of those made under torture.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  In the light of the foregoing considerations, the Court concludes that, regardless of the impact the statements obtained under torture had on the outcome of the applicant’s criminal proceedings, the use of such evidence rendered his trial as a whole unfair. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Having reached this conclusion, the Court does not consider it necessary to address separately the applicant’s argument that the use of his confession statements undermined his right not to incriminate himself.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "68.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "69.  The applicant claimed a total of about 12,000,000 Armenian drams (AMD) (approximately 22,160 euros (EUR)) in respect of pecuniary damage. In particular, during the four years and eight months spent in detention and prison, each week his parents brought him parcels with food, cigarettes and toiletries. Each parcel cost about AMD 20-25,000 (approximately EUR 36-46), so the aggregate amount constituted AMD 56,000,000. Furthermore, during this entire period he was deprived of the opportunity to work. Assuming that he could earn at least AMD 100,000 per month (approximately EUR 185), this loss amounted to AMD 5,600,000. The applicant also claimed compensation for non-pecuniary damage in the amount of EUR 120,000. He submitted that the breaches of the Convention resulted in his loss of liberty for about four years and eight months. In addition, he had been branded a murderer throughout this entire period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government submitted that the alleged expenses for parcels, which were not supported by any documentary evidence, were not a consequence of the alleged violation. They were neither necessary nor could they be regarded as real damage or lost profit. In any event, these expenses were exaggerated since, according to the relevant prison rules, only one parcel per month could be received by a detainee or convict. With regard to the claim of lost earnings, this claim was of a hypothetical nature. Besides, there was no causal link between the applicant’s imprisonment and his unemployment. As regards the non-pecuniary damage, the Government submitted that a finding of a violation would be sufficient. In any event, the amount claimed was exorbitant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court notes that the applicant’s claim concerning expenses for parcels does not concern any pecuniary loss incurred by him and relates to expenses allegedly borne by his parents, who were not applicants in the present case and cannot therefore be regarded as persons directly affected by the violation found. As regards the loss of alleged earnings, the Court agrees with the Government that this claim is of a hypothetical nature. It therefore rejects the applicant’s claim for pecuniary damage. On the other hand, the Court considers that the applicant must have suffered frustration, helplessness and anxiety as a result of the use of evidence obtained under torture in the criminal proceedings against him, and that this cannot be compensated solely by the finding of a violation. The Court notes, however, that the amount of non-pecuniary damage claimed is excessive. The Court, ruling on an equitable basis, awards the applicant EUR 4,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "72.  The applicant also claimed a total of AMD 13,115,000 (approximately EUR 24,220) for costs and expenses, including transport and hotel costs in the amount of AMD 1,464,000 (approximately EUR 2,703) incurred by his lawyer who, having attended 16 court hearings before the Syunik Regional Court, had to travel by taxi to Syunik Region and occasionally stay there overnight; 770 hours of legal work carried out by his lawyer since May 1999, which amounted to AMD 11,550,000 (approximately EUR 21,330); and postal expenses in the amount of AMD 101,000 (approximately EUR 186). With regard to the transport costs, the applicant submitted that he was unable to submit any proof of these costs since only a few taxis in  were equipped with facilities enabling them to provide receipts. With regard to the 770 hours of legal work, the applicant submitted that, since he was insolvent from 2000, he had reached an agreement with his lawyer that he would pay him the above sum in the future, after he had been released and was able to earn money.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Government submitted that the applicant had failed to substantiate his claims concerning legal fees with any documents. He had not submitted any proof that these costs had been actually incurred or were necessary, or that an agreement existed between him and his lawyer to make such payments in the future. In any event, the amount claimed was exorbitant. With regard to the travel and hotel costs, the applicant had again failed to submit any documentary proof. His submission that taxis in  were not equipped with the relevant facilities was untrue, and he had also failed to substantiate the necessity of travelling to Syunik Region by taxi when other cheaper means of transport existed. Finally, with regard to postal expenses, nothing indicated that the postal receipts submitted by the applicant’s representative, Mr Alumyan, concerned communications made with the Court in connection with the present case and not other cases in which Mr Alumyan was also involved as the representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum (see The Sunday Times v. the United Kingdom (Article 50), 6 November 1980, § 23, Series A no. 38). The Court notes that the documentary evidence produced by the applicant only covers his postal expenses in the amount of 144  dollars (approximately EUR 122). As regards the sum which he allegedly owed to his lawyer, the applicant failed to submit any documentary proof of such an agreement. Nor did he submit any proof that he owed his lawyer any money for travel and subsistence costs, or even that such costs had been actually incurred. In such circumstances, noting that the amount of costs and expenses substantiated with documentary proof is less than the sum of EUR 715 received by the applicant in legal aid from the Council of Europe, the Court rejects the applicant’s claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "75.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention in that the applicant was denied a fair trial;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine separately the complaint under Article 6 § 1 of the Convention concerning an alleged violation of the applicant’s right not to incriminate himself;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 4,000 (four thousand euros) in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable on this amount;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "\nDone in English, and notified in writing on 28 June 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Boštjan M. Zupančič",
            "role": "president"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Jean-Paul Costa",
            "role": "judges"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Davíd Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ineta Ziemele",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Santiago Quesada",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF HARUTYUNYAN v. ARMENIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-81352.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0628JUD003654903",
    "externalsources": [
        "Article 15 of the UN Convention against Torture and Other Cruel, Inhuman or Degrading Treatment or Punishment of 1984"
    ],
    "extractedappno": [
        "36549/03",
        "39/46",
        "59109/00",
        "35394/97",
        "44787/98",
        "54810/00"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Articles 11, 20, 105-106, 126, 369 and 371 of the Code of Criminal Procedure"
    ],
    "itemid": "001-81352",
    "judgementdate": "28/06/2007 00:00:00",
    "kpdate": "28/06/2007 00:00:00",
    "kpthesaurus": [
        "14",
        "402",
        "445",
        "76",
        "136",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "29",
        "35-3",
        "41",
        "6-1",
        "35",
        "6",
        "29-3"
    ],
    "parties": [
        "HARUTYUNYAN",
        "ARMENIA"
    ],
    "rank": "590.968078613281",
    "representedby": [
        "ALUMYAN H."
    ],
    "respondent": "ARM",
    "respondentOrderEng": "3",
    "scl": [
        "Jalloh v. Germany [GC], no. 54810/00, §§ 99 and 105, ECHR 2006",
        "Jovanovi? v. Croatia (dec.), no. 59109/00, ECHR 2002-III",
        "Khan v. the United Kingdom, no. 35394/97, §§ 25-28 and 34, ECHR 2000-V",
        "P.G. and J.H. v. the United Kingdom, no. 44787/98, §§ 37-38 and § 76, ECHR 2001-IX",
        "Schenk v. Switzerland, judgment of 12 July 1988, Series A no. 140, §§ 45-46",
        "The Sunday Times v. the United Kingdom (no. 1) (Article 50), judgment of 6 November 1980, Series A no. 38, p. 13, § 23"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "336665",
    "typedescription": "15"
}