{
    "__articles": "6;6-1;41;35;35-3",
    "__conclusion": "Violation of Art. 6-1 with regard to Hungary;Inadmissible under Art. 6-1 with regard to Greece;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "75116/01",
    "article": [
        "6",
        "35",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 with regard to Hungary",
            "type": "violation"
        },
        {
            "element": "Inadmissible under Art. 6-1 with regard to Greece",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-61693.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 75116/01) against the  and the  and lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Hungarian nationals, Mr Csaba Karalyos and Ms Kármen Huber (“the applicants”), on 7 June 2001. ",
                        "elements": []
                    },
                    {
                        "content": "2.  The Hungarian Government were represented by their Agent, Mr L. Höltzl, Deputy State-Secretary, Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 10 September 2002 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1967 and 1969 respectively and live in .",
                                "elements": []
                            },
                            {
                                "content": "5.  The first applicant is an illusionist and the second applicant is his partner. ",
                                "elements": []
                            },
                            {
                                "content": "6.  On 1 March 1994 the applicants entered into a contractual relationship with E. Cruise Lines, a Greek company, with a view to performing the applicants’ show on board the cruiser Pallas Athene for 8 months. On 24 March 1994 the Greek company shipped the applicants’ equipment on board Pallas Athene where, on the same day, it was destroyed by a fire. The applicants had no insurance. ",
                                "elements": []
                            },
                            {
                                "content": "As the Greek company refused to pay compensation for the damage, on 25 January 1995 the applicants brought an action before the Hungarian Pest Central District Court.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 2 February 1995 the District Court ordered the applicants to complete their statement of claims. The applicants complied with this order on 22 March 1995. On 7 April 1995 the court exempted the applicants from payment of an advance on court fees.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 3 July 1995 the court ordered the applicants to submit documents with a view to attaching them to the request for information on Greek law to be sent to the Greek authorities. The applicants complied with the order within ten days.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 15 December 1995 the Hungarian Ministry of Justice received the reply of the Greek authorities requesting further information on the case. On 22 May 1996 the District Court sent the completed request to the Hungarian Ministry of Justice.",
                                "elements": []
                            },
                            {
                                "content": "10.  In reply to the applicants’ enquiry with the District Court as to whether the requested information on Greek law had been obtained, the Ministry of Justice informed the District Court that, due to an administrative mistake, the request had had to be re-sent to the Greek authorities on 27 January 1997.",
                                "elements": []
                            },
                            {
                                "content": "11.  The Greek authorities’ reply was served on the District Court on 12 May 1997. In their observations of 20 June 1997 the applicants found the Greek authorities’ answer incomprehensible and requested the District Court to obtain more information from the Greek authorities.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 1 September 1997 the applicants submitted evidence.",
                                "elements": []
                            },
                            {
                                "content": "13.  The District Court having completed the request for information according to the applicants’ observations, on 23 February 1998 the Hungarian Ministry of Justice forwarded the request to the Greek Ministry of Justice. The latter’s reply reached the District Court on 29 May 1998.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 23 December 1998 the defendant company received the District Court’s summons of 21 October 1998. ",
                                "elements": []
                            },
                            {
                                "content": "15.  At the applicants’ request, on 27 October 1998 the District Court granted priority to the case.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 20 April 1999 the District Court held a hearing. The representative of the defendant company, Mr K., a lawyer, failed to attend. The District Court was unable to establish whether the applicants’ pleadings and the summons issued by the District Court had been validly served on Mr K. in . Therefore, the District Court ordered an adjournment and, through the Ministry of Justice, requested that:",
                                "elements": []
                            },
                            {
                                "content": "(i) the public prosecutor attached to the first instance court of Pireus verify whether service of the pleadings and the summons on Mr K. was valid under Greek law and whether Mr. K. was employed by the defendant company or whether he had a valid power of attorney;",
                                "elements": []
                            },
                            {
                                "content": "(ii) the first instance court of Pireus certify whether E. Cruise Lines was an existing company under the law of the place of registration, or whether it had merged with another company, and if so, whether the latter was the successor of the former.",
                                "elements": []
                            },
                            {
                                "content": "Assuming that the service was valid under either Hungarian or Greek law, the District Court ordered the defendant company to respond to the applicants’ pleadings within 30 days from the day of service.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 4 November 1999 the Greek Ministry of Justice replied that they were not in a position to fulfil the request for information about specific matters, on which only a lawyer could give an opinion. In their reply of 29 November 1999 the Hungarian Ministry of Justice reminded the Greek authorities that under the relevant provisions of the Greek-Hungarian bilateral Treaty on Legal Assistance and of the European Convention on Information on Foreign Law, they were obliged to provide the information requested.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 20 January 2000 the District Court informed the applicants that – according to the documents submitted by the Ministry of Justice on 14 January 2000 – the defendant company “had refused to be served with the pleadings and the summons without giving a reason” and that no information had been submitted concerning the state of Greek law.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 14 July 2000 the District Court again informed the applicants that the information concerning Greek law had not been submitted.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 1 February 2001 the District Court informed the applicants that – according to the Ministry of Justice – the Greek authorities had refused to provide the information requested.",
                                "elements": []
                            },
                            {
                                "content": "21.  The continued efforts of the Hungarian Ministry of Justice and the Ministry of Foreign Affairs to urge the Greek authorities by notes verbales and telephone contacts on 7 March, 14 September, 12 November 2001, 16 January, 21 August and 19 September 2002 were unsuccessful.",
                                "elements": []
                            },
                            {
                                "content": "22.  In the meantime, the Hungarian Ministry of Justice suggested to the District Court to apply Hungarian law instead of Greek law, a possibility provided under section 5 § 3 of Law-Decree no. 13 of 1979 on International Private Law, having regard to the protracted exchange of correspondence. On 3 June 2002 the District Court replied to the Ministry that the information on Greek law was still necessary. It considered that the Greek authorities’ refusal to provide information on a complex legal issue did not render impossible, as such, the establishment of the contents of the foreign law in question. The District Court therefore held that Hungarian law could not be applied.",
                                "elements": []
                            },
                            {
                                "content": "23.  On a renewed enquiry, the Greek Ministry of Justice informed the Hungarian Ministry of Justice that it had taken all necessary steps in the case but had not yet received any information from the competent authorities. ",
                                "elements": []
                            },
                            {
                                "content": "24.  The proceedings are still pending before the District Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "25.  Section 5 §§ 1 and 3 of Law-Decree no. 13 of 1979 on International Private Law reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Establishing the content of foreign law",
                                "elements": []
                            },
                            {
                                "content": "(1) A court/authority shall ex officio request information about any foreign law unknown to it. If necessary, it shall obtain the opinion of experts and may take into account evidence submitted by the parties.",
                                "elements": []
                            },
                            {
                                "content": "(3) In case the content of the foreign law cannot be established, Hungarian law shall be applied.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION BY ",
                        "elements": [
                            {
                                "content": "26.  The applicants complained that the length of the proceedings instituted in  had been incompatible with the “reasonable time” requirement provided in Article 6 § 1 of the Convention, which reads as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "27.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "28.  The period to be taken into consideration began on 25 January 1995 and has not yet ended. It has thus lasted more than nine years to date before one court instance.",
                                "elements": []
                            },
                            {
                                "content": "\nA.  Admissibility",
                                "elements": [
                                    {
                                        "content": "29.  The Court notes that the complaint concerning the length of the proceedings against  is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "30.  The Government argued that the case was rather complex owing to the international character of the proceedings. They further claimed that the defendant company contributed to the protraction of the proceedings by failing to comply with orders and not accepting the service of summons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicants contested this. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the criteria established by its case-law, particularly the complexity of the case, the conduct of the applicants and of the relevant authorities and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Notwithstanding that the case gave rise to difficult legal issues of foreign law, the Court considers that the length of the case cannot be explained by this fact alone.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  As to the conduct of the applicants, the Court considers that they cannot be reproached for having caused any unnecessary delay. It was for the District Court in the first place to ensure the proper administration of justice in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  As to the conduct of the judicial authorities, the Court notes that the first and only hearing was held on 20 April 1999 and that no judgment has so far been delivered in the case. It is regrettable that, after a period of nine years, the District Court was led to conclude that the content of the relevant Greek law could not be established. It has not been explained to the Court why the District Court did not investigate the possibility of locating a legal expert in the matter in . It notes that this possibility is foreseen in section 5 § 1 of Law-Decree no. 13 of 1979 on International Private Law (see paragraph 25 above); nor is the Court persuaded by the District Court’s reasons for not availing itself of section 5 § 3 of the same Law-Decree in order to allow Hungarian law to be applied to the dispute. The use of the possibilities provided for in section 5 of this instrument could have speeded up the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  It is also to be noted that, when requesting information from the Greek authorities, the District Court first failed to send all the necessary documents with the result that the request had to be completed and re-sent. The renewed request was then served on the defendant, rather than on the Greek Ministry of Justice on account of an administrative mistake. This delay of approximately one and a half years is attributable to the Hungarian authorities. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Lastly, as regards the efforts made by the Hungarian Ministry of Justice, the Court observes that, although they contacted the Greek authorities at regular intervals, they did so by means of ordinary correspondence. It was only after five years that they availed themselves of the possibility of contacting those authorities by notes verbales and telephone in order to obtain answers more speedily.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In these circumstances, the Court finds that the delays in the case were largely imputable to the . ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Having regard to the overall length and to the fact that a single hearing has been held in the case and that no judgment has been delivered to date, the Court concludes that the applicants’ case was not heard within a reasonable time. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION BY ",
                        "elements": [
                            {
                                "content": "39.  The applicants also complained that the Greek authorities have contributed to the protraction of the proceedings instituted in  by failing to provide the information requested by the Hungarian District Court. They invoke Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "40.  The Court observes at the outset that the impugned proceedings were instituted in  rather than in . In these circumstances, the acts or omissions of the Hungarian court hearing the case can only engage the responsibility of .",
                                        "elements": []
                                    },
                                    {
                                        "content": "In so far as the applicants’ complaint concerns the Greek authorities’ apparent reluctance to co-operate with their Hungarian counterparts, the Court reiterates that it is competent to assure the respect of the text of the European Convention on Human Rights and not that of any other international agreement (Calabro v. Italy and Germany, no. 59895/00, 21 March 2002). In the circumstances of the present case, any possible failure on the part of the Greek authorities to respect the Greek-Hungarian bilateral Treaty on Legal Assistance or the European Convention on Information on Foreign Law cannot be the subject matter of a case before the Court. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that the applicants’ complaint does not concern an interference with their Convention rights by the Greek authorities. Accordingly, the application is incompatible ratione personae with the provisions of the Convention, within the meaning of Article 35 § 3, and must be declared inadmissible pursuant to Article 35 § 4 of the Convention. ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "42.  The applicants claimed 6,740,000 Hungarian forints (HUF), jointly, in respect of pecuniary damage and HUF 3,000,000 for each of them in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Government found the applicants’ claims excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards each of the applicants EUR 10,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "45.  The applicants did not make any claim under this head. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "46.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint against  admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint against  inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention by ;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that Hungary is to pay each of the applicants, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 10,000 (ten thousand euros) in respect of non-pecuniary damage, to be converted into the national currency of Hungary at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 April 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "mrc.l. rozakis"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KARALYOS AND HUBER v. HUNGARY AND GREECE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-61693.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:0406JUD007511601",
    "externalsources": [],
    "extractedappno": [
        "75116/01",
        "30979/96",
        "59895/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-61693",
    "judgementdate": "06/04/2004 00:00:00",
    "kpdate": "06/04/2004 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "40",
        "14",
        "400",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "35-3",
        "6-1",
        "35",
        "6",
        "41"
    ],
    "parties": [
        "KARALYOS AND HUBER",
        "HUNGARY AND GREECE"
    ],
    "rank": "482.601837158203",
    "representedby": [
        "N/A"
    ],
    "respondent": "GRC;HUN",
    "respondentOrderEng": "19",
    "scl": [
        "Calabro v. Italy and Germany, no. 59895/00, 21 March 2002",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "317821",
    "typedescription": "15"
}