{
    "__articles": "6;6-1;29;29-3;41;35;35-1",
    "__conclusion": "Violation of Art. 6-1;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "65196/01",
    "article": [
        "6",
        "41",
        "29",
        "35"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-69133.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 65196/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Římskokatolická Farnost Obříství (“the applicant”), an organisational unit of the Roman Catholic Church with its head office in , on 20 December 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr O. Choděra, a lawyer practising in . The Czech Government (“the Government”) were represented by their Agent, Mr V.A. Schorm.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 4 December 2001 the Court decided to communicate the application to the Government. Applying Article 29 § 3 of the Convention, it decided to rule on the admissibility and merits of the application at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant is an organisational unit of the Roman Catholic Church with its head office in .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 27 April 2000 (according to the applicant) or 2 May 2000 (according to the Government), the applicant lodged an action with the Mělník District Court (okresní soud) against Mr H., seeking to establish its ownership of plots of land with a church and belfry in Obříství.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 11 October 2000 the District Court dismissed the applicant’s request of 23 August 2000 for an interim measure to secure the applicant’s access to and use of the property in question. This decision was delivered to the applicant’s lawyer and the defendant on 16 and 26 October 2000 respectively. On the same date, the defendant received a copy of the applicant’s action.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 6 November 2000 the applicant’s appeal of 23 October 2000 against the decision on interim measures was delivered to the defendant, who sent his observations on 22 November 2000.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 5 December 2000 the case-file was submitted to the  (krajský soud), which on 12 December 2000 quashed the lower court’s decision and remitted the case to it for further consideration. It ordered the District Court to hear the parties to the proceedings before deciding on the request.",
                                "elements": []
                            },
                            {
                                "content": "9.  In January 2001 the ’s decision was received by the parties to the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 8 March 2001 the District Court fixed a hearing for 23 April 2001, at which it granted the requested interim measure.",
                                "elements": []
                            },
                            {
                                "content": "11.  Upon the defendant’s appeal of 15 May 2001, received by the applicant’s lawyer on 21 May 2001 and after the submission of the case-file to the  on 5 June 2001, the latter upheld the District Court’s decision on 14 June 2001. This decision entered into force on 31 July 2001.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 12 March 2003 the District Court held a hearing, at which it dismissed the applicant’s action. ",
                                "elements": []
                            },
                            {
                                "content": "13.  On 27 June 2003 the Regional Court, upon the applicant’s appeal of 2 April 2003, supplemented on 10 April 2003, quashed the District Court’s judgment and remitted the case to it for further consideration.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 21 January 2005 the applicant’s received the District Court’s decision of 6 January 2005 appointing an expert in the field of church law.",
                                "elements": []
                            },
                            {
                                "content": "15.  It appears that the proceedings are still pending.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  The applicant alleged that the length of the proceedings had infringed the “reasonable time” requirement of Article 6 § 1 of the Convention, worded as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "17.  The Government contested that allegation.",
                                "elements": []
                            },
                            {
                                "content": "18.  While the applicant alleged that it had lodged the action for the establishment of its ownership of the property in question on 27 April 2000, the Government affirmed that the action had been lodged on 2 May 2000. The latter date was also mentioned in the District Court’s judgment of 12 March 2003.",
                                "elements": []
                            },
                            {
                                "content": "19.  The Court observes that the copy of the action, dated 27 April 2000, presented by the applicant to the Court, does not contain any confirmation of its actual submission to the District Court. Having regard to the above mentioned documents, the Court concludes that the applicant has not shown that it did indeed lodge the action on 27 April 2000.",
                                "elements": []
                            },
                            {
                                "content": "20.  Accordingly, the Court considers that the period to be taken into consideration began on 2 May 2000 and has not yet ended. It has therefore lasted five years for two levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "21.  Under Article 35 § 1 of the Convention, the Court may only deal with a matter after all domestic remedies have been exhausted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Government contended that the applicant could not be regarded as having exhausted available domestic remedies with regard to its complaint about the length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant disputed the Government’s arguments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court recalls that there was no effective remedy under Czech law to complain about the length of civil proceedings (Hartman v. Czech Republic, no. 53341/99, §84, ECHR 2003VIII). Therefore, the Court finds that it has not been established that the applicant had any effective remedy at its disposal which would have enabled it to submit its complaint under Article 6 § 1 of the Convention to the domestic authorities. Accordingly, the application cannot be declared inadmissible for non-exhaustion of domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court finds that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further concludes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "26.  The Government submitted that the case was complex, as the District Court had to assess the records of the land register, ecclesiastic and other documents that are more than one hundred years old in the context of the legislation then valid, for which research was required in archives. They also submitted that the applicant contributed to the length of the proceedings by its request for an interim measure and appeal concerning this request. As to the conduct of the authorities, they stated that the District Court dealt with the applicant’s request for the interim measure immediately and that the proceedings were protracted due to the appeals of the parties to the proceedings concerning this request. They stated that the court had faced a temporary backlog, which was resolved by hiring new judges in the District Court in 2000. They presented statistical data showing a decrease of pending cases before the District Court by the end of the year 2001. In addition, they refuted an allegation that the Czech judiciary register civil and commercial claims and then shelve them for several years. They considered the overall length of the proceedings reasonable within the meaning of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicant did not express further views in respect of the merits of its application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court acknowledges that the issue of the ownership rights of religious entities is complex. However, it cannot be said that this in itself justified the total length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  As to the conduct of the authorities, the Court observes that there were some periods of inactivity in the proceedings. In particular, there was a delay of a year and seven months between 31 July 2001, when the ’s judgment became effective, and 12 March 2003, when the District Court dismissed the applicant’s action. There was another delay of a year and six months between 27 June 2003, when the  quashed the lower court’s judgment, and 6 January 2005, when the District Court appointed the expert.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court also observes that the applicant partly contributed to the length of the proceedings by its request for the interim measure and its subsequent appeal. It notes that the proceedings on the interim measure lasted eleven months from 23 August 2000 to 31 July 2001 and that it was finally granted to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court recalls that the Convention places a duty on the Contracting States to organize their legal system so as to allow the courts to comply with the requirements of Article 6 § 1 of the Convention, including that of trial within a “reasonable time. Nonetheless, a temporary backlog of business might not involve liability on the part of the Contracting States provided that they take, with the requisite promptness, remedial action to deal with an exceptional situation of this kind (see mutatis mutandis, Kurzac v. Poland, no. 31382/96, § 34, 22 February 2001, and Zimmermann and Steiner v. Switzerland, judgment of 13 July 1983, § 29).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court acknowledges the difficulties undeniably encountered by the District Court as well as the decrease of pending cases achieved by the end of the year 2001. However, it observes that the delays in the present case took place after the recruitment of the new judges by the District Court. Therefore, the measure adopted by the Government could not be regarded as sufficient and capable of achieving satisfactory results (see, mutatis mutandis, Molnárová and Kochanová v. , no. 44965/98, § 32, and Guincho v. Portugal, judgment of 10 July 1984, § 40).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Consequently, having regard to the circumstances of the case, and taking into account the overall duration of the proceedings, the Court finds the “reasonable time” requirement of Article 6 § 1 of the Convention was not complied with in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "36.  The applicant claimed CZK 5,000,000 (EUR 167,082) for the moral damage it had allegedly sustained as a result of the protracted proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government contested this claim. They noted that the applicant was a legal entity and therefore its sensitivity to eventual moral damage was limited. They considered that the Court’s declaration of a violation of the Convention would be sufficient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Having regard to the circumstances of the present case and its case-law concerning claims for non-pecuniary damage made by legal persons or organisations (see Freedom and Democracy Party (ÖZDEP) v. Turkey [GC], no. 23885/94, § 57, ECHR 1999VIII; Comingersoll v. Portugal [GC], no. 35382/97, § 35, ECHR 2000IV; Stankov and the United Macedonian Organisation Ilinden v. Bulgaria, nos. 29221/95 and 29225/95, §121, ECHR 2001IX; and Metropolitan Church of Bessarabia and Others v. Moldova, no. 45701/99, § 146, ECHR 2001XII), the Court considers that an award under this head is appropriate. Ruling on equitable basis, it awards the applicant EUR 1,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "39.  The applicant did not claim any costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "40.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros) in respect of non-pecuniary damage, plus any tax that may be chargeable; this sum is to be converted into the currency of the respondent State at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 May 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrJ.-P. Costa",
            "role": "president"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "MrsE. Fura-Sandström",
            "role": "judges"
        },
        {
            "name": "MrD. Popović",
            "role": "judges"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "03/05/2005 00:00:00",
    "docname": "CASE OF ŘÍMSKOKATOLICKÁ FARNOST OBŘÍSTVÍ v. THE CZECH REPUBLIC",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-69133.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0524JUD006519601",
    "externalsources": [],
    "extractedappno": [
        "65196/01",
        "53341/99",
        "30979/96",
        "31382/96",
        "44965/98",
        "23885/94",
        "35382/97",
        "29221/95",
        "29225/95",
        "45701/99"
    ],
    "importance": "4",
    "introductiondate": "20/12/2000 00:00:00",
    "issue": [],
    "itemid": "001-69133",
    "judgementdate": "24/05/2005 00:00:00",
    "kpdate": "24/05/2005 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "445",
        "40",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "29",
        "35-1",
        "29-3",
        "6-1",
        "35",
        "6",
        "41"
    ],
    "parties": [
        "ŘÍMSKOKATOLICKÁ FARNOST OBŘÍSTVÍ",
        "THE CZECH REPUBLIC"
    ],
    "rank": "514.822692871094",
    "representedby": [
        "CHODERA O."
    ],
    "respondent": "CZE",
    "respondentOrderEng": "11",
    "scl": [
        "Comingersoll v. Portugal [GC], no. 35382/97, § 35, ECHR 2000-IV",
        "Freedom and Democracy Party (ÖZDEP) v. Turkey [GC], no. 23885/94, § 57, ECHR 1999-VIII",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Guincho v. Portugal, judgment of 10 July 1984, § 40",
        "Hartman v. the Czech Republic, no. 53341/99, §84, ECHR 2003-VIII",
        "Kurzac v. Poland, no. 31382/96, § 34, 22 February 2001",
        "Metropolitan Church of Bessarabia and Others v. Moldova, no. 45701/99, § 146, ECHR 2001-XII",
        "Molnárová and Kochanová v. Slovakia, no. 44965/98, § 32",
        "Stankov and the United Macedonian Organisation Ilinden v. Bulgaria, nos. 29221/95 and 29225/95, §121, ECHR 2001-IX",
        "Zimmermann and Steiner v. Switzerland, judgment of 13 July 1983, § 29"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "434820",
    "typedescription": "15"
}