{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing)",
    "applicability": "",
    "appno": "46440/16;47320/16;52637/16;7963/17;19301/18;43677/18;42782/19;55164/19",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-206201.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in applications against Russia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on the various dates indicated in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were given notice of the applications.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "3.  The list of applicants and the relevant details of the applications are set out in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants complained that they had been unfairly convicted of drug offences following entrapment by State agents. In applications nos. 7963/17 and 19301/18, the applicants also raised other complaints under the provisions of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "5.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "6.  The applicants complained principally that they had been unfairly convicted of drug offences which they had been incited by State agents to commit and that their plea of entrapment had not been properly examined in the domestic proceedings. They relied on Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "7.  The Court reiterates that absence in the national legal system of a clear and foreseeable procedure for authorising test purchases of drugs remains a structural problem which exposes applicants to an arbitrary action by the State agents and prevents the domestic courts from conducting an effective judicial review of their entrapment pleas (see Veselov and Others v. Russia, nos. 23200/10 and 2 others, § 126, 2 October 2012).",
                                "elements": []
                            },
                            {
                                "content": "8.  The Court has consistently found a violation of Article 6 § 1 of the Convention on account of the deficient existing procedure for authorisation and administration of test purchases of drugs in the respondent State, an issue similar to that in the present case (see Veselov and Others, cited above, §§ 12628; Lagutin and Others v. Russia, nos. 6228/09 and 4 others, §§ 12425, 24 April 2014; Lebedev and Others v. Russia, nos. 2500/07 and 4 others, §§ 1216, 30 April 2015; and Yeremtsov and Others v. Russia, nos. 20696/06 and 4 others, §§ 1721, 27 November 2014).",
                                "elements": []
                            },
                            {
                                "content": "9.  Having examined all the material submitted to it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion as to the admissibility and merits of these complaints. Having regard to its case-law on the subject, the Court considers that in the instant case the criminal proceedings against the applicants were incompatible with a notion of a fair trial.",
                                "elements": []
                            },
                            {
                                "content": "10.  These complaints are therefore admissible and disclose a breach of Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "REMAINING COMPLAINTS",
                        "elements": [
                            {
                                "content": "11.  In application no. 7963/17 the applicant also raised other complaints under Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "12.  The Court has examined the complaints and considers that, in the light of all the material in its possession and in so far as the matters complained of are within its competence, these complaints either do not meet the admissibility criteria set out in Articles 34 and 35 of the Convention or do not disclose any appearance of a violation of the rights and freedoms enshrined in the Convention or the Protocols thereto.",
                                "elements": []
                            },
                            {
                                "content": "13.  It follows that this part of application no. 7963/17 must be rejected in accordance with Article 35 § 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant in application no. 19301/18 also raised complaints under Articles 3 and 13 of the Convention about the conditions of his detention. The Court notes that on 17 March 2020 it adopted a decision in the case of Shmelev and Others v. Russia (applications nos. 41743/17 and 16 others), finding that the new compensatory remedy envisaged by the Russian Compensation Act was an effective remedy, in particular, for all cases of past pre-trial detention and some situations of correctional detention alleged in breach of domestic provisions. The Court therefore rejects the applicant’s complaints in this regard for failure to exhaust domestic remedies. This part of application should thus be declared inadmissible pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "15.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "16.  The Court reiterates that when an applicant has been convicted despite an infringement of his rights as guaranteed by Article 6 of the Convention, he should, as far as possible, be put in the position in which he would have been had the requirements of that provision not been disregarded, and that the most appropriate form of redress would, in principle, be a retrial or the reopening of the proceedings, if requested (see Öcalan v. Turkey [GC], no. 46221/99, § 210 in fine, ECHR 2005-IV). Given the Court’s findings in Kumitskiy and Others v. Russia (nos.  66215/12 and 4 others, § 28, 10 July 2018), the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicants in the present cases (see also Zadumov v. Russia, no. 2257/12, §§ 80-81, 12 December 2017).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "Declares the complaints concerning the entrapment by State agents admissible, and the remainder of applications nos. 7963/17 and 19301/18 inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that these complaints disclose a breach of Article 6 § 1 of the Convention concerning entrapment by State agents;",
                        "elements": []
                    },
                    {
                        "content": "Holds that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicants.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 November 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Darian Pavli",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Peeter Roosma",
            "role": "judges"
        },
        {
            "name": "Liv Tigerstedt",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MEDVEDEV AND OTHERS v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-206201.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:1126JUD004644016",
    "externalsources": [],
    "extractedappno": [
        "46440/16",
        "7963/17",
        "19301/18",
        "23200/10",
        "6228/09",
        "2500/07",
        "20696/06",
        "41743/17",
        "46221/99",
        "66215/12",
        "2257/12",
        "47320/16",
        "52637/16",
        "43677/18",
        "42782/19",
        "55164/19"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-206201",
    "judgementdate": "26/11/2020 00:00:00",
    "kpdate": "26/11/2020 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "MEDVEDEV AND OTHERS",
        "RUSSIA"
    ],
    "rank": "9054.92578125",
    "representedby": [
        "PYATITSKIY Y.F.",
        "VASILYEV I.G.",
        "KNYAZKIN S.A.",
        "SAPRYKINA Y.V.",
        "VASILKOVA N.B."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "502364",
    "typedescription": "15"
}