{
    "__articles": "5;5-3;13",
    "__conclusion": "Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy);Violation of Article 5 - Right to liberty and security (Article 5-3 - Length of pre-trial detention)",
    "applicability": "",
    "appno": "52431/07",
    "article": [
        "13",
        "5"
    ],
    "conclusion": [
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-3 - Length of pre-trial detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        }
    ],
    "content": {
        "001-167486.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 52431/07) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Olga Aleksandrovna Gavrilova (“the applicant”), on 29 November 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Ryzhov and Ms O. Sadovskaya, lawyers of the Committee Against Torture (later known as the Committee for the Prevention of Torture), an NGO based in Nizhniy Novgorod. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the conditions of her detention had been appalling, that she had had no effective domestic remedies in this respect, that her detention on remand had lasted unreasonably long, and that there had been a hindrance with her right to individual petition.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 15 June 2010 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1987 and lives in Nizhniy Novgorod.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant and her pre-trial detention",
                                "elements": [
                                    {
                                        "content": "6.  The applicant and two minors (Z. and S.) were suspected to be implicated in several car thefts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 23 August 2007 the Leninskiy District Court of Nizhniy Novgorod (“the District Court”) authorised the applicant’s detention on remand in connection with the car thefts, referring to the gravity of the charges and an unspecified risk that she would put pressure on minors S. and Z. The judge concluded that the applicant could obstruct the proceedings. Z. was also detained on 28 August 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 5 September 2007 the  upheld the detention order on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 13 September 2007 the investigator ordered a psychiatric examination of the applicant to verify whether she was fit to stand trial. On 8 October 2007 the experts found that the applicant suffered from a mental deficiency. The experts concluded that her mental conditions did not exclude a criminal liability and that she did not require any compulsory psychiatric treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The District Court, referring to the need to complete the investigation “in the absence of grounds for varying or cancelling the measure of restraint”, issued further detention orders extending the term of the applicant’s pre-trial detention on 18 October and 14 December 2007, and on 15 January 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In February 2008 the criminal case against the applicant and her codefendants was submitted for trial before the District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 18 February 2008 the District Court, noting that the applicant had been charged with a serious crime and could exercise pressure on the minor co-defendants if at liberty, decided to maintain her in custody until 1 August 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 11 July 2008 the judge ordered the applicant’s and Z.’s release, concluding that there was no longer necessary to maintain them in custody, given that they had made admissions and that the applicant was unlikely to put any pressure on her co-defendants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  By judgment of 1 September 2008, the applicant was convicted on several charges and acquitted of the remainder, in particular, of the charges pertaining to involvement of minors in criminal activities. She was sentenced to a suspended prison term.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of detention on remand",
                                "elements": [
                                    {
                                        "content": "15.  On 23 August 2007 the applicant was placed in remand prison IZ52/1 in Nizhniy Novgorod. She was kept in cell no. 7/56 measuring 66 square metres. According to the applicant, the cell accommodated up to forty persons. In the Government’s submission, twenty-seven to thirty-five inmates shared the cell during that period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 20 December 2007 the applicant was transferred to cell no. 30/349 measuring 12.14 square metres, which she shared with another detainee.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Communication with the applicant’s representative before the Court",
                                "elements": [
                                    {
                                        "content": "17.  In December 2007 the Committee Against Torture retained Ms P., an advocate, who visited the applicant in the remand centre on 27 December 2007 and 21 February 2008. The applicant explained to the advocate that a certain “Olga”, a prison staff member, asked her about her complaint to the Court and told her to make written statements indicating that she “had no claims against the remand centre”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In the meantime, on 8 February 2008 Mr Ryzhov, the applicant’s representative before the Court, sought a permission to see the applicant in the remand centre in order to obtain further details concerning the conditions of her detention. The applicant’s representative showed a simple authority form signed by the applicant and authorising him to represent her before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 28 February 2008 the administration of the remand centre informed the representative that such permission could be granted by the District Court dealing the criminal case against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Instead of applying for a court order, the applicant’s representative sought judicial review of the above refusal. By decision of 25 March 2008 the Sovetskiy District Court of Nizhniy Novgorod confirmed the above refusal considering that the applicant’s representative had not been vested with any authority to represent the applicant in the judicial review proceedings because he had not had an “advocate” status, as required by the Civil Code or the Code of Civil Procedure; a copy of the authority form concerning the proceedings before the Court had not been duly attested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 6 May 2008 the Nizhniy Novgorod Regional Court upheld the Sovetskiy District Court’s decision on appeal.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "22.   For a summary of the Russian legal regulations in respect of pretrial detention see Pyatkov v. Russia (no. 61767/08, §§ 48-68, 13 November 2012), and Isayev v. Russia (no. 20756/04, §§ 6780, 22 October 2009).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLES 3 AND 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "23.  The applicant complained that conditions of her detention in remand prison IZ-52/1 between 23 August and 20 December 2007 had been in breach of the requirements of Article 3 of the Convention. She further invoked under Article 34 of the Convention alleging hindrance with her right to individual petition on account of undue restrictions on access to her representative before the Court. The relevant provisions read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "24.  By letter of 26 February 2016, the Government submitted a unilateral declaration with a view to resolving issues raised under Articles 3 and 34 of the Convention. The declaration read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“I ..., the Representative of the Russian Federation at the European Court of Human Rights, hereby declare that the Russian Government acknowledge that, from 23 August 2007 to 20 December 2007, Olga Aleksandrovna Gavrilova was detained in the IZ-52/1 detention facility in the Nizhniy Novgorod Region in the conditions, which did not comply with the requirements of Article 3 of the Convention, as well as that her right of individual petition under Article 34 of the Convention was infringed.",
                                "elements": []
                            },
                            {
                                "content": "The Government are ready to pay the applicant a sum of 5 960 euros as just satisfaction.",
                                "elements": []
                            },
                            {
                                "content": "The Government therefore invite the Court to strike the present case out of the list of cases. They suggest that the present declaration might be accepted by the Court as “any other reason” justifying the striking the case out of the Court’s list of cases as referred to in Article 37 § 1 (c) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "The sum referred to above, which is to cover any pecuniary and non-pecuniary damage as well as costs and expenses, will be free of any applicable taxes. It will be payable within three months of the date of notification of the decision taken by the Court, pursuant to Article 37 § 1 of the Convention for the Protection of Human Rights and Fundamental Freedoms, and shall be converted into Russian roubles at the rate applicable on the date of payment. In the event of failure to pay this sum within the said three-month period, the Government undertake to pay simple interest on it, from expiry of that period until settlement, at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                                "elements": []
                            },
                            {
                                "content": "This payment will constitute the final resolution of the case.”",
                                "elements": []
                            },
                            {
                                "content": "25.  The applicant did not accept the terms of the unilateral declaration.",
                                "elements": []
                            },
                            {
                                "content": "26.  The Court reiterates that Article 37 § 1 (c) of the Convention enables it to strike a case out of its list if:",
                                "elements": []
                            },
                            {
                                "content": "“... for any other reason established by the Court, it is no longer justified to continue the examination of the application.”",
                                "elements": []
                            },
                            {
                                "content": "27.  It also points out that, in certain circumstances, it may strike out an application under Article 37 § 1 (c) on the basis of a unilateral declaration by a respondent Government even if the applicant wishes the examination of the case to be continued.",
                                "elements": []
                            },
                            {
                                "content": "28.  To this end, the Court will examine the declaration carefully in the light of the principles established in its case-law (see, with further references, Jeronovičs v. Latvia [GC], no. 44898/10, §§ 64-70, 5 July 2016).",
                                "elements": []
                            },
                            {
                                "content": "29.  Turning to the present case, the Court notes that the Government acknowledged a violation of the applicant’s right under Article 3 of the Convention on account of the poor conditions of her detention in the remand prison. The Court has repeatedly found violations of Article 3 of the Convention on account of inadequate conditions of detention in Russian remand prisons (see Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, 10 January 2012). It notes that the compensation offered in the present case is comparable with Court awards in similar cases, taking account, inter alia, of the length and specific conditions of the detention. The Court therefore considers that it is no longer justified to continue the examination of the applicant’s complaint under Article 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "30.  Furthermore, the Government acknowledged that the applicant’s right to individual petition had been infringed upon. The Court has already condemned the restriction of an applicant’s contacts with a non-advocate representative before the Court as an interference with the exercise of his right of individual petition incompatible with the respondent State’s obligations under Article 34 of the Convention (see Zakharkin v. Russia, no. 1555/04, § 160, 10 June 2010). Accordingly, the applicant’s complaint under Article 34 of the Convention concerning restrictions on contacts with Mr Ryzhov is comparable to issues already determined by the Court in previous cases (see Jeronovičs, cited above, § 64). In such circumstances the Court is satisfied that the respect for human rights as defined in the Convention (Article 37 § 1 in fine) does not require it to continue the examination of this part of the application. Therefore, it is no longer justified to continue the examination of the applicant’s complaint under Article 34 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "31.  The Court further notes that the Committee of Ministers remains competent to supervise, in accordance with Article 46 § 2 of the Convention, the implementation of the judgments concerning the same issues. In any event, the Court’s decision is without prejudice to any decision it might take to restore, pursuant to Article 37 § 2 of the Convention, this part of the application to its list of cases should the Government fail to comply with the terms of their unilateral declaration (see, with further references, Kopanitsyn v. Russia, no. 43231/04, § 31, 12 March 2015).",
                                "elements": []
                            },
                            {
                                "content": "32.  Accordingly, the part of the application pertaining to the applicant’s complaints under Articles 3 and 34 of the Convention should be struck out of the list.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant also complained that she did not have at her disposal an effective domestic remedy in respect of the poor conditions of detention. She invoked Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "34.  In their observations on admissibility and merits of the application of 8 October 2010, the Government submitted that the applicant had had effective domestic remedies at her disposal but had failed to use them. They made no comment concerning Article 13 of the Convention in their letter of 26 February 2016 (see paragraph 24 above).",
                                "elements": []
                            },
                            {
                                "content": "35.  The applicant maintained her complaint.",
                                "elements": []
                            },
                            {
                                "content": "36.  The Court points out that it has already found that the Russian legal system did not provide an effective remedy that could be used to prevent the alleged violation or its continuation and provide applicants with adequate and sufficient redress in connection with a complaint about inadequate conditions of detention (see Ananyev and Others, cited above, § 119). The Government have presented no arguments or evidence to enable the Court to reach a different conclusion in the case at hand. In the light of the Government’s acknowledgement in respect of the applicant’s complaint under Article 3 of the Convention (see paragraph 24 above), which confirms its “arguable” nature, the Court concludes that the complaint under Article 13 of the Convention is admissible. It further finds that the applicant had no effective domestic remedy at her disposal in respect of the complaint concerning the conditions of detention.",
                                "elements": []
                            },
                            {
                                "content": "37.  There has accordingly been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "38.  The applicant further complained that her pre-trial detention between 23 August 2007 and 11 July 2008 had been in excess of the “reasonable time” requirement of Article 5 § 3 of the Convention, which reads, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "39.  The Government claimed that the length of the applicant’s pre-trial detention was compatible with Article 5 § 3 of the Convention. They referred to particular complexity of the criminal case against the applicant, which involved three co-defendants, nine victims and forty persons questioned at the investigation stage. They also submitted that the trial hearings had been repeatedly postponed owing to the victims’ and witnesses’ failure to appear and insisted that there had been a risk of the applicant influencing the minor codefendants. In the Government’s submission, the detention orders concerning the applicant had contained motives and had been wellreasoned. They emphasised that the detention orders, as well as the decision of 18 February 2008 maintaining the measure of restraint, had not been appealed against.",
                                "elements": []
                            },
                            {
                                "content": "40.  The applicant submitted that the District Court when extending the term of the detention had failed to consider her personal circumstances, such as mental health issues and gainful employment. She submitted that all three co-defendants had made statements of surrender and confession as early as in August 2007, which, in her opinion, served to dismantle the argument concerning undue influence on Z. and S. In sum, the applicant insisted that her detention for almost eleven months had been excessively long.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "41.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "42.  The Court will examine the applicant’s complaint in the light of the general principles summarised, among other authorities, in Khayletdinov v. Russia (no. 2763/13, §§ 89-90, 12 January 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Turning to the circumstances of the present case, the Court observes that the applicant was in pre-trial detention between 23 August 2007 and 11 July 2008, that is, for ten months and nineteen days. Her prolonged detention was justified with references to the gravity of charges and a risk of obstruction of justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court has already, on a large number of occasions, examined applications against Russia raising similar complaints under Article 5 § 3 of the Convention and found violations of that Article where the domestic courts extended an applicant’s detention relying essentially on the seriousness of the charges and using stereotyped formulae without addressing his or her specific situation (see, among many others, Valeriy Samoylov v. Russia, no. 57541/09, §§ 102-24, 24 January 2012, and Sutyagin v. Russia, no. 30024/02, §§ 138-45, 3 May 2011). Furthermore, the Court has already found that an excessive length of pre-trial detention in Russia reveals a structural problem consisting of “a practice that is incompatible with the Convention” (see Zherebin v. Russia, no. 51445/09, § 80, 24 March 2016). In doing so, it specifically pointed out at the Russian courts’ reliance on the seriousness of the charges as the primary source to justify the risk of the applicant’s absconding, re-offending or interfering with the administration of justice and their failure to envisage the possibility of imposing other preventive measures expressly provided for by Russian law to secure the proper conduct of the criminal proceedings (ibid., § 79). The Court considers that the arguments advanced by the Government in the present case do not warrant a departure from this wellestablished case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Accordingly, the Court finds that the applicant’s pre-trial detention did not meet the requirements of Article 5 § 3 of the Convention. There has therefore been a violation of this provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "47.  The applicant claimed 30,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government considered the amount claimed to be excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court observes that in the present case it has found, in particular, violations of Articles 5 § 3 and 13 of the Convention. In such circumstances it considers it appropriate to award the applicant EUR 1,300 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "50.  The applicant also claimed EUR 6,150 for the costs and expenses incurred at the national level and before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Government submitted that the applicants are entitled to reimbursement of their costs and expenses only in so far as it has been shown that they have been actually incurred and were reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable to award the sum of EUR 3,000 covering costs for the proceedings before it, plus any tax that may be chargeable to the applicant. This amount is to be paid into the bank account of the applicant’s representatives, as requested by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "53.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides, having regard to the terms of the Government’s declaration, and the modalities for ensuring compliance with the undertakings referred to therein, to strike the application out of its list of cases in accordance with Article 37 § 1 (c) of the Convention in so far as it concerns the complaints under Articles 3 and 34 of the Convention about the inhuman and degrading conditions of the applicant’s detention in remand prison IZ52/1 in Nizhniy Novgorod between 23 August and 20 December 2007 and the hindrance with her right to individual petition;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints under Articles 5 § 3 and 13 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 October 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helena Jäderblom",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GAVRILOVA v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-167486.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:1018JUD005243107",
    "externalsources": [],
    "extractedappno": [
        "52431/07",
        "7/56",
        "61767/08",
        "20756/04",
        "44898/10",
        "42525/07",
        "60800/08",
        "1555/04",
        "43231/04",
        "2763/13",
        "57541/09",
        "30024/02",
        "51445/09"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-167486",
    "judgementdate": "18/10/2016 00:00:00",
    "kpdate": "18/10/2016 00:00:00",
    "kpthesaurus": [
        "448",
        "227",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "13",
        "5-3",
        "5"
    ],
    "parties": [
        "GAVRILOVA",
        "RUSSIA"
    ],
    "rank": "1649.4033203125",
    "representedby": [
        "RYZHOV A.",
        "SADOVSKAYA O."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "457309",
    "typedescription": "15"
}