{
    "__articles": "8;13",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life;No violation of Article 13 - Right to an effective remedy",
    "applicability": "",
    "appno": "15035/03",
    "article": [
        "13",
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "No violation of Article 13 - Right to an effective remedy",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-93237.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 15035/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Bulgarian national, Mr Konstantin Popov (“the applicant”), on 23 April 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Ekimdzhiev and Mrs S. Stefanova, lawyers practising in .",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the authorities opened and checked his correspondence in prison and that he had had no effective remedy.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 12 November 2007 the President of the Fifth Section decided to give notice of the application to the Government. It was also decided to rule on its admissibility and merits at the same time (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1982 and lives in Saedinenie.",
                                "elements": []
                            },
                            {
                                "content": "6.  On an unspecified date before 2003 he was charged with the commission of a criminal offence and detained pending trial in Plovdiv Prison. On a later unspecified date he started serving a custodial sentence. In 2007 he was released.",
                                "elements": []
                            },
                            {
                                "content": "7.  On three separate occasions, namely on 4 February, 28 February and 7 April 2003, the applicant sent letters to his defence counsel regarding his multiple sentences, the expected cumulative sentence and his request to be released on bail. The letters were handed to the prison administration by him in envelopes bearing the address of the lawyer, ready to be posted. The staff of the prison put a stamp “inspected” on the envelope of each letter prior to dispatching them to their destination.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 4 June 2003 the applicant’s counsel sent a letter to the prison administration in which she brought to the attention of the head of the prison the fact that certain letters sent to her by prisoners bore the stamp “inspected”. By a letter dated 2 July 2003 the applicant’s counsel was informed that in cases where there was suspicion that a prisoner’s letter, which appeared to have been addressed to a defence lawyer, was in fact addressed to a third party, the prison administration carried out inspections in order to ascertain who the genuine recipient was.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "9.  The relevant domestic law and practice concerning the correspondence of detainees and prisoners has been summarised in the Court’s judgment in the case of Petrov v. Bulgaria, no. 15197/02, §§ 17-23 and 25, 22 May 2008.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "10.  The applicant complained under Article 8 of the Convention that his correspondence with his legal counsel had been monitored by the prison administration. Article 8, in so far as relevant, reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for ... his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "11.  The Government did not make submissions.",
                                "elements": []
                            },
                            {
                                "content": "12.  In his observations, the applicant reiterated his initial argument that the interference with his right to respect for his correspondence had not been “in accordance with the law”.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "13.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "14.  The Court observes that at least three letters sent by the applicant to his defence counsel were opened and possibly read by the prison administration (see paragraph 7 above). The practice of opening such letters was acknowledged in the administration’s letter to the applicant’s counsel of 2 June 2003 (see paragraph 8 above). In these circumstances the Court finds that there was an interference with the applicant’s right to respect for his correspondence under Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Such interference will give rise to a breach of Article 8 unless it can be shown that it was “in accordance with the law”, pursued one or more legitimate aims as defined in paragraph 2 and was “necessary in a democratic society” to achieve those aims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Court does not find it necessary to determine whether the interference was “in accordance with the law” as it considers that it was in breach of Article 8 of the Convention in other respects (see Petrov, cited above, § 41).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Concerning the requirement that the interference be “necessary in a democratic society” for the achievement of a legitimate aim, the Court notes that the applicant addressed the letters in question to his lawyer and handed them to the prison administration in envelopes (see paragraph 7 above). In these circumstances, the administration’s explanation that they needed to open the letters and inspect them in order to verify whether they were indeed addressed to the lawyer is unconvincing. It was not based on any fact and apparently did not concern a concrete suspicion regarding the particular case but referred to a general hypothetical possibility of abuse, which the prison administration viewed as sufficient to justify a policy of systematic control. In reality, the entirety of prisoners’ incoming and outgoing correspondence, including that with their lawyers, was subject to inspection under section 33 of the Execution of Punishments Act. This systematic monitoring of prisoners’ correspondence by the authorities in  was found by the Court to be in breach of Article 8 (see Petrov, cited above §§ 43-45, and Bochev v. Bulgaria, no. 73481/01, §§ 94-98, 13 November 2008). The Court does not see any reason to reach a different conclusion in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  It follows that there has been a violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant also complained that he had not had an effective remedy in respect of his right to respect for his correspondence, in breach of Article 13 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "20.  The Government did not make submissions.",
                                "elements": []
                            },
                            {
                                "content": "21.  In his submissions, the applicant considered that there was a violation of Article 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "22.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "23.  The Court observes that in Petrov v. Bulgaria it concluded that there had been no violation of Article 13 of the Convention as the monitoring of the applicant’s correspondence had not resulted from an individual decision of the prison administration or other authority but directly from the application of the relevant legislation, and because Article 13 did not guarantee a remedy allowing a Contracting State’s primary legislation to be challenged before a national authority on the ground that it was contrary to the Convention (see Petrov, cited above, § 65). The Courts sees no reason to reach a different conclusion in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Accordingly, there has been no violation of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "26.  The applicant did not claim pecuniary damages. In respect of nonpecuniary damage, he clamed 10,000 euros (EUR).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court considers that the applicant must have sustained nonpecuniary damage as a result of the breach of his right to respect for his correspondence. Taking into account all the circumstances of the case, the Court awards him EUR 1,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "29.  The applicant claimed EUR 2,240 for 32 hours of work by his lawyers, at the hourly rate of EUR 70. In support of this claim he presented a time sheet. He also claimed EUR 146 for postage, translation and office expenses. He requested that any sums awarded for costs and expenses be paid directly to his lawyers, Mr M. Ekimdzhiev and Mrs S. Stefanova.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In the present case, regard being had to the information in its possession and the above criteria, to the fact that the complaints examined in the present case are of relatively low complexity, and also to the applicant’s failure to provide all necessary documents (such as invoices for the expenses for translation), the Court finds it reasonable to award EUR 800 in respect of costs and expenses under all heads, to be paid directly into the applicant’s lawyers’ bank accounts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "33.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Bulgarian levs at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 25 June 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "Rait Maruste",
            "role": "judges"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KONSTANTIN POPOV v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-93237.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0625JUD001503503",
    "externalsources": [],
    "extractedappno": [
        "15035/03",
        "15197/02",
        "73481/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-93237",
    "judgementdate": "25/06/2009 00:00:00",
    "kpdate": "25/06/2009 00:00:00",
    "kpthesaurus": [
        "451",
        "444"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "13",
        "8"
    ],
    "parties": [
        "KONSTANTIN POPOV",
        "BULGARIA"
    ],
    "rank": "680.53955078125",
    "representedby": [
        "EKIMDJIEV M.",
        "STEFANOVA S."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "420694",
    "typedescription": "15"
}