{
    "__articles": "8;8-1;8-2;36;36-1;41",
    "__conclusion": "Violation of Art. 8;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award",
    "applicability": "",
    "appno": "29192/95",
    "article": [
        "36",
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award",
            "type": "other"
        }
    ],
    "content": {
        "001-59160.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 24 November 1998 and by the Government of the Netherlands (“the Government”) on 15 January 1999, within the three-month period laid down by former Articles 32 § 1 and 47 of the European Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”). It originated in an application (no. 29192/95) against the Kingdom of the Netherlands lodged with the Commission under former Article 25 of the Convention by a Turkish national, Mr Mehmet Cılız (“the applicant”), on 6 November 1995. ",
                        "elements": []
                    },
                    {
                        "content": "The Commission's request referred to former Articles 44 and 48 and to the declaration whereby the Netherlands recognised the compulsory jurisdiction of the Court (former Article 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  On 14 January 1999 a panel of the Grand Chamber decided, pursuant to Article 5 § 4 of Protocol No. 11 to the Convention and Rules 100 § 1 and 24 § 6 of the Rules of Court, that the application would be examined by one of the Sections. It was, thereupon, assigned to the First Section.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Chamber constituted within that Section included ex officio Mrs W. Thomassen, the judge elected in respect of the Netherlands (Article 27 § 2 of the Convention and Rule 26 § 1 (a) of the Rules of Court) and Mrs E. Palm, President of the Section (Rules 12 and 26 § 1 (a)). The other members designated by the latter to complete the Chamber were Mr J. Casadevall, Mr L. Ferrari Bravo, Mr R. Türmen, Mr C. Bîrsan and Mr R. Maruste. ",
                        "elements": []
                    },
                    {
                        "content": "4.  On 6 July 1999 the Chamber decided to hold a hearing.",
                        "elements": []
                    },
                    {
                        "content": "5.  In accordance with Rule 59 § 3 the President of the Chamber invited the parties to submit memorials on the issues in the application. No memorial was submitted by the applicant. The Registrar received the Government's memorial on 23 April 1999. In addition, third-party comments were received from the Government of the Republic of Turkey, which had exercised its right to intervene (Article 36 § 1 of the Convention and Rule 61 § 2). The respondent Government replied to those comments (Rule 61 § 5).",
                        "elements": []
                    },
                    {
                        "content": "6.  The hearing took place in public in the Human Rights Building, Strasbourg, on 30 November 1999 (Rule 59 § 2).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "7.  By letter of 21 December 1999 the Government submitted a copy of the decision of the Utrecht Regional Court of 15 December 1999 in the applicant's case.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.\tTHE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant came to the Netherlands on 31 March 1988 where he married a Turkish woman on 29 December 1988. Upon his request he was granted a residence permit by the head of the Utrecht police on 14 February 1989 which enabled him to live with his spouse and to work in the Netherlands. This residence permit was valid for one year and, on 5 April 1990, the applicant was given a document showing that as a result of his marriage he was allowed to reside in the Netherlands indefinitely.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 27 August 1990, a son, Kürsad, was born to the applicant and his wife. ",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant and his wife separated in November 1991 and divorce proceedings were initiated. As the applicant's right to reside in the Netherlands indefinitely had been dependent on his being married and cohabiting with his spouse, he lost this right ex jure from the moment of separation. On 24 January 1992, the applicant applied for and was granted an independent residence permit in order to work in the Netherlands pursuant to the relevant provisions of the Aliens Circular (Vreemdelingencirculaire; see paragraphs 40-42 below). This permit was valid for one year. ",
                                "elements": []
                            },
                            {
                                "content": "11.  In the period immediately following the separation the applicant made no attempt to see Kürsad, but at a later stage he requested the Utrecht Regional Court (Arrondissementsrechtbank) to establish an arrangement concerning parental access (omgangsregeling – “formal access arrangement”). The Regional Court requested the Child Care and Protection Board (Raad voor de Kinderbescherming) to investigate the feasibility of such an arrangement.",
                                "elements": []
                            },
                            {
                                "content": "12.  In its report of 18 January 1993, the Child Care and Protection Board stated that after an initial refusal to cooperate in a formal access arrangement, the mother had agreed for the applicant to meet Kürsad several times on a provisional basis at the maternal grandparents' house but that the applicant had failed to contact the Board. The Board concluded that the applicant's situation had not become sufficiently clear and for this reason the Board found that a formal access arrangement would not be appropriate.",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicant requested a prolongation of his residence permit in order to work in the Netherlands from the head of the Utrecht police on 11 January 1993. At this time the applicant was in receipt of unemployment benefits and for this reason his request was rejected on 3 February 1993. As regards Article 8 of the Convention, the head of the Utrecht police considered, inter alia, that since it appeared that the applicant had no regular contacts with his son there was no family life between them within the meaning of this provision. In this respect it was held that the applicant's claim that it was not his fault that no regular contacts took place could not be taken into account, since regard could only be had to the factual situation. Furthermore, even assuming there was family life between the applicant and his son, an interference with the right to respect for this life would, according to the head of the Utrecht police, be justified under paragraph 2 of Article 8. ",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant requested the State Secretary for Justice (Staatssecretaris voor Justitie) on 22 April 1993 to review (herzien) the decision of the head of the Utrecht police. He submitted that he was in the process of obtaining a permanent employment contract. He conceded that at present the contacts with Kürsad had not yet been regularised but that the Regional Court of Utrecht was expected to examine and to grant a request for a formal access arrangement shortly afterwards.",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicant's marriage was officially dissolved on 17 March 1994.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 15 July 1994, the applicant was heard by the Advisory Commission for Aliens' Affairs (Adviescommissie voor Vreemdelingenzaken). The applicant stated that since February 1993 he had visited Kürsad between one and three times a week.",
                                "elements": []
                            },
                            {
                                "content": "17.  The Advisory Commission proposed to the State Secretary for Justice that the applicant's request for revision be rejected. Even though it considered that there was family life between the applicant and Kürsad and that the refusal to grant the applicant continued residence in the Netherlands would constitute an interference with the applicant's right to respect for his family life, the Advisory Commission held that this interference was justified for the protection of the economic well-being of the country. In this respect the Advisory Commission considered that the applicant was in receipt of unemployment benefits. Although it might be true that these benefits would be withdrawn in view of the applicant's contract as a stand-by employee in the clothing industry, the Advisory Commission did not regard these activities as serving an essential national interest since it had appeared that on the Netherlands labour market other people, having priority over the applicant, were available for this kind of work.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Advisory Commission further took into account that the applicant had only lived with Kürsad for eighteen months, that he saw Kürsad irregularly and briefly, and that he contributed irregularly to the costs of Kürsad's upbringing and education. ",
                                "elements": []
                            },
                            {
                                "content": "19.  In line with the opinion of the Advisory Commission, the State Secretary for Justice rejected the applicant's request for revision on 6 October 1994. ",
                                "elements": []
                            },
                            {
                                "content": "20.  The applicant filed an appeal against the decision of 6 October 1994 with the Aliens' Division (Vreemdelingenkamer) of The Hague Regional Court sitting in Amsterdam (nevenzittingsplaats Amsterdam) on 31 October 1994. He submitted, inter alia, that contrary to what the Advisory Commission had held, he had an intense relationship with Kürsad. ",
                                "elements": []
                            },
                            {
                                "content": "21.  Meanwhile, following a hearing on 25 November 1994, the Utrecht Regional Court on 24 January 1995 appointed the applicant's former wife as guardian (voogdes) and the applicant as auxiliary guardian (toeziend voogd) of Kürsad. It further ordered that as a contribution to the costs of the maintenance and education of Kürsad, the applicant should pay to the mother any child benefits he might receive under the statutory regulations. In view of the circumstances and the relationship between the parties the Regional Court found it inappropriate, however, to lay down in a formal access arrangement the varying contacts which the applicant was having with Kürsad at that time. The Regional Court assumed in this respect that the contacts which the applicant had had and was still having with Kürsad would be continued in the future; it added that, as part of the upbringing of the child, it was incumbent on the mother to ensure that these contacts between father and child took place.",
                                "elements": []
                            },
                            {
                                "content": "22.  The applicant filed an appeal with the Amsterdam Court of Appeal (Gerechtshof) against the decision of the Utrecht Regional Court not to establish a formal access arrangement. A hearing took place on 19 April 1995, during which the applicant's former wife stated that she was not willing to cooperate in a formal access arrangement, since she felt that the applicant only wished to have such an arrangement established in order to obtain a right to reside in the Netherlands. Furthermore, she did not believe that the applicant was capable of maintaining regular contacts with Kürsad and submitted that irregular contacts would not be conducive to the boy's well-being. ",
                                "elements": []
                            },
                            {
                                "content": "23.  On 10 May 1995, a hearing took place before the Hague Regional Court sitting in Amsterdam on the appeal filed by the applicant against the rejection of his request for revision of the decision not to prolong his residence permit. The Regional Court rejected the appeal by decision of 24 May 1995. It held that the refusal to grant the applicant continued residence in the Netherlands constituted a justified interference with his family life. The Regional Court considered in this respect, inter alia, that the Utrecht Regional Court had rejected the applicant's request to establish a formal access arrangement. It found, furthermore, that the contacts between the applicant and Kürsad were irregular and short and that the applicant did not contribute regularly to the costs of his son's maintenance and education. The Regional Court further held that the economic well-being of the country should be taken into account as well. It noted that the applicant had submitted an employment contract from which it appeared that his probationary period had not yet been concluded and that, in any event, there was a sufficient amount of work force with priority over the applicant available on the Netherlands labour market for the kind of work the applicant was employed to do. ",
                                "elements": []
                            },
                            {
                                "content": "24.  When this decision was sent to the applicant, that is, on 26 June 1995, the applicant's probationary period had come to an end and he was in possession of a contract of employment for an indefinite period.",
                                "elements": []
                            },
                            {
                                "content": "25.  As regards the applicant's request for the establishment of a formal access arrangement, the Court of Appeal decided in an interlocutory judgment of 1 June 1995 to adjourn these proceedings. The Court found that at the present time there was insufficient reason to deny the applicant right of access to his son. As it was not clear to what extent the applicant was genuinely interested in Kürsad the Court of Appeal requested the Child Care and Protection Board to organise a number of supervised trial meetings between the applicant and Kürsad in order to have the applicant's motives clarified.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 19 September 1995, the applicant was informed that the Court of Appeal had further adjourned the proceedings until 3 December 1995 in view of the heavy workload of the Child Care and Protection Board. By letter of 16 October 1995, the applicant asked the Court of Appeal whether a different organisation might be appointed to organise the trial meetings as he wished to see Kürsad and a further delay would be detrimental to both the applicant and the child.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 31 October 1995, the applicant was placed in detention with a view to his expulsion (vreemdelingenbewaring). ",
                                "elements": []
                            },
                            {
                                "content": "28.  On 2 November 1995, the applicant again requested a residence permit in order to work in the Netherlands, to be able to be with his child and for reasons of a compelling humanitarian nature. On this occasion he told the head of police that as of February 1995 he had stopped contributing financially to his son's maintenance since his former wife no longer allowed him to see Kürsad. ",
                                "elements": []
                            },
                            {
                                "content": "29.  The first trial meeting between the applicant and Kürsad, organised by the Child Care and Protection Board, took place on 3 November 1995 at the offices of this organisation. Since the applicant was still in detention, he was accompanied by two police officers who observed the meeting between the applicant and Kürsad from a different room. ",
                                "elements": []
                            },
                            {
                                "content": "30.  On 7 November 1995, the applicant's representative contacted the officer of the Child Care and Protection Board who had also been present at the meeting between the applicant and his son. In the opinion of this officer, the meeting had gone well given the circumstances under which it had taken place. Although father and son initially had had to re-accustom themselves to being together, it had been clear that Kürsad knew his father and was familiar with him. After the meeting Kürsad had spontaneously gone to the window to wave to the applicant. The officer submitted as her opinion that another trial meeting should be organised by the Board, perhaps in the presence of a psychologist, following which the possibility of a supervised access arrangement should be considered.",
                                "elements": []
                            },
                            {
                                "content": "31.  The applicant's request of 2 November 1995 for a residence permit was rejected by the State Secretary for Justice on 6 November 1995. The State Secretary held that no relevant new facts had been adduced by the applicant. On the basis of the information submitted by the police officers who had observed the meeting between the applicant and Kürsad on 3 November 1995, the State Secretary considered furthermore that it had not appeared that the relationship between the applicant and his son at the present time was meaningful, mutual or anything more than shallow and neither was it realistically foreseeable that a closer relationship would develop.",
                                "elements": []
                            },
                            {
                                "content": "32.  The applicant filed an objection (bezwaar) against the refusal of a residence permit with the State Secretary for Justice on 6 November 1995. He submitted, inter alia, that proceedings concerning access to his son were still pending before the Amsterdam Court of Appeal and that the trial meeting which had been ordered by the Court of Appeal on 1 June 1995 had only taken place as late as 3 November 1995. Given the fact that at that time the applicant had been in detention, it was unreasonable to expect that this meeting between the applicant and Kürsad would give a true impression of the nature of the relationship between them. The applicant also requested an interim measure from the President of the Hague Regional Court sitting in Amsterdam.",
                                "elements": []
                            },
                            {
                                "content": "33.  The applicant was expelled to Turkey on 8 November 1995.",
                                "elements": []
                            },
                            {
                                "content": "34.  On 7 March 1996 the President of the Regional Court rejected both the objection which the applicant had filed against the refusal of a residence permit and the request for an interim measure.",
                                "elements": []
                            },
                            {
                                "content": "35.  The appeal proceedings concerning the formal access arrangement before the Amsterdam Court of Appeal were adjourned for some time and finally continued in the absence of the applicant who had not been granted an entry visa in order to attend either more trial meetings or the hearing before the Court of Appeal. On 7 May 1998 the Court of Appeal confirmed the decision of the Utrecht Regional Court not to lay down a formal access arrangement (see paragraph 21 above). Having regard to the report of the Child Care and Protection Board of 18 January 1993 (see paragraph 12 above), the fact that Kürsad and his father had not seen each other since November 1995, that it had not been possible for the trial meetings – except for the one of 3 November 1995 – to take place within a reasonable time, the uncertainty as to whether the father would come to the Netherlands and stay there temporarily, the continued doubt as to whether the father was capable of maintaining regular contacts with Kürsad and the continuing tension in respect of the father's uncertain situation, the Court of Appeal considered that such an arrangement would be contrary to the compelling interests of the child.",
                                "elements": []
                            },
                            {
                                "content": "36.  The applicant lodged an appeal on points of law against this decision with the Supreme Court (Hoge Raad) which was rejected on 16 April 1999.",
                                "elements": []
                            },
                            {
                                "content": "37.  Meanwhile, on 5 January 1999, the applicant re-entered the Netherlands with a visa valid for three months. He submitted a new application for a formal access arrangement to the Utrecht Regional Court on 25 January 1999, arguing that there had been a change of circumstances since the decision of the Court of Appeal of 7 May 1998 (see paragraph 35 above) in that he was currently in the Netherlands and had employment. Following a hearing on 23 February 1999, during which Kürsad's mother stated that the boy did not want to see the applicant, the Regional Court requested the Child Care and Protection Board to examine whether it would be in Kürsad's best interests to be brought into contact with his father.",
                                "elements": []
                            },
                            {
                                "content": "38.  On 15 December 1999 the Regional Court rejected the applicant's request for a formal access arrangement and denied him the right of access to his son. It noted the conclusion reached by the Child Care and Protection Board, after another trial meeting had taken place, to the effect that the interests of the child militated against access since Kürsad had displayed strong opposition to the idea and the applicant had not proved able to overcome this opposition. The applicant has lodged an appeal against this decision, which proceedings are currently still pending.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Admission, residence and expulsion",
                                "elements": [
                                    {
                                        "content": "39.  Under section 11(2) of the Aliens Act (Vreemdelingenwet) residence permits granted for a specific purpose, such as family reunification or family formation, can be granted subject to restrictions relating to that purpose. If the purpose for which the permit was granted is no longer complied with, the residence permit may be revoked pursuant to section 12(d) of the Aliens Act, and prolongation may be refused pursuant to section 11(5) of the Act on grounds relating to the public interest. An alien who has been granted entry to the Netherlands but is not or is no longer eligible for admission is under an obligation to leave the country pursuant to section 15(d)(2). If he or she does not leave voluntarily, expulsion may follow (section 22).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Netherlands authorities pursue a restrictive immigration policy in view of the high population density. Admission is only granted on the basis of treaty obligations, if the individual's presence serves an essential national interest or if there exist compelling reasons of a humanitarian nature. This policy is laid down, inter alia, in the “Circular on Aliens” (Vreemdelingencirculaire – “the Circular”): a body of directives drawn up and published by the Ministry of Justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  At the relevant period, the requirements for admission of aliens for the purpose of family reunification and family formation, and for continued residence after separation, were laid down in Chapter B19 of the 1982 Circular. Aliens married to either a Netherlands national, a recognised refugee or a holder of a permanent residence permit (vestigingsvergunning) acquired, after one year of legal residence, ex jure an indefinite right to remain pursuant to section 10(2) of the Aliens Act. This right expired ex jure when the spouses no longer cohabited.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Pursuant to Article 4.3 paragraphs (a) and (d) of Chapter B19 of the 1982 Circular an alien whose marriage had lasted for at least three years before it broke down could be granted one year's residence from the date of the de facto breakdown of the marriage, subject to the restriction “for the purpose of finding work, in paid employment or self-employed”. During this year, dependence on social security or unemployment benefits would not be held against the alien. When assessing an application for a subsequent prolongation of the residence permit, the authorities had to determine whether the person concerned was in paid employment or was self-employed, and would continue to be so for at least another year, regardless whether this durable income was obtained from work in a sector where there were sufficient nationals of European Union member States or aliens residing lawfully in the Netherlands available to fill all vacancies. Where no such employment existed for another year, the right of continued residence would be denied. Employment found subsequently would not change that decision unless that work served an essential national interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Respect for family life as enshrined in Article 8 of the Convention constitutes one of the treaty obligations which may lead to the granting of admission or continued residence (see paragraph 40 above). Article 1.2 of Chapter B19 of the 1982 Circular provided in this respect that where an alien was not eligible for (continued) residence on the basis of the applicable rules, the question whether a refusal of (continued) residence was in accordance with Article 8 of the Convention should always be examined. Similarly, Article 4.4 of Chapter B19 of the 1982 Circular stipulated that in the decision whether or not to grant continued residence, regard should be had to the individual's family life within the context of Article 8 of the Convention. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Access to children following divorce",
                                "elements": [
                                    {
                                        "content": "44.  Article 377a of Book 1 of the Civil Code (Burgerlijk Wetboek) regulates access between a child and the parent who was not awarded parental responsibility following the divorce, as well as the grounds on which access can be denied. This provision, in so far as relevant, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A child and a parent on whom parental responsibility has not been conferred shall have the right of access to each other.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  At the request of one or both parents, the court shall establish an arrangement, for an indefinite period or otherwise, for the exercise of the right of access, or shall deny the right of access, for an indefinite period or otherwise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The court shall deny the right of access only if:",
                                        "elements": []
                                    },
                                    {
                                        "content": "a.  access would seriously damage the child's psychological or physical development;",
                                        "elements": []
                                    },
                                    {
                                        "content": "b.  the parent is clearly incapable or must clearly be deemed incapable of access;",
                                        "elements": []
                                    },
                                    {
                                        "content": "c.  when interviewed, a child over the age of 12 has indicated serious objections to access;",
                                        "elements": []
                                    },
                                    {
                                        "content": "d.  access would be contrary in some other way to the compelling interests of the child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  If the parents disagree about the access arrangement, the courts request the Child Care and Protection Board for a report. Where the father has seen the child only occasionally since the child was very young and the parents are in dispute about the question of access, the Board may organise a number of meetings on Board premises, in order to determine how the child responds to the father and how the father treats the child. Such observations are then used to decide on the request for an access arrangement.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "proceedings before the commission",
                "elements": [
                    {
                        "content": "46.  The applicant applied to the Commission on 6 November 1995. He maintained that the authorities' refusal to grant him continued residence and his subsequent expulsion had infringed Articles 3, 8 and 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "47.  On 27 June 1996 the Commission declared the complaints under Articles 3 and 14 inadmissible, and on 22 October 1997 it declared the  complaint under Article 8 admissible.",
                        "elements": []
                    },
                    {
                        "content": "48.  In its report of 20 May 1998, the Commission expressed the unanimous opinion that there had been a violation of Article 8 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  alleged violation of article 8 of the Convention",
                        "elements": [
                            {
                                "content": "49.  The applicant complained that the refusal by the Netherlands authorities to extend his residence permit infringed Article 8 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments before the Court",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "50.  At the hearing, the representative of the applicant argued that the expulsion of the applicant and the decisions taken subsequently by the Netherlands authorities constituted an interference with the applicant's right to respect for his family life with his son. This interference could not be justified under the second paragraph of Article 8. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Although it was true that following the separation from his wife in November 1991 the applicant had gone through a period of psychological difficulties during which he had had no contact with his son, from early 1993 until January 1995 he had seen Kürsad between one and three times a week. Moreover, he had also contributed financially to Kürsad's upbringing during this time. It had been Kürsad's mother who had interpreted the refusal of the Utrecht Regional Court of 24 January 1995 to establish a formal access arrangement as constituting a denial of the applicant's right to access, despite that court's instructing her to assure the continuation of the existing contacts between her son and his father. Nevertheless, the one trial meeting that had taken place before the applicant was expelled had illustrated that even after a period of ten months during which they had not seen each other, the contact between the applicant and Kürsad was good.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Instead of putting the interests of the child first in the decision-making process there had been a lack of coordination on the part of the administrative and judicial bodies involved, and as a result the subsequent trial meetings which had been ordered by one authority could not take place because the applicant had been expelled and been refused a visa to return on account of decisions taken by other authorities.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The respondent Government",
                                        "elements": [
                                            {
                                                "content": "53.  The respondent Government asserted that the present case should be distinguished from the case of Berrehab v. the Netherlands (judgment of \n21 June 1988, Series A no. 138), with which the Commission had sought to compare it, on two clear grounds. In the first place, the interest of the economic well-being of the country carried more weight in the instant case in view of the fact that the applicant had been in receipt of welfare benefits on expiry of the one year period which he had been granted to find employment. Furthermore, the applicant had only irregularly made financial contributions to the care and upbringing of his son. Mr Berrehab, on the other hand, had been gainfully employed and was bearing part of the costs of his daughter's care and upbringing (ibid., pp. 89, §§ 8 and 9). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "Secondly, contrary to the situation in the Berrehab case, the circumstances of the present case did not disclose the existence of close family ties between the applicant and his son which were severed upon the expulsion of the applicant. After leaving the marital home when his son was 15 months old, the applicant only ever had contacts with the child on an irregular basis, whereas Mr Berrehab saw his daughter four times a week for several hours at a time (ibid., p. 14, § 21). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In the submission of the respondent Government, it would go beyond a State's obligations under Article 8 of the Convention to allow an alien to remain on its territory in order to give him the chance to try and develop close ties with his child in the absence of concrete indications that within a certain period of time the development of such ties might materialise, bearing in mind that in the past years the person concerned had hardly shown a genuine interest in the upbringing and well-being of the child and had hardly maintained any factual family ties at all.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Commission",
                                        "elements": [
                                            {
                                                "content": "55.  In the opinion of the Commission, the facts of the case did not establish unequivocally that the applicant did not value the contacts with his son or that their relationship was only of a shallow nature. The Commission was struck in this respect by the fact that the applicant was expelled at a moment when the official investigation into the closeness of the ties between father and son had not yet been concluded, and that he was subsequently denied an entry visa allowing him to take part in the proceedings concerning access. It concluded that, in violation of Article 8 of the Convention, the respondent State had failed to strike a fair balance between the interest of the applicant and his son in continued contact and the general interest of the economic well-being of the country. ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The Government of Turkey",
                                        "elements": [
                                            {
                                                "content": "56.  The Government of Turkey observed in the first place that the rights guaranteed by Article 8 of the Convention did not only apply to aliens residing lawfully in a Contracting State. In their view, the interference with the applicant's right to respect for his family life was not in accordance with the law as required by Article 8 § 2 of the Convention. The legal provisions in force attached consequences to an alien's right to remain in the Netherlands after he had stopped cohabiting with his spouse  even before a divorce had been pronounced  without making any allowances for the family ties between the alien and his children born from the marriage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Government of Turkey further noted that it was only the economic well-being of the country that had militated in favour of the applicant's expulsion. However, in their submission this concept had undergone important changes since the time of economic hardship in the post-Second World War era during which the Convention had been drawn up. Given the current trend of economic deregulation and in view of the abolition of all restrictions on immigration when it comes to nationals of member States of the European Union, the protection of the country's economic well-being could no longer carry such overriding importance as to outweigh the interests of the applicant in continued contact with his son. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The impugned measure was, moreover, disproportionate. Not only did it bring to an end all possibilities for the father to have normal access to his son, the child had also been at an age where the fear of abandonment was at its strongest and could have serious consequences for his future development.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  Whether the bond between the applicant and his son amounted to “family life”",
                                        "elements": [
                                            {
                                                "content": "59.  Having regard to its previous case-law the Court observes that there can be no doubt that a bond amounting to family life within the meaning of Article 8 § 1 of the Convention exists between the parents and the child born from their marriage-based relationship, as was the case in the present application. Such natural family relationship is not terminated by reason of the fact that the parents separate or divorce as a result of which the child ceases to live with one of its parents (see the Berrehab judgment cited above, p. 14, § 21, and the Keegan v. Ireland judgment of 26 May 1994, Series A no. 290, p. 19, § 50; see also Irlen v. Germany, application no. 12246/86, Commission decision of 13 July 1987, Decisions and Reports 53, p. 225).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  Clearly, in the present case the relationship between the parents following their separation was not as harmonious with respect to the matter of the father's access to his child as in the case of Berrehab. Neither can it be said that the applicant demonstrated at all times to what extent he valued meetings with his son. It thus appears that during the period immediately following the separation, the applicant made no attempt to see his son and that, when he did express a desire to meet with him, he failed to keep appointments with the relevant authorities (see paragraphs 11-12 above). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "Nevertheless, contact was re-established from February 1993 and there then followed a period during which meetings took place between the applicant and his son, if not on a regular basis, then at least with some frequency. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "The applicant also applied to the courts on a number of occasions in order to have the matter of access determined, and in its decision of 24 January 1995 the Utrecht Regional Court indicated that it assumed that the existing contacts between the applicant and his son would continue (see paragraph 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In view of the above, the Court considers that the events subsequent to the separation of the applicant from his wife did not constitute exceptional circumstances capable of breaking the ties of “family life” between the applicant and his son (see, amongst other authorities, the Ahmut v. the Netherlands judgment of 28 November 1996, Reports of Judgments and Decisions 1996-VI, p. 2030, § 60). Indeed, no argument to that effect has been put forward.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Whether the case concerns an “interference” with the exercise of the applicant's right to respect for his “family life” or a failure to comply with a positive obligation",
                                        "elements": [
                                            {
                                                "content": "61.  The Court reiterates that the essential object of Article 8 is to protect the individual against arbitrary action by the public authorities. There may in addition be positive obligations inherent in effective “respect” for family life. However, the boundaries between the State's positive and negative obligations under this provision do not lend themselves to precise definition. The applicable principles are, nonetheless, similar. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole; and in both contexts the State enjoys a certain margin of appreciation (see the Ahmut judgment cited above, p. 2031, § 63). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In fact, the instant case features both types of obligation: on the one hand, a positive obligation to ensure that family life between parents and children can continue after divorce (see, mutatis mutandis, the Keegan judgment cited above, p. 19, § 50), and, on the other, a negative obligation to refrain from measures which cause family ties to rupture. The Court considers that the domestic authorities were in the process of acquitting themselves of the former obligation to the extent that in the proceedings relating to the establishment of a formal access arrangement the feasibility and desirability of access were being examined. It was, however, the decision not to allow the applicant continued residence and his subsequent expulsion which frustrated this examination. It is for this reason that the Court deems it most appropriate to view the case as one involving an allegation of an “interference” with the applicant's right to respect for his “family life”. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  This being so, the Court will next examine whether this interference was “in accordance with the law”, had an aim or aims that is or are legitimate under Article 8 § 2 and was “necessary in a democratic society” for the aforesaid aim or aims.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  “In accordance with the law”",
                                        "elements": [
                                            {
                                                "content": "64.  The Court has no difficulty in accepting that the decision to refuse the applicant continued residence in the Netherlands had a basis in domestic law. It notes in this respect that pursuant to Article 4.3 paragraphs (a) and (d) of Chapter B19 of the 1982 Circular on Aliens such residence could be denied if, one year after the spouses had ceased to cohabit, the individual concerned was either not in paid employment or was not self-employed for at least another year. Article 4.4 stipulated, in addition, that Article 8 of the Convention was to be taken into account in this decision (see paragraphs 42-43 above). It is thus sufficiently clear that where the authorities were of the opinion that a denial of continued residence did not constitute an interference incompatible with Article 8, the presence of family members in the Netherlands would not militate against expulsion. ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Legitimate aim",
                                        "elements": [
                                            {
                                                "content": "65.  In the Court's view, the impugned measure was aimed at the preservation of the economic well-being of the country and thus served a legitimate aim within the meaning of the second paragraph of Article 8.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  “Necessary in a democratic society”",
                                        "elements": [
                                            {
                                                "content": "66.  In determining whether an interference was “necessary in a democratic society”, the Court will take into account that a margin of appreciation is left to the Contracting States. It recalls in this respect that the Convention does not in principle prohibit Contracting States from regulating the entry and length of stay of aliens (see the Berrehab judgment cited above, pp. 15-16, § 28). Nevertheless, the Court also reiterates that, whilst Article 8 contains no explicit procedural requirements, the decision-making process leading to measures of interference must be fair and such as to afford due respect to the interests safeguarded by Article 8:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“[W]hat ... has to be determined is whether, having regard to the particular circumstances of the case and notably the serious nature of the decisions to be taken, the parents have been involved in the decision-making process, seen as a whole, to a degree sufficient to provide them with the requisite protection of their interests. If they have not, there will have been a failure to respect their family life and the interference resulting from the decision will not be capable of being regarded as 'necessary' within the meaning of Article 8.” (see the W. v. the United Kingdom judgment of 8 July 1987, Series A no. 121, pp. 28 and 29, §§ 62 and 64, and the McMichael v. the United Kingdom judgment of 24 February 1995, Series A no. 307-B, p. 55, § 87)",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Turning to the circumstances of the present case, the Court has already noted (see paragraph 62 above) that two sets of proceedings were running concurrently. While the Utrecht Regional Court rejected the applicant's request for a formal access arrangement on 24 January 1995, the Hague Regional Court decided on 10 May 1995 on the question of the applicant's continued residence in the Netherlands. In its judgment, the Hague Regional Court referred to the decision whereby the applicant's request for the establishment of a formal access arrangement had been refused, but the stipulation of the Utrecht Regional Court that the existing contacts between the applicant and his son should continue was apparently not taken into consideration. Moreover, at that time, the applicant's appeal in the case pertaining to an access arrangement was pending before the Amsterdam Court of Appeal, before which court a hearing had taken place on 19 April 1995 (see paragraphs 21-23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  While the respondent Government argue that, prior to his expulsion, the applicant had had ample time to demonstrate that close ties existed between himself and his son and that he had failed to do so, the Court observes that the domestic courts dealing with the request for a formal access arrangement nevertheless deemed it appropriate to adopt a more cautious approach. Recognising that the applicant was in principle entitled to access to his son, the Amsterdam Court of Appeal ordered on 1 June 1995 that supervised trial meetings were to be organised by the Child Care and Protection Board in order to clarify the applicant's position vis-à-vis his son. This did not, however, prevent the Netherlands authorities from taking the applicant into detention on 31 October 1995 with a view to his expulsion without any such trial meeting having taken place (see paragraphs 25 and 27 above). The Court, like the Commission, observes that the delay in organising these trial meetings, which was due to the workload of the Child Care and Protection Board, can in no way be attributed to the applicant who in fact attempted to have matters expedited by requesting that an organisation other than that Board be appointed to make the necessary arrangements (see paragraph 26 above). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court notes in addition that the applicant was not convicted of any criminal offences warranting his removal from the Netherlands (see the Berrehab judgment cited above, p. 16, § 29).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The applicant was expelled shortly after a first trial meeting had taken place. He was then refused a visa to return to the Netherlands in order to attend either further trial meetings or the continuation of the access proceedings before the Amsterdam Court of Appeal. In its decision of 7 May 1998 not to establish an access arrangement the Amsterdam Court of Appeal took into account, inter alia, the fact that the applicant had not seen his son since the trial meeting two and a half years previously, that no further trial meetings had taken place and that it was uncertain whether the applicant would be coming to the Netherlands again (see paragraph 35 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  In the view of the Court, the authorities not only prejudged the outcome of the proceedings relating to the question of access by expelling the applicant when they did, but, and more importantly, they denied the applicant all possibility of any meaningful further involvement in those proceedings for which his availability for trial meetings in particular was obviously of essential importance. It can, moreover, hardly be in doubt that when the applicant eventually obtained a visa to return to the Netherlands for three months in 1999, the mere passage of time had resulted in a de facto determination of the proceedings for access which he then instituted (see the W. v. the United Kingdom judgment cited above, p. 29, § 65). The authorities, through their failure to coordinate the various proceedings touching on the applicant's family rights, have not, therefore, acted in a manner which has enabled family ties to be developed (see the Keegan judgment cited above, p. 19, § 50). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  In sum, the Court considers that the decision-making process concerning both the question of the applicant's expulsion and the question of access did not afford the requisite protection of the applicant's interests as safeguarded by Article 8. The interference with the applicant's right under this provision was, therefore, not necessary in a democratic society. Accordingly, there has been a breach of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "73.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "74.  The applicant claimed a sum of 136,360 Netherlands guilders (NLG) for loss of earnings sustained in the thirty-nine months between his arrest and resumption of his work following his return to the Netherlands, the loss of the furnishings of his house in Utrecht he was forced to leave behind, and travel and subsistence costs pertaining to thirty-four visits to the Netherlands representation in Ankara.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The respondent Government rejected the applicant's claims since, in their opinion, there was no causal link between the loss of earnings and the alleged violation of the Convention, and the applicant had been aware for some time that he had to leave the Netherlands and he could thus have taken measures to secure his household effects. They further submit that the claims in respect of visits to the Netherlands representation have neither been specified nor substantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The Court perceives no causal link between the breach of Article 8 and the losses allegedly suffered. There is therefore no ground for compensation under this head.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "76.  The applicant submitted that he had suffered, and continued to suffer, non-pecuniary damage. He left it to the discretion of the Court to determine an amount of just satisfaction in this respect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The respondent Government did not express a view on this point, whereas the Government of Turkey considered that it would be appropriate to award NLG 20,000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Taking its decision on an equitable basis, the Court awards the applicant compensation in the amount of NLG 25,000.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "78.  The applicant claimed an amount of NLG 18,200 for lawyer's fees and costs incurred in bringing the application. He further requested reimbursement, in the amount of NLG 4,352.50, of interpreter's fees and costs relating to the proceedings in Strasbourg and the access proceedings he instituted in January 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The respondent Government expressed their willingness to reimburse the costs of legal assistance reasonably involved in the proceedings before the Commission and the Court. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  In relation to the claim for costs of legal representation the Court, deciding on an equitable basis and having regard to the details of the claims submitted by the applicant, awards him the sum of NLG 18,200 together with any value-added tax that may be chargeable, less the amounts received by way of legal aid from the Council of Europe. The Court further observes that the access proceedings commenced in January 1999 are causally linked to the applicant's family rights and it therefore considers that costs of interpretation incurred in those proceedings qualify for compensation in the present context, as do the costs incurred in this respect in the proceedings before the Commission and the Court. In respect of this claim, therefore, the Court awards the applicant the sum of NLG 4,352.50.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "80.  According to the information available to the Court, the statutory rate of interest applicable in the Netherlands at the date of adoption of the present judgment is 6% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds ",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, for non-pecuniary damage, NLG 25,000 (twenty-five thousand Netherlands guilders), for legal costs NLG 18,200 (eighteen thousand two hundred Netherlands guilders) together with any value-added tax that may be chargeable, less the amounts received by way of legal aid from the Council of Europe, and, for interpretation costs, NLG 4,352.50 (four thousand three hundred and fiftytwo Netherlands guilders fifty cents);",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 6% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant's claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 July 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrsE. Palm",
            "role": "president"
        },
        {
            "name": "MrsW. Thomassen",
            "role": "judges"
        },
        {
            "name": "MrL. Ferrari Bravo",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrC. Bîrsan",
            "role": "judges"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "Mr M. O'Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CILIZ v. THE NETHERLANDS",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59160.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:0711JUD002919295",
    "externalsources": [],
    "extractedappno": [
        "29192/95",
        "12246/86"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-59160",
    "judgementdate": "11/07/2000 00:00:00",
    "kpdate": "11/07/2000 00:00:00",
    "kpthesaurus": [
        "451",
        "425",
        "203",
        "268",
        "107",
        "310",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "36",
        "8",
        "8-1",
        "8-2",
        "36-1",
        "41"
    ],
    "parties": [
        "CILIZ",
        "THE NETHERLANDS"
    ],
    "rank": "403.487762451172",
    "representedby": [
        "N/A"
    ],
    "respondent": "NLD",
    "respondentOrderEng": "32",
    "scl": [
        "Ahmut v. the Netherlands judgment of 28 November 1996, Reports of Judgments and Decisions 1996-VI, p. 2030, § 60, p. 2031, § 63",
        "Application no. 12246/86, decision of 13 July 1987, Decisions and Reports 53, p. 225",
        "Berrehab v. the Netherlands judgment of 21 June 1988, Series A no. 138, p. 14, § 21, p. 15, § 28, p. 16, § 29",
        "Keegan v. Ireland judgment of 26 May 1994, Series A no. 290, p. 19, § 50",
        "McMichael v. the United Kingdom judgment of 24 February 1995, Series A no. 307-B, p. 55, § 86",
        "W. v. the United Kingdom judgment of 8 July 1987, Series A no. 121, pp. 28 and 29, §§ 62 and 64, p. 29, § 65"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "438533",
    "typedescription": "15"
}