{
    "__articles": "8;8-1;8-2;34;35;41",
    "__conclusion": "Remainder inadmissible;Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life);Pecuniary damage - claim dismissed;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "497/09",
    "article": [
        "8",
        "41",
        "35",
        "34"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for private life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-112282.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 497/09) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Ulrich Koch (“the applicant”), on 22 December 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr D. Koch, a lawyer practising in Braunschweig. The German Government (“the Government”) were represented by their Agent, Ms A. Wittling-Vogel of the Federal Ministry of Justice, and by Mr C. Walter, Professor of international law.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the refusal to grant his late wife authorisation to acquire a lethal dose of drugs allowing her to end her life violated both her and his own right to respect for private and family life. He further complained about the domestic courts’ refusal to examine the merits of his complaint.",
                        "elements": []
                    },
                    {
                        "content": "4.  A Chamber of the Fifth Section communicated the application on 11 September 2009. A hearing took place in public in the Human Rights Building, , on 23 November 2010 (Rule 59 § 3).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Koch and Mr Walter as well as their replies to questions put to them.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 31 May 2011 the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed further written observations on the merits (Rule 59 § 1). In addition, third party comments were received from Dignitas, an association based in Switzerland aimed at securing to its members a life and death in line with human dignity, represented by Mr L. A. Minelli, and from Aktion Lebensrecht für alle e. V. (AlfA), an association based in Germany dedicated to the protection of the sanctity of human life from conception to natural death, represented by the Alliance Defense Fund, the latter being represented by Mr R. Kiska, counsel, all of whom had been given leave to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1943 and lives in Braunschweig.",
                                "elements": []
                            },
                            {
                                "content": "8.  The applicant and his late wife B.K., born in 1950, had lived together since 1978 and married in 1980. From 2002 onwards, B.K. had been suffering from total sensorimotor quadriplegia after falling in front of her doorstep. She was almost completely paralysed and needed artificial ventilation and constant care and assistance from nursing staff. She further suffered from spasms. According to the medical assessment, she had a life expectancy of at least fifteen more years. She wished to end what was, in her view, an undignified life by committing suicide with the applicant’s help. The couple contacted the Swiss assisted-suicide organisation, Dignitas, for assistance.",
                                "elements": []
                            },
                            {
                                "content": "9.  In November 2004 B.K. requested the Federal Institute for Drugs and Medical Devices (Bundesinstitut für Arzneimittel und Medizinprodukte – “the Federal Institute”) to grant her authorisation to obtain 15 grams of pentobarbital of sodium, a lethal dose of medication that would enable her to commit suicide at her home in Braunschweig.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 16 December 2004 the Federal Institute refused to grant her that authorisation, relying on section 5(1) (6) of the German Narcotics Act (Betäubungsmittelgesetz – see “Relevant domestic law” below). It found that her wish to commit suicide was diametrically opposed to the purpose of the Narcotics Act, which was aimed at securing the necessary medical care for the individuals concerned. Authorisation could therefore only be granted for life-supporting or life-sustaining purposes and not for the purpose of helping a person to end his or her life.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 14 January 2005 the applicant and his wife lodged an administrative appeal with the Federal Institute.",
                                "elements": []
                            },
                            {
                                "content": "12.  In February 2005 the applicant and his wife, who had to be transported lying on her back on a stretcher, travelled for approximately ten hours over a distance of more than 700 kilometres from Braunschweig to Zurich in Switzerland. On 12 February 2005 B.K. committed suicide there, assisted by Dignitas.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 3 March 2005 the Federal Institute confirmed its earlier decision. In addition, it expressed doubts as to whether a State-approved right of an individual to commit suicide could be derived from Article 8. In any event, Article 8 could not be interpreted as imposing an obligation on the State to facilitate the act of suicide with narcotic drugs by granting authorisation to acquire a lethal dose of medication. A right to commit suicide would be inconsistent with the higher-ranking principle enshrined in Article 2 § 2 of the German Basic Law (see “Relevant domestic law” below), which laid down the “comprehensive” obligation of the State to protect life, inter alia by refusing to grant authorisation to obtain a lethal dose of a drug for the purpose of committing suicide.",
                                "elements": []
                            },
                            {
                                "content": "14.  Finally, the Federal Institute “informed” the applicant that he had no standing to lodge an administrative appeal as he lacked the need for legal protection (Rechtsschutzbedürfnis). In particular, the applicant could not improve his own position through an appeal, as his legal position had not been the subject of the administrative proceedings.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 4 April 2005 the applicant lodged an action for a declaration that the decision of the Federal Institute had been unlawful (Fortsetzungsfeststellungsklage) and that it thus had a duty to grant his wife the requested authorisation.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 21 February 2006 the  (Verwaltungsgericht) declared the applicant’s action inadmissible. It found that he lacked standing to lodge the action as he could not claim to be the victim of a violation of his own rights. The Federal Institute’s refusal to grant his wife authorisation to obtain a lethal dose of medication did not interfere with his right to protection of his marriage and family life as guaranteed by Article 6 § 1 of the Basic Law (Grundgesetz – see “Relevant domestic law” below). Any other interpretation would lead to the assumption that each infringement of the rights of one spouse would automatically also be an infringement of the rights of the other spouse. That assumption would water down the separate legal personality of each spouse, which was clearly not the purpose of Article 6 § 1 of the Basic Law. Furthermore, the contested decisions did not interfere with his own right to respect for family life under Article 8 of the Convention, as they did not affect the way in which the applicant and his wife lived together.",
                                "elements": []
                            },
                            {
                                "content": "17.  Moreover, the applicant could not rely on his wife’s rights, as the right to be granted authorisation to obtain the requested dose of drugs was of an eminently personal and non-transferable nature. Even assuming that there had been a violation of his late wife’s human dignity by the Federal Institute’s refusal, according to the Federal Constitutional Court’s case-law (see “Relevant domestic law and practice” below) the refusal could not produce effects beyond her life as it did not contain elements of disparagement capable of impairing the applicant’s wife’s image in the eyes of posterity.",
                                "elements": []
                            },
                            {
                                "content": "18.  Finally, the court held that in any event the refusal of the Federal Institute to grant the applicant’s wife the requested authorisation had been lawful and in compliance with Article 8 of the Convention. In particular, any interference with her right to respect for private life was necessary in a democratic society for the protection of health and life and thus also for the protection of the rights of others. Referring to the Court’s judgment in the case of Pretty (see Pretty v. the United Kingdom, no. 2346/02, § 74, ECHR 2002III), the court held that the domestic authorities had a wide margin of appreciation to assess the danger and risks of abuse. Therefore, the fact that the provisions of the Narcotics Act permitted exceptions only for what was medically needed could not be considered disproportionate.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 22 June 2007 the North-Rhine Westphalia Administrative Court of Appeal (Oberverwaltungsgericht) dismissed the applicant’s request for leave to appeal. It found, in particular, that the right to protection of marriage and family life under Article 6 § 1 of the Basic Law and Article 8 § 1 of the Convention did not confer a right to have the spouses’ marriage terminated by the suicide of one of them. Moreover, it considered that the decisions of the Federal Institute had not interfered with the applicant’s right to respect for private life within the meaning of Article 8 § 1 of the Convention. Even if the right to die had existed, its very personal character would not allow third persons to infer from Article 6 § 1 of the Basic Law or Article 8 § 1 of the Convention a right to facilitate another person’s suicide. Finally, the applicant could not rely on Article 13 as he had no arguable claim to be the victim of a violation of a right guaranteed under the Convention.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 4 November 2008 the  (Bundesverfassungsgericht, no. 1 BvR 1832/07) declared a constitutional complaint lodged by the applicant inadmissible as he could not rely on a posthumous right of his wife to human dignity. It held that the posthumous protection of human dignity extended only to violations of the general right to respect, which was intrinsic to all human beings, and of the moral, personal and social value which a person had acquired throughout his or her own life. However, such violations were not at stake in respect of the applicant’s wife. Furthermore, the applicant was not entitled to lodge a constitutional complaint as legal successor to his deceased wife. In particular, it was not possible to lodge a constitutional complaint to assert another person’s human dignity or other non-transferable rights. A legal successor could only introduce a constitutional complaint in cases, which primarily involved pecuniary claims and where the complaint was aimed at pursuing the successor’s own interests.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Basic Law",
                                "elements": [
                                    {
                                        "content": "21.  Article 6 § 1 of the Basic Law provides that marriage and family enjoy the special protection of the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under Article 2 § 2 of the Basic Law every person has the right to life and physical integrity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The  has accepted the posthumous protection of human dignity in cases where the image of the deceased person had been impaired in the eyes of posterity by ostracism, defamation, mockery or other forms of disparagement (see decision of 5 April 2001, no. 1 BvR 932/94).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Narcotics Act",
                                "elements": [
                                    {
                                        "content": "22.  The Narcotics Act governs the control of narcotic drugs. Three annexes to the Act enumerate the substances, which are considered as drugs, including pentobarbital of sodium in Annex III.",
                                        "elements": []
                                    },
                                    {
                                        "content": "According to section 4 (1) no. 3 (a) of the Narcotics Act it is permissible to obtain the substances listed in Annex III if they are prescribed by a medical practitioner. In all other cases, section 3(1)(1) of the Act provides that the cultivation, manufacture, import, export, acquisition, trade and sale of drugs are subject to authorisation from the Federal Institute for Drugs and Medical Devices.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In accordance with section 5(1)(6) of the Act, no such authorisation can be granted if the nature and purpose of the proposed use of the drug contravenes the purposes of the Narcotics Act, namely, to secure the necessary medical care of the population, to eliminate drug abuse and to prevent drug addiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Doctors may only prescribe pentobarbital of sodium if the use thereof on or in the human body is justified (section 13 (1)(1) of the Narcotics Act).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Provisions governing doctors’ duties at the end of a patient’s life",
                                "elements": [
                                    {
                                        "content": "1.  Criminal responsibility",
                                        "elements": [
                                            {
                                                "content": "23.  Section 216 of the Criminal Code reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Killing at the request of the victim; mercy killing",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1) If a person is induced to kill by the express and earnest request of the victim the penalty shall be imprisonment from six months to five years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2) Attempts shall be punishable”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Committing suicide autonomously is exempt from punishment under German criminal law. It follows that the act of assisting an autonomous suicide does not fall within the ambit of section 216 of the Criminal Code and is exempt from punishment. However, a person can be held criminally responsible under the Narcotics Act for having provided a lethal drug to an individual wishing to end his or her life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "According to the case-law of the Federal Court of Justice (compare judgment of 13 September 1994, 1 StR 357/94) the discontinuation of a lifeprolonging treatment of a terminally ill patient with the patient’s consent does not engage criminal responsibility. This applies irrespective of the fact that the interruption of the treatment has to be effected by actively stopping and switching off the medical device (Federal Court of Justice, judgment of 25 June 2010, 2 StR 454/09).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Professional rules for doctors",
                                        "elements": [
                                            {
                                                "content": "24.  The professional codes of conduct are drawn up by the medical associations under the supervision of the health authorities. The codes are largely similar to the Model Professional Code for German Doctors, section 16 of which provides as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(Assisting the dying)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1) Doctors may – prioritising the will of the patient – refrain from life-prolonging measures and limit their activities to the mitigation of symptoms only if postponement of an inevitable death would merely constitute an unacceptable prolongation of suffering for the dying person.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2) Doctors may not actively curtail the life of the dying person. They may not put their own interests, or the interests of third parties, above the well-being of the patient.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Contraventions against the Professional Code of Conduct are sanctioned by disciplinary measures culminating in a withdrawal of the licence to practise medicine.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In connection with the demand for doctor-assisted suicide, the 112th German Medical Assembly of May 2009 resolved that doctors should provide assistance in and during the process of dying, but should not help patients to die, as the involvement of a doctor in suicide would contravene medical ethics.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  COUNCIL OF EUROPE DOCUMENTS",
                        "elements": [
                            {
                                "content": "25.  Recommendation no. 1418 (1999) of the Council of Europe, insofar as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“9. The assembly therefore recommends that the Committee of Ministers encourage the member states of the Council of Europe to respect and protect the dignity of terminally ill and dying persons in all respects:",
                                "elements": []
                            },
                            {
                                "content": "a. by recognising and protecting a terminally ill or dying person’s rights to comprehensive palliative care, while taking the necessary measures:",
                                "elements": []
                            },
                            {
                                "content": "(...)",
                                "elements": []
                            },
                            {
                                "content": "b. by protecting the terminally ill or dying person’s right to self-determination, while taking the necessary measures:",
                                "elements": []
                            },
                            {
                                "content": "(...)",
                                "elements": []
                            },
                            {
                                "content": "iii. to ensure that no terminally ill or dying person is treated against his or her will while ensuring that he or she is neither influenced nor pressured by another person. Furthermore, safeguards are to be envisaged to ensure that their wishes are not formed under economic pressure;",
                                "elements": []
                            },
                            {
                                "content": "iv. to ensure that a currently incapacitated terminally ill or dying person’s advance directive or living will refusing special medical treatments is observed...",
                                "elements": []
                            },
                            {
                                "content": "v. to ensure that – notwithstanding the physician’s ultimate responsibility – the expressed wishes of a terminally ill or dying person with regards to particular forms of treatment are taken into account, provided they do not violate human dignity;",
                                "elements": []
                            },
                            {
                                "content": "vi. to ensure that in situations where an advance directive of living will does not exist, the patient’s right to life is not infringed upon. A catalogue of treatments which under no conditions may be withheld or withdrawn is to be defined.",
                                "elements": []
                            },
                            {
                                "content": "c. by upholding the prohibition against intentionally taking the life of terminally ill or dying person’s while:",
                                "elements": []
                            },
                            {
                                "content": "(i) recognising that the right to life, especially with regard to a terminally ill or dying person, is guaranteed by the member states, in accordance with Article 2 of the European Convention on Human Rights which states that “no one shall be deprived of his life intentionally”;",
                                "elements": []
                            },
                            {
                                "content": "(ii) recognising that a terminally ill or dying person’s wish to die never constitutes any legal claim to die at the hand of another person;",
                                "elements": []
                            },
                            {
                                "content": "(iii) recognising that a terminally ill or dying person’s wish to die cannot of itself constitute a legal justification to carry out actions intended to bring about death.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  COMPARATIVE LAW",
                        "elements": [
                            {
                                "content": "26.  Comparative research in respect of forty-two Council of Europe Member States shows that in thirty-six countries (Albania, Andorra, Austria, Azerbaijan, Bosnia and Herzegovina, Bulgaria, Croatia, Cyprus, Czech Republic, Denmark, Estonia, France, Georgia, Greece, Hungary, Ireland, Latvia, Lithuania, the Former Yugoslav Republic of Macedonia, Malta, Moldova, Monaco, Montenegro, Norway, Poland, Portugal, Romania, Russia, San Marino, Spain, Serbia, Slovakia, Slovenia, Turkey, Ukraine and the United Kingdom) any form of assistance to suicide is strictly prohibited and criminalised by law. In Sweden and , assistance to suicide is not a criminal offence; however, Estonian medical practitioners are not entitled to prescribe a drug in order to facilitate suicide. Conversely, only four member States (Switzerland, Belgium, the Netherlands and ) allow medical practitioners to prescribe lethal drugs, subject to specific safeguards (compare Haas v. Switzerland, no. 31322/07, §§ 30-31 and 55, 20 January 2011).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF THE APPLICANT’S RIGHTS UNDER ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  The applicant complained that the domestic courts’ refusal to examine the merits of his complaint about the Federal Institute’s refusal to authorise his wife to acquire a lethal dose of pentobarbital of sodium had infringed his right to respect for private and family life under Article 8 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Whether there had been an interference with the applicant’s rights under Article 8",
                                "elements": [
                                    {
                                        "content": "1.   Submissions by the Government",
                                        "elements": [
                                            {
                                                "content": "28.  According to the Government, there had not been any interference with the applicant’s rights under Article 8 of the Convention. The Government considered that the applicant could not claim to be a victim of a violation of his Convention rights within the meaning of Article 34 of the Convention. They submitted that the applicant himself was not the subject of the State measure complained of; neither could he qualify as an “indirect victim”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Government did not dispute the fact that the applicant had been emotionally affected by his wife’s suicide and the surrounding circumstances. It was true that the Court had accepted that under very specific circumstances serious violations of the Convention rights guaranteed in Articles 2 and 3 might give rise to additional violations of close relatives in view of the emotional distress inflicted upon them. However, there was no indication that, in terms of degree and manner, the applicant’s suffering went beyond the burden that was inevitable when a spouse faced obstacles in organising his or her suicide.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  In contrast to cases in which the victim was prevented by State action from lodging an application, the applicant’s wife had been in a position to lodge a complaint with the Court herself even after the alleged violation of her Convention right. The fact that she had ended her life of her own accord before lodging an application could not result in an extension of the entitlement to lodge an application, having particular regard to the fact that she had not availed herself of any possibility to accelerate the proceedings, for example by requesting interim measures.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Government further considered that the applicant could not plead that a decision on the application was in the public interest, because the Court had already clarified the relevant issues regarding Article 8 of the Convention in its Pretty judgment (cited above), and Article 37 § 1 of the Convention was not applicable to a case in which the immediate victim of a measure taken by the State had died before lodging an application with the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  According to the Government, Article 8 of the Convention was not applicable in the instant case. They considered that the instant case had to be distinguished from the Pretty case in that the applicant’s wife had not sought protection from State interference with the realisation of her wish to end her life, but had sought to oblige the State to facilitate the acquisition of a specific drug so that she could take her life in the manner she desired. Such a duty would be diametrically opposed to the values of the Convention, and especially to the State’s duty under Article 2 to protect life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  They pointed out that the Court, in the Pretty case (cited above, § 67), was not prepared explicitly to spell out that Article 8 encompassed a right of every person to decide on the end of his or her life and to receive assistance if necessary. The same held true for the Haas case (cited above, § 61), in which the Court refused to derive a positive obligation from Article 8 to facilitate suicide in dignity. It thus remained unclear whether B.K. had a substantial right to assistance in order to end her life in dignity under Article 8.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Neither was there any interference with a procedural right derived from Article 8. According to the Government, the Court had accepted procedural guarantees relating to family life only in cases where the existence of a substantive right under Article 8 was not in doubt. The procedural guarantees inherent in Article 8 were devised to avert the risk that the conduct of the proceedings as such predetermined their outcome. Conversely, in the instant case, the outcome of the proceedings had not been predetermined by the conduct of the proceedings, but by B.K.’s autonomous decision to end her life. It would be fruitless to derive an additional procedural protection from Article 8 if the substantive right to be protected had yet to be established. This held all the more true since the general procedural guarantees of access to court and fairness in the proceedings were sufficiently covered by Articles 6 § 1 and 13 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Submissions by the applicant",
                                        "elements": [
                                            {
                                                "content": "35.  The applicant submitted that the domestic decisions interfered with his own rights under Article 8 of the Convention. Both the Federal Institute and the domestic courts had failed to appreciate that he had a personal interest in the decision on his late wife’s request. This personal interest derived from the wish that his wife’s decision to end her life be respected. Furthermore, the distressing situation provoked by his wife’s unfulfilled wish to commit suicide had immediate repercussions on his own state of health.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The applicant pointed out that his wife had been prevented from ending her life within the privacy of their family home, as originally planned by the couple, and instead he had been forced to travel to  to enable his wife to commit suicide. The Court had previously considered closest family members to be victims within the meaning of Article 34 of the Convention because of their close relationship to the person mainly concerned, if the interference had implications for the family member lodging the application. In the case at hand, the applicant and his wife had found themselves in a terrible situation, which also concerned the applicant as a compassionate husband and devoted carer. As the relationship between husband and wife was extremely close, any infringement directed against the rights and liberties of one partner was directed against the rights that were shared by both partners. It followed that each partner in the marriage was entitled to defend the joint rights and liberties of both partners and that the applicant was himself a victim of a violation of his Convention rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In the present case, denying the right of the widower to complain about the conduct of the German authorities would mean that B.K., in order not to lose her right to submit her complaint, would have been forced to stay alive – with all the suffering this implied – until the entire proceedings before the domestic courts, as well as before the Court, were terminated. As B.K. had died shortly after lodging the administrative appeal in January 2005, she had had no factual possibility of accelerating the court proceedings by requesting interim measures.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Consequently, the questions raised in the present application would never be answered unless a patient endured many years of additional suffering. This would be in direct contradiction to the essence of the Convention, which was the protection of human dignity, freedom and autonomy and to the principle that the Convention was intended to guarantee not rights that were theoretical or illusory, but rights that were practical and effective (the applicant referred to Artico v. Italy, 13 May 1980, Series A no. 37).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  According to the applicant, Article 8 of the Convention encompassed the right to end one’s own life. The right to life in the sense of Article 2 did not contain any obligation to live until the “natural end”. B.K.’s decision to end her biological life did not imply that she waived in any way her right to life. The lethal dose of medication requested by her would have been necessary in order to allow her to end her life by a painless and dignified death in her own family home. Because of the refusal to authorise the purchase, she had been forced to travel to  in order to end her life.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Submissions by the third parties",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Dignitas",
                                "elements": [
                                    {
                                        "content": "40.  Dignitas submitted that a person’s decision to determine the manner of ending his or her life was part of the right to self-determination protected by Article 8 of the Convention. A  should only regulate the right of an individual who independently decided on the time or methods of his or her demise in order to prevent hasty and insufficiently considered actions. As far as the associations working in this field already had preventive mechanisms in place, governmental measures were not necessary in a democratic society.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  AlfA",
                                "elements": [
                                    {
                                        "content": "41.  Referring to the Court’s case law, in particular the case of Sanles Sanles v. Spain ((dec.), no. 48335/99, ECHR 2000XI) AlfA submitted that the rights relied upon by the applicant were of a non-transferable nature and could not be relied upon by a third party. Under the case-law of the Court, transferability of victim status could only occur where the alleged violation had prevented the direct victim from asserting his claim (Bazorkina v. Russia, no. 69481/01, § 139, 27 July 2006) or where the negative consequences of an alleged violation directly affected the heirs bringing a claim on behalf of the deceased (Ressegatti v. , no. 17671/02, § 25, 13 July 2006). However, none of these principles applied in case an applicant, having complained about the denial of authorisation to die by assisted suicide, subsequently died as a result of assisted suicide carried out under a jurisdiction where such act was not illegal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  Furthermore, neither the Convention nor any other document governing the right to life had ever recognised the converse right to die. The liberalisation of assisted suicide in the  had led to an alarming number of abuse cases, in which lethal injections were given without the patient’s consent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "43.  The Court observes, at the outset, that it qualifies the Government’s objection against the applicant’s victim status as a question of whether there had been an interference with the applicant’s own rights under Article 8 of the Convention. The Court notes that the applicant submitted that his wife’s suffering and the eventual circumstances of her death affected him in his capacity as a compassionate husband and carer in a way which led to a violation of his own rights under Article 8 of the Convention. In this respect, the instant case has to be distinguished from cases brought before the Court by the deceased person’s heir or relative solely on behalf of the deceased. It follows that it does not have to be determined in the present context whether the Convention right relied upon by the applicant was capable of being transferred from the immediate victim to his or her legal successor (compare in this respect Sanles Sanles, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In spite of these differences, the Court considers that the criteria developed in its previous case-law for allowing a relative or heir to bring an action before the Court on the deceased person’s behalf are also of relevance for assessing the question whether a relative can claim a violation of his own rights under Article 8 of the Convention. The Court will thus proceed by examining the existence of close family ties (see (a) below, compare, for example, Direkçi, v.  (dec.), no. 47826/99, 3 October 2006); whether the applicant had a sufficient personal or legal interest in the outcome of the proceedings (see (b), below, compare Bezzina Wettinger and Others v. Malta, no. 15091/06, § 66, 8 April 2008; Milionis and Others v. Greece, no. 41898/04, §§ 23-26, 24 April 2008; Polanco Torres and Movilla Polanco, cited above, § 30, 21 September 2010) and whether the applicant had previously expressed an interest in the case (see (c), below, compare Mitev v. Bulgaria (dec.), no. 42758/07, 29 June 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  (a) The Court notes, at the outset, that the applicant and B.K. had been married for 25 years at the time the latter filed her request to be granted the permission to acquire the lethal drug. There is no doubt that the applicant shared a very close relationship with this late wife.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) The applicant has further established that he had accompanied his wife throughout her suffering and had finally accepted and supported her wish to end her life and travelled with her to  in order to realise this wish.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c) The applicant’s personal commitment is further demonstrated by the fact that he lodged the administrative appeal jointly with his wife and pursued the domestic proceedings in his own name after her death. Under these exceptional circumstances, the Court accepts that the applicant had a strong and persisting interest in the adjudication of the merits of the original motion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court further observes that the instant case concerns fundamental questions evolving around a patient’s wish to selfdeterminedly end his or her life which are of general interest transcending the person and the interest both of the applicant and of his late wife. This is demonstrated by the fact that similar questions have repeatedly been raised before the Court (compare Pretty and Sanles Sanles, both cited above, and, most recently, Haas, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court finally turns to the Government’s argument that there had been no need to grant the applicant an own right to pursue his wife’s motion, as B.K. could have awaited the outcome of the proceedings before the domestic courts, which she could have accelerated by requesting interim measures. The Court observes, at the outset, that the applicant and B.K. jointly lodged an administrative appeal on 14 January 2005. On 12 February 2005, less than a month later, B.K. committed suicide in . The ensuing proceedings before the domestic courts lasted until 4 November 2008, when the  declared the applicant’s constitutional complaint inadmissible. It follows that the domestic proceedings were terminated some three years and nine months after B.K.’s death.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  With regard to the Government’s submissions that B.K. could have requested interim measures in order to expedite the proceedings, the Court observes that interim measures are generally aimed at safeguarding a plaintiff’s legal position pending the main proceedings. They are, as a matter of principle, not meant to foreclose the outcome of the main proceedings. Having regard to the gravity of the claim at issue and to the irreversible consequences any granting of an interim injunction would necessarily have entailed, the Court is not convinced that requesting an interim injunction in the instant case would have been suited to accelerate the proceedings before the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Even assuming that the domestic courts would have processed the proceedings more speedily if B.K. had still been alive pending the proceedings, it is not for the Court to decide whether B.K., having decided to end her life after a long period of suffering, should have awaited the outcome of the main proceedings before three court instances in order to secure a decision on the merits of her claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Having regard to the above considerations, in particular to the exceptionally close relationship between the applicant and his late wife and his immediate involvement in the realisation of her wish to end her life, the Court considers that the applicant can claim to have been directly affected by the Federal Institute’s refusal to grant authorisation to acquire a lethal dose of pentobarbital of sodium.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court further reiterates that the notion of “private life” within the meaning of Article 8 of the Convention is a broad concept which does not lend itself to exhaustive definition (see, inter alia, Pretty, cited above, § 61). In the Pretty judgment, the Court established that the notion of personal autonomy is an important principle underlying the guarantees of Article 8 of the Convention (see Pretty, ibid.). Without in any way negating the principle of sanctity of life protected under the Convention, the Court considered that, in an era of growing medical sophistication combined with longer life expectancies, many people were concerned that they should not be forced to linger on in old age or in states of advanced physical or mental decrepitude which conflicted with strongly held ideas of self and personal identity (Pretty, cited above, § 65). By way of conclusion, the Court was “not prepared to exclude” that preventing the applicant by law from exercising her choice to avoid what she considered would be an undignified and distressing end to her life constituted an interference with her right to respect for private life as guaranteed under Article 8 § 1 of the Convention (Pretty, cited above, § 67).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In the case of Haas v. Switzerland, the Court further developed this case-law by acknowledging that an individual’s right to decide in which way and at which time his or her life should end, provided that he or she was in a position freely to form her own will and to act accordingly, was one of the aspects of the right to respect for private life within the meaning of Article 8 of the Convention (see Haas, cited above, § 51). Even assuming that the State was under an obligation to adopt measures facilitating a dignified suicide, the Court considered, however, that the Swiss authorities had not violated this obligation in the circumstances of that specific case (Haas, cited above, § 61).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court finally considers that Article 8 of the Convention may encompass a right to judicial review even in a case in which the substantive right in question had yet to be established (compare Schneider v. , no. 17080/07, § 100, 15 September 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Referring to the above considerations, the Court considers that the Federal Institute’s decision to reject B.K.’s request and the administrative courts’ refusal to examine the merits of the applicant’s motion interfered with the applicant’s right to respect for his private life under Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compliance with Article 8 § 2 of the Convention",
                                "elements": [
                                    {
                                        "content": "55.  The Court will thus proceed by examining whether the applicant’s own rights under Article 8 of the Convention were sufficiently safeguarded within the course of the domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Submissions by the Government",
                                        "elements": [
                                            {
                                                "content": "56.  The Government submitted that the applicant’s claims regarding his own rights were fully heard by the German courts. The mere fact that these courts rendered decisions of inadmissibility did not mean that they did not deal with the substance of the applicant’s claim. The  examined the alleged violation of the applicant’s rights under Article 8 of the Convention and quoted the relevant case law of the Court. It followed that the applicant’s procedural rights had been sufficiently safeguarded in the domestic proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Even assuming that Article 8 of the Convention could impose the duty on a State to facilitate the acquisition of a specific drug in order to facilitate suicide, the Government considered that the Federal Institute’s refusal was justified under paragraph 2 of Article 8. The decision had a legal basis in the relevant provisions of the Narcotics Act and pursued the legitimate aim of protecting health and the right to life. As regarded the question whether the decision was necessary in a democratic society, the Government considered that they should be granted a wide margin of appreciation, having particular regard to the fact that the legal situation in the Member States varied considerably. They further referred to the ethical dimension of the question of whether and to what extent the State should facilitate or support suicide, which was demonstrated by the fact that the German National Ethics Council (Nationaler Ethikrat) had examined the questions at stake. The fundamental importance which the German legal order attached to the protection of life against inflicted euthanasia also had strong historical reasons which had led to a particularly forceful legal concept of human dignity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Moreover, B.K. had other possibilities at her disposal to end her life painlessly. In particular, she could have demanded that her doctor switch off the respiratory equipment while being treated with palliative measures. Under the law as applied by the domestic courts at the relevant time (see paragraph 23 above) her doctor would not have risked criminal responsibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Government further submitted that it was primarily up to the Government to assess which risks granting unrestricted access to drugs entailed. They considered that granting unrestricted access to a fatal drug could create an appearance of normality, which could lead to a sense of pressure on the part of the elderly and the seriously ill “not to become a burden”. Summing up, the Government considered that the overriding interest of protecting life justified the refusal to grant the applicant’s wife the authorisation to obtain a lethal dose of pentobarbital of sodium.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Submissions by the applicant",
                                        "elements": [
                                            {
                                                "content": "60.  The applicant submitted that the domestic courts, by refusing to examine the merits of his motion, had violated his procedural rights under Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The decision taken by the Federal Institute failed to pursue a legitimate aim and was not necessary within the meaning of paragraph 2 of Article 8. The lethal dose of medication requested by the applicant’s wife would have been necessary in order to allow ending her life by a painless and dignified death in her own family home. There were no other means available which would have allowed her to end her life in her family home. In particular, the pertinent rules would not have allowed her to end her life by interrupting life-supporting treatment in a medically assisted way, as she was not terminally ill at the time she decided to put an end to her life. The pertinent law in this area was and remained unclear and only allowed the interruption of life-support for patients suffering from a life-threatening illness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The applicant accepted that a measure of control was necessary in order to prevent abuse of lethal medication. However, suicide should be allowed if it was justified on medical grounds. The applicant further considered that assisted suicide was not incompatible with Christian values and was more broadly accepted by society than the Government might assume. In this respect, the applicant referred to several public statements issued by individual persons and non-governmental organisations in . The applicant further emphasised that he did not advocate the provision of unrestricted access to lethal drugs, but merely considered that his wife should have been authorised the requested dose in this individual case. There was no indication that the decision of an adult and sane person to end his or her life ran counter to the public interest or that the requested authorisation would lead to an abuse of narcotic substances. In this respect, the applicant pointed out that pentobarbital of sodium was widely prescribed as a means of assisted suicide in  without this having any negative effects.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Submissions by the third parties",
                                        "elements": [
                                            {
                                                "content": "63.  Dignitas considered that the requirements laid down in the Artico judgment of the Court (cited above) could only be fulfilled if pentobarbital of sodium was made available to persons wishing to end their life and if at the same time experienced personnel ensured its correct application. The third party finally submitted that the option of an assisted suicide without having to face the heavy risk inherent in commonly known suicide attempts was one of the best methods of suicide prevention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  AlfA considered that even a blanket ban on assisted suicide was not a disproportionate restriction on the right to privacy enshrined in Article 8 of the Convention as such law reflected the importance of the right to life. The restrictions existing in  were necessary in the overriding interest of protecting life until natural death. Doctors overwhelmingly concurred that palliative care improvements rendered assisted suicide unnecessary.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Assessment by the Court",
                                        "elements": [
                                            {
                                                "content": "65.  The Court will start its examination under the procedural aspect of Article 8 of the Convention. The Court observes, at the outset, that both the Administrative Court and the Administrative Court of Appeal refused to examine the merits of the applicant’s motion on the ground that he could neither rely on his own rights under domestic law and under Article 8 of the Convention, nor did he have standing to pursue his late wife’s claim after her death. While the , in an obiter dictum, expressed the opinion that the Federal Institute’s refusal had been lawful and in compliance with Article 8 of the Convention (see paragraph 18, above), neither the Administrative Court of Appeal nor the  examined the merits of the original motion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Court concludes that the administrative courts – notwithstanding an obiter dictum made by the first instance court – refused to examine the merits of the claim originally brought before the domestic authorities by B.K.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Court further observes that the Government did not submit that the refusal to examine the merits of this case served any of the legitimate interests under paragraph 2 of Article 8. Neither can the Court find that the interference with the applicant’s right served any of the legitimate aims enumerated in that paragraph.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  It follows that there has been a violation of the applicant’s right under Article 8 to see the merits of his motion examined by the courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.   With regard to the substantive aspect of the complaint under Article 8, the Court reiterates that the object and purpose underlying the Convention, as set out in Article 1, is that the rights and freedoms should be secured by the  within its jurisdiction. It is fundamental to the machinery of protection established by the Convention that the national systems themselves provide redress for breaches of its provisions, with the Court exercising a supervisory role subject to the principle of subsidiarity (compare, among other authorities, Z. and Others v. the United Kingdom, no. 29392/95, § 103, ECHR 2001-V and A. and Others v. the  [GC], no. 3455/05, § 147, ECHR 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court considers that this principle is even more pertinent if the complaint concerns a question where the State enjoys a significant margin of appreciation. Comparative research shows that the majority of Member States do not allow any form of assistance to suicide (compare paragraph 26, above and Haas, cited above, § 55). Only four States examined allowed medical practitioners to prescribe a lethal drug in order to enable a patient to end his or her life. It follows that the State Parties to the Convention are far from reaching a consensus in this respect, which points towards a considerable margin of appreciation enjoyed by the State in this context (also compare Haas, cited above, § 55).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Having regard to the principle of subsidiarity, the Court considers that it is primarily up to the domestic courts to examine the merits of the applicant’s claim. The Court has found above that the domestic authorities are under an obligation to examine the merits of the applicant’s claim (see paragraph 66, above). Accordingly, the Court decides to limit itself to examining the procedural aspect of Article 8 of the Convention within the framework of the instant complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  It follows from the above that the domestic courts’ refusal to examine the merits of the applicant’s motion violated the applicant’s right to respect for his private life under Article 8 in of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF THE APPLICANT’S WIFE’S RIGHTS UNDER ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "73.  The Court recalls that, in its decision on the admissibility of the instant complaint, it had joined to the merits the question whether the applicant had the legal standing to complain about a violation of his late wife’s Convention rights.",
                                "elements": []
                            },
                            {
                                "content": "A.  The Government’s submissions",
                                "elements": [
                                    {
                                        "content": "74.  Relying on the Court’s decision in the case of Sanles Sanles (cited above), the Government submitted that the asserted right to end one’s own life was of an eminently personal and non-transferable nature and that the applicant could therefore not assert this right in the name of his deceased wife. There was no reason to depart from this case law. The applicant’s participation in the domestic proceedings could not turn an eminently personal right, such as the alleged right to assistance in order to end one’s life, into a right that could be enforced by others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  But even if the asserted right were to be considered transferable, the applicant could not complain of a violation of his deceased wife’s right under Article 8 of the Convention as there was no indication that, in terms of degree and manner, the applicant’s suffering went beyond the burden that was inevitable when a spouse faced obstacles in organising his or her suicide.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s submissions",
                                "elements": [
                                    {
                                        "content": "76.  The applicant considered that the instant case fell to be distinguished from the Sanles Sanles case. In particular, he shared a much closer relationship with the deceased person than the sister-in-law who lodged the complaint in the above-mentioned case. Furthermore, the applicant, in the instant case, could claim a violation both of his deceased wife’s rights and of his own rights under Article 8.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  It was decisive that the applicant and his wife had jointly submitted an administrative appeal against the Federal Institute’s decision. After his wife’s death, he had pursued the proceedings before the courts. It followed that he had a legitimate interest to pursue this case before the Court. The applicant further emphasised that there was a particular general interest in a ruling on the issues raised by the instant case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "78.  The Court reiterates that in the case of Sanles Sanles (cited above) the applicant was the sister-in law of Mr S., a deceased tetraplegic who had brought an action in the Spanish courts requesting that his general practitioner be authorised to prescribe him the medication necessary to relieve him of the pain, anxiety and distress caused by his condition “without that act being considered under the criminal law to be assisting to suicide or to be an offence of any kind”. The Court considered that the right claimed by the applicant under Article 8 of the Convention, even assuming that such right existed, was of an eminently personal nature and belonged to the category of non-transferable rights. Consequently, the applicant could not rely on this right on behalf of Mr S. and the complaint was to be declared inadmissible as being incompatible ratione personae with the provisions of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court confirmed the principle that Article 8 was of a nontransferrable nature and could thus not be pursued by a close relative or other successor of the immediate victim in the cases of Thevenon v. France ((dec.), no. 2476/02, 28 June 2006) and Mitev (cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court reiterates that “[while it] is not formally bound to follow its previous judgments, it is in the interests of legal certainty, foreseeability and equality before the law that it should not depart, without good reason, from precedents laid down in previous cases.” (see, among many other authorities, Christine Goodwin v. the United Kingdom [GC], no. 28957/95, § 74, ECHR 2002VI, and Bayatyan v. Armenia [GC], no. 23459/03, § 98, 7 July 2011, and the case law cited in those judgments).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court does not find that it has been presented with sufficient reasons to depart from its established case-law as far as it was under consideration by the Court in the instant case. It follows that the applicant does not have the legal standing to rely on his wife’s rights under Article 8 of the Convention because of the non-transferable nature of these rights. The Court recalls however that it has concluded above that there has been a violation of the applicant’s own right to respect for his private life in the instant case (see paragraph 72 above). It follows that the applicant is not deprived of a protection under the Convention even if he is not allowed to rely on his wife’s Convention rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  By virtue of Article 35 § 4 in fine of the Convention, which empowers it to “reject any application which it considers inadmissible ... at any stage of the proceedings”, the Court concludes that the applicant’s complaint about a violation of his late wife’s rights under Article 8 of the Convention is to be rejected under Article 34 as being incompatible ratione personae with the provisions of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF THE APPLICANT’S RIGHT OF ACCESS TO ",
                        "elements": [
                            {
                                "content": "83.  Relying on Article 13 in conjunction with Article 8 of the Convention, the applicant complained that the German courts had violated his right to an effective remedy when denying his right to challenge the Federal Institute’s refusal to grant his wife the requested authorisation.",
                                "elements": []
                            },
                            {
                                "content": "84.  In its decision on admissibility, the Court has further considered that this complaint might fall to be examined under the aspect of the applicant’s right of access to a court. However, in the light of its above finding regarding Article 8 of the Convention (see paragraph 72 above), the Court considers that it is not necessary to examine whether there has also been a violation of the applicant’s rights under Article 13 or under Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "85.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Non- pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "86.  The applicant claimed an overall sum of 5,000 euros (EUR) in respect of non-pecuniary damage for his wife’s pain and additional suffering due to the unwanted extension of her life and EUR 2,500 for his own suffering.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Government considered that it had not been necessary for the applicant and his wife to subject themselves to additional suffering as B.K. would have had other means at her disposal to end her life. They furthermore pointed out that B.K.’s personal suffering ended at the time of her death.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Court has found above that the applicant cannot rely on a violation of his late wife’s Convention rights. It follows that he cannot claim any compensation for non-pecuniary damage on her behalf. Conversely, the Court considers that the applicant must have sustained non-pecuniary damage due to the domestic courts’ refusal to examine the merits of his motion and, deciding on an equitable basis, awards the sum claimed for his own suffering in full.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "89.  The applicant, relying on documentary evidence, further claimed an overall sum of EUR 5,847.27, comprising the lawyer’s fee for the administrative appeal against the Federal Institute’s decision (EUR 197.20), costs incurred for photocopying B.K.’s medical file (EUR 94.80) and the expenses incurred by B.K.’s transport to  and by her assisted suicide.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Government submitted that there was no causal connection between the alleged violation of a Convention right and the damage claimed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The Court considers, at the outset, that the costs of the administrative appeal proceedings fall to be considered below under the head of “costs and expenses”. With regard to the remainder of the applicant’s claim, the Court observes that B.K. committed suicide in  before the German courts had given any decision on the motion. Accordingly, the Court does not discern a link of causation between the domestic courts’ refusal to examine the merits of B.K.’s claim and the expenses incurred by B.K.’s transport to  and her suicide. Accordingly, the Court does not make any award in this respect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "92.  The applicant, who submitted documentary evidence in support of his claim, sought a total of EUR 46,490.91 for costs and expenses. This sum comprised EUR 6,539.05 for lawyers’ fees and expenses in the proceedings before the national courts, as well as EUR 39,951.86 for lawyers’ fees and expenses before this Court. He submitted that he had agreed to pay his lawyer EUR 300 per hour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Government expressed their doubts as to the necessity and appropriateness of the amount claimed. They further pointed out that the applicant had not submitted a written agreement on the hourly rate he claimed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  According to the Court’s case law, an applicant is entitled to the reimbursement of costs and expenses only as far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the claim for costs and expenses in the domestic proceedings in full. Including the costs of the administrative appeal proceedings (EUR 197.20, see paragraphs 89 and 91 above), the Court awards the applicant the amount of EUR 6,736.25 (including VAT) for the proceedings before the domestic courts. Further taking into account that the applicant’s complaints before the Court were only partially successful, the Court considers it reasonable to award the sum of EUR 20,000 (including VAT) for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "95.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the applicant’s complaint about a violation of his wife’s Convention rights inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention in that the domestic courts refused to examine the merits of the applicant’s motion;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that it is not necessary to examine whether there has been a violation of the applicant’s right of access to a court under Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and French, and notified in writing on 19 July 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF KOCH v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-112282.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0719JUD000049709",
    "externalsources": [
        "Recommendation no. 1418 (1999) of the Council of Europe"
    ],
    "extractedappno": [
        "497/09",
        "2346/02",
        "1832/07",
        "932/94",
        "357/94",
        "454/09",
        "31322/07",
        "48335/99",
        "69481/01",
        "17671/02",
        "47826/99",
        "15091/06",
        "41898/04",
        "42758/07",
        "17080/07",
        "29392/95",
        "3455/05",
        "2476/02",
        "28957/95",
        "23459/03"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Articles 2 and 6 of the Basic Law",
        "Sections 4, 5 and 13 of the Narcotics Act",
        "Section 216 of the Criminal Code"
    ],
    "itemid": "001-112282",
    "judgementdate": "19/07/2012 00:00:00",
    "kpdate": "19/07/2012 00:00:00",
    "kpthesaurus": [
        "451",
        "429",
        "203",
        "268",
        "183",
        "498",
        "14",
        "216",
        "238",
        "310"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "8",
        "8-1",
        "34",
        "8-2",
        "35",
        "41"
    ],
    "parties": [
        "KOCH",
        "GERMANY"
    ],
    "rank": "902.807800292969",
    "representedby": [
        "KOCH D."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [
        "A. and Others v. the United Kingdom [GC], no. 3455/05, § 147, ECHR 2009",
        "Bayatyan v. Armenia [GC], no. 23459/03, § 98, 7 July 2011",
        "Bezzina Wettinger and Others v. Malta, no. 15091/06, § 66, 8 April 2008",
        "Christine Goodwin v. the United Kingdom [GC], no. 28957/95, § 74, ECHR 2002-VI",
        "Direkçi, v. Turkey (dec.), no. 47826/99, 3 October 2006",
        "Haas v. Switzerland, no. 31322/07, 20 January 2011",
        "Milionis and Others v. Greece, no. 41898/04, §§ 23-26, 24 April 2008",
        "Mitev v. Bulgaria (dec.), no. 42758/07, 29 June 2010",
        "Polanco Torres and Movilla Polanco, no. 34147/06, § 30, 21 September 2010",
        "Pretty v. the United Kingdom, no. 2346/02, § 74, ECHR 2002-III",
        "Sanles Sanles v. Spain (dec.), no. 48335/99, ECHR 2000-XI",
        "Schneider v. Germany, no. 17080/07, § 100, 15 September 2011",
        "Thevenon v. France (dec.), no. 2476/02, 28 June 2006",
        "Z. and Others v. the United Kingdom, no. 29392/95, § 103, ECHR 2001-V"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "399393",
    "typedescription": "15"
}