{
    "__articles": "6;6-1;29;29-3;41;P1-1;P1-1-1",
    "__conclusion": "Violation of Art. 6-1;Violation of P1-1;Pecuniary damage - Government to secure domestic award;Non-pecuniary damage - financial award;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "12023/04;12096/04",
    "article": [
        "6",
        "41",
        "29",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - Government to secure domestic award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-77957.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 12023/04 and 12096/04) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Ukrainian nationals, Mr Eduard Sergiyovych Bagriy (“the first applicant”) and Mr Fedir Vasylyovych Krivanich (“the second applicant”), on 10 March 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by their Agents, Mrs V. Lutkovska and Mr Y. Zaytsev.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 7 July 2005 the Court decided to communicate the applications to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the applications at the same time as their admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASES",
                        "elements": [
                            {
                                "content": "4.  The first applicant was born in 1970. The second applicant was born in 1965. Both of them are Ukrainian nationals, who live in the city of Kirovograd, .",
                                "elements": []
                            },
                            {
                                "content": "5.  On unspecified dates the applicants retired from the army. Upon retirement, the applicants became entitled to compensation for their uniforms and travel expenses. As these compensations remained unpaid, they instituted proceedings in the Kirovogradskiy District Court (Місцевий суд Кіровоградського району) against their former employer, a military unit. The first applicant instituted proceedings in 2003 seeking compensation for his uniform and travel expenses. The second applicant instituted proceedings in 2002 seeking compensation for his uniform and moral damage.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 10 September 2003 the court awarded the first applicant UAH 1,740.91 for the uniform and UAH 360 for travel expenses. On 20 February 2003 the court awarded the second applicant UAH 2,532.05 for the uniform and UAH 2,000 in compensation for moral damage.",
                                "elements": []
                            },
                            {
                                "content": "7.  The above judgments have been enforced in part. The first applicant received UAH 360, the outstanding judgment debt being 1,740.91. The second applicant received UAH 3,805.04, the outstanding judgment debt being UAH 732.05.",
                                "elements": []
                            },
                            {
                                "content": "8.  In January and February 2004, the Kirovograd Regional Department of Justice informed the applicants that the rest of the amounts awarded could not be paid due to the debtor's lack of funds and that the procedure for the forced sale of assets belonging to the debtor was barred by the Law of 26 November 2001 “On the Introduction of a Moratorium on the Forced Sale of Property” (Закон України “Про введення мораторiю на примусову реалiзацiю майна”).",
                                "elements": []
                            },
                            {
                                "content": "9.  On 18 June 2004 the Kirovograd Bailiffs' Service returned the writs of execution to the applicants.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "11.  Pursuant to Rule 42 § 1 of the Rules of Court, the Court joins the applications, given their common factual and legal background.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ADMISSIBILITY",
                        "elements": [
                            {
                                "content": "12.  The applicants complained about the non-enforcement of the judgments of the Kirovogradskiy District Court of 10 September 2003 and 20 February 2003. They invoked Article 6 § 1 of the Convention and Article 1 of Protocol No. 1, which provide, insofar as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": [
                                    {
                                        "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": [
                                    {
                                        "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest ....”",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The Government raised objections as to the exhaustion of domestic remedies and the applicants' victim status similar to those which the Court has already dismissed in a number of judgments (see, Voytenko v. Ukraine, no. 18966/02, §§ 27-35, 29 June 2004 and Nosal v. Ukraine, no. 18378/03, §§ 33-35, 29 November 2005). The Court considers that the present objections must be rejected for the same reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The Court finds that the applicants' complaints under Article 6 § 1 of the Convention about the delay in the enforcement of the judgments of the Kirovogradskiy District Court are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible. For the same reasons, the applicants' complaints under Article 1 of Protocol No. 1 cannot be declared inadmissible.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  MERITS",
                        "elements": [
                            {
                                "content": "15.  The Government maintained that the length of the enforcement proceedings in both cases was not excessive and the Bailiffs' Service performed all necessary actions. The Government contended that the applicants' entitlement to the awards was not disputed and they were not deprived of their property. The Government further maintained that the applicants had at their disposal effective remedies explicitly provided for by domestic legislation to challenge the non-enforcement of the court judgment given in their favour.",
                                "elements": []
                            },
                            {
                                "content": "16.  The applicants disagreed. They submitted that there had been a substantial delay in payments which had therefore deprived them of the actual possession of their property. They also stated that no fault for the delay in the enforcement proceedings could be attributed to the bailiffs and that the judgments had remained unenforced due to a lack of budget funding.",
                                "elements": []
                            },
                            {
                                "content": "17.  The Court notes that the judgment in the first applicant's favour has not been enforced in full for three years and the judgment in the second applicant's favour has not been enforced in full for three years and seven months.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Court recalls that it has already found violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 in cases like the present applications (see, Voytenko v. Ukraine, cited above, §§ 26-55; Nosal v. Ukraine, cited above, §§ 33-47).",
                                "elements": []
                            },
                            {
                                "content": "19.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present cases.",
                                "elements": []
                            },
                            {
                                "content": "20.  There has, accordingly, been a violation of Article 6 § 1 of the Convention and of Article 1 of Protocol No. 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "22.  Both applicants claimed their judgment debts. They also claimed non-pecuniary damage of EUR 10,000 each.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Government contended that it was not obliged to pay the above debts due to the applicants, as they had neither appealed against the Bailiffs' decisions of 18 June 2004 to return the writs of execution, nor resubmitted them at a later date. They further contended that the applicants' claims for non-pecuniary damage should be dismissed as unsubstantiated and that the finding of a violation would constitute sufficient just satisfaction in these cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.   In so far as the judgments in the applicants' favour have not been paid, the Court considers that, if the Government were to pay the judgments debts owed to the applicants, it would constitute full and final settlement of their claims for pecuniary damage. As to the applicants' claims for non-pecuniary damage, the Court considers them excessive. Making its assessment on an equitable basis as required by Article 41 of the Convention, the Court awards the sum of EUR 800 the first applicant and EUR 1,000 to the second applicant in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "25.  The applicants also claimed legal fees and postal expenses. However they neither indicated the amounts requested nor submitted any document in this respect. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Government maintained that these claims should be dismissed as unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and was reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court notes that the applicants did not submit any evidence of their expenses. However, the applicants may have incurred some costs and expenses in connection with their Convention proceedings. Regard being had to the Court's case-law and the information in its possession, the Court awards EUR 100 to each applicant in respect of costs and expenses (see, mutatis mutandis, Romanchenko v. Ukraine, no. 5596/03, § 38, 22 November 2005).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "29.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 1 of Protocol No.1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants' claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 November 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrP. Lorenzen",
            "role": "president"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "MrsR. Jaeger",
            "role": "judges"
        },
        {
            "name": "MrM. Villiger",
            "role": "judges"
        },
        {
            "name": "and Mrs C. Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "16/10/2006 00:00:00",
    "docname": "CASE OF BAGRIY AND KRIVANICH v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-77957.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:1109JUD001202304",
    "externalsources": [],
    "extractedappno": [
        "12023/04",
        "12096/04",
        "18966/02",
        "18378/03",
        "5596/03"
    ],
    "importance": "4",
    "introductiondate": "10/03/2004 00:00:00",
    "issue": [],
    "itemid": "001-77957",
    "judgementdate": "09/11/2006 00:00:00",
    "kpdate": "09/11/2006 00:00:00",
    "kpthesaurus": [
        "369",
        "304",
        "445",
        "7",
        "113",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "P1-1-1",
        "29",
        "29-3",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "BAGRIY AND KRIVANICH",
        "UKRAINE"
    ],
    "rank": "563.680603027344",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Nosal v. Ukraine, no. 18378/03, §§ 33-47, 29 November 2005",
        "Romanchenko v. Ukraine, no. 5596/03, § 38, 22 November 2005",
        "Voytenko v. Ukraine, no. 18966/02, §§ 20-25 and 27-35, 29 June 2004"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "341487",
    "typedescription": "15"
}