{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court)",
    "applicability": "",
    "appno": "41988/08",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-188375.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 41988/08) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Ms Mariya Leontiyivna Abramova (“the applicant”), on 24 July 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms O.P. Abramova, a lawyer practising in Poltava. The Ukrainian Government (“the Government”) were represented by their Agent, most recently Mr I. Lishchyna of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant essentially complained under Article 6 § 1 of the Convention that there had been a violation of her right of access to a court.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 19 May 2017 notice of the complaint concerning an alleged violation of Article 6 § 1 of the Convention was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1970 and lives in Poltava.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 18 April 2003 the applicant’s employer, Grebinkivska District State Administration (“the Administration”), received a statement from the Grebinkivskyy District prosecutor’s office dated 17 April 2003 (“the prosecutor’s statement”). The document analysed the amount of preventive social work performed by the applicant in connection with minors in 2002 and concluded that the applicant, as the head of the juvenile service department of the Administration, had no knowledge of the relevant law and displayed an irresponsible attitude towards her professional duties. The document contained a demand that the applicant be disciplined.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 21 April 2003 the Administration examined the prosecutor’s statement and decided to give the applicant a warning against the use of excessive formalism in her work. On 14 May 2003 the Administration informed the prosecutor’s office of the actions taken in consequence of their consideration of the prosecutor’s statement.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 10 April 2004 the applicant brought civil defamation proceedings against the Grebinkivskyy District prosecutor’s office, Prosecutor Mr B., the Poltava Region prosecutor’s office and the State Treasury of Ukraine, alleging that the prosecutor’s statement contained untrue information relating to her professional activity and that this negative evaluation of her attitude to work had damaged her honour, dignity and professional reputation. She asked the court to order the Grebinkivskyy District prosecutor’s office to retract the prosecutor’s statement and to pay her compensation for non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 8 December 2005 the Pyryatynskyy District Court of Poltava Region applied defamation law as contained in the Civil Code of 2003, the Prosecutor’s Office Act and the Information Act. It considered the case on its merits and allowed the applicant’s claim in part.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 17 July 2006 the Poltava Regional Court of Appeal did not challenge the approach of the first-instance court in considering the case under civil law defamation provisions. However, it disagreed with the application of the Civil Code of 2003 and applied the old Civil Code of 1963. It partly allowed the claim and increased the level of compensation awarded to the applicant for non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 20 September 2006 the State Treasury of Ukraine appealed against the decision to the Supreme Court.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 6 February 2008 the Supreme Court of Ukraine quashed the above decision of 17 July 2006 and closed the proceedings, finding that the case should not have been examined in civil proceedings. The court indicated that the prosecutor’s statement should have been contested either before a superior prosecutor (in accordance with section 22 of the Prosecutor’s Act) or before “a court”. The Supreme Court also ruled that, according to paragraph 4 of Resolution no. 7 of the Plenum of the Supreme Court of Ukraine dated 28 September 1990, entitled “on the application of legislation by the courts regulating defence of honour, dignity and reputation of citizens and organisations” (“the Resolution”), it was not possible to file a civil defamation claim in respect of statements contained in courts’ decisions or decisions of various investigative bodies.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitution of Ukraine of 28 June 1996",
                                "elements": [
                                    {
                                        "content": "13.  The relevant provision of the Constitution of Ukraine reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...Everyone has the right to challenge before the court decisions, acts or omissions of governmental authorities, local self-governing authorities, civil servants and officials...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Civil Code of Ukraine (wording applicable at the time of the circumstances of the case)",
                                "elements": [
                                    {
                                        "content": "“An individual or organisation has a right to request rectification of untrue information damaging their honour, dignity or professional reputation or damaging their interests before the courts if the person who disseminated the information cannot prove that it was true ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Prosecutor’s Office Act (wording applicable at the time of the circumstances of the case)",
                                "elements": [
                                    {
                                        "content": "14.  The relevant provisions of the Prosecutor’s Office Act are the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Prosecutors and their deputies may file a written order [“припис”] for a breach of law attributed to a State body or to a State official to be redressed. The written order shall be filed either, where it has been admitted that the breach was committed, with the State body or State official concerned, or with the hierarchical superior of the State body or State official concerned having the authority to redress the abuse ... The body or official concerned may contest the order either with the superior prosecutor, who shall consider the complaint within ten days, or before a court.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Prosecutors and their deputies may file a statement [“подання”] requiring a breach of law and its causes to be redressed, with the State body, with the State official or with a non-governmental organisation that is competent to redress the breach. Such a statement shall be considered urgently”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  There is no provision in the Prosecutor’s Office Act for challenging prosecutors’ statements.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Resolution",
                                "elements": [
                                    {
                                        "content": "16.  In the Resolution, the Plenum of the Supreme Court stated the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“4.  No civil procedure is to be opened in respect of statements contained in verdicts, other court decisions, in decisions of investigative bodies or similar bodies, when the law provides for another procedure.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  The applicant complained under Article 6 § 1 of the Convention that the domestic courts had failed to examine the merits of her civil claim and had accordingly deprived her of her right of access to a court. This provision provides, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Applicability of Article 6 § 1 of the Convention",
                                        "elements": [
                                            {
                                                "content": "18.  The Government maintained that the prosecutor’s statement had not had any legal consequences for the applicant. According to them, it was for the local administration to consider the prosecutor’s statement and to apply the necessary measures, and the applicant had ultimately just received a warning on account of her irresponsible attitude; no disciplinary sanctions had been applied to her. In the Government’s opinion, there was no dispute about the applicant’s civil rights and obligations and thus Article 6 did not apply to the present case. They concluded that the application was inadmissible as being incompatible with the provisions of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The applicant disagreed. She submitted that the right to lodge a claim for protection of her honour, dignity and professional reputation at the domestic level had been guaranteed by domestic law. In the applicant’s opinion, it was clearly a dispute over her civil rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The Court reiterates that for Article 6 § 1 in its “civil” limb to be applicable, there must be a dispute (“contestation” in the French text) over a “civil right” which can be said, at least on arguable grounds, to be recognised under domestic law, irrespective of whether it is also protected under the Convention. The dispute must be genuine and serious; it may relate not only to the actual existence of a right but also to its scope and the manner of its exercise; and, finally, the result of the proceedings must be directly decisive for the right in question, mere tenuous connections or remote consequences not being sufficient to bring Article 6 § 1 into play (see, among the most recent authorities, Regner v. the Czech Republic [GC], no. 35289/11, § 99, 19 September 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The Court then observes that the “civil” character of the right to enjoy a good reputation follows from the established case-law of the Court (see Golder v. the United Kingdom, 21 February 1975, § 27, Series A no. 18).",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The Court further considers that the content of the prosecutor’s statement could affect the applicant’s reputation, no matter what sanctions might be applied as a result of that statement. A mere absence of further sanctions being applied would not automatically mean that her civil rights had not been sufficiently infringed, particularly given the fact that she had been publicly warned about her allegedly irresponsible attitude. The Court therefore considers that the outcome of the civil proceedings that the applicant intended to initiate would have been directly decisive in relation to her civil right to reputation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The Court is also mindful that the applicant intended to claim compensation for non-pecuniary damage, which, in its view, reinforces the civil nature of the proceedings she intended to bring.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  Considering the above and noting that the dispute was genuine and serious, the Court finds that a determination of the applicant’s civil rights within the meaning of Article 6 § 1 was at stake. It follows that Article 6 § 1 of the Convention applies in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  Consequently, the Government’s objection must be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Whether the applicant suffered a significant disadvantage",
                                        "elements": [
                                            {
                                                "content": "27.  The Government considered that the application should be declared inadmissible by application of Article 35 § 3 (b) of the Convention. It observed in this respect that the applicant had not suffered a significant disadvantage as the prosecutor’s statement had not had any legal consequences for her. The Government reiterated that no disciplinary sanctions had been adopted in the applicant’s case (and that the applicant had just been given a warning on account of her irresponsible attitude) and thus no significant disadvantage had been caused to her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28. The applicant maintained that she had been the victim of a violation of her right of access to a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29. Article 35 § 3 (b) does not allow the rejection of an application under this admissibility requirement if the case has not been duly considered by a domestic tribunal. The purpose of that rule, qualified by the drafters as a “second safeguard clause” (see the Explanatory Report to Protocol No. 14, § 82), is to ensure that every case receives a judicial examination, either at the national or at the European level, so as to avoid a denial of justice (see Korolev v. Russia (dec.), no. 25551/05, ECHR 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Court notes that in the present case the applicant complained under Article 6 § 1 of the Convention that, as a consequence of the judgment of the Supreme Court of 6 February 2008, the domestic courts had failed to examine the merits of her civil claim and had accordingly deprived her of her right of access to a court. In the Court’s view, the chief point raised in the present case is precisely whether the applicant was denied justice at the domestic level.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court thus finds that the issue of whether the applicant’s case has been duly considered by a domestic tribunal is closely linked to the substance of her complaint under Article 6 § 1 of the Convention. Therefore, the Government’s preliminary objection that the applicant has not suffered a “significant disadvantage” should be joined to the merits.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Non-exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "32.  The Government submitted that the applicant had failed to exhaust the domestic remedies available to her. In particular, they argued that the applicant should have followed the instructions of the Supreme Court of Ukraine and either applied to a superior prosecutor or challenged the prosecutor’s statement in court following the relevant procedure. They referred in this respect to Article 55 of the Constitution of Ukraine, which allowed an individual to challenge decisions of governmental authorities, including prosecutors’ decisions, before the courts. In the Government’s opinion, the defamation procedure followed by the applicant had obviously been an inappropriate route to challenge decisions of governmental authorities. They also referred in this regard to the Resolution, cited in the Supreme Court’s judgment of 6 February 2008, which did not allow for civil procedures to be commenced in respect of statements contained in verdicts, in other court decisions, in decisions of investigative bodies or of similar bodies, when the law provided for another procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicant contested this argument. First, she submitted that the Government’s reference to the Resolution was incorrect as the prosecutor’s statement which had allegedly infringed her rights had neither been a court decision nor a decision of an investigative body in a criminal case. Thus, according to the applicant, the relevant provisions of the Resolution were not applicable in her case. Secondly, as to the possibility of challenging of the prosecutor’s statement before the court, the applicant stated that the Supreme Court had failed to guide her as to which court and the use of which procedure would be appropriate for her complaint. She added that at the time when she had brought her claim at the domestic level, the system of administrative courts had not existed. Therefore, in her opinion, even if the Government had meant that she should have used an administrative procedure to protect her rights, her claim would nevertheless have had to be examined by the same courts that had considered her civil claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The applicant also submitted that the procedure that she had used had been aimed at determining whether her right to reputation had been infringed by the prosecutor’s statement. According to her, while she had challenged some of the information contained in the prosecutor’s statement that she alleged had infringed her right to respect for her honour, dignity and reputation, she had not challenged the legality of the prosecutor’s statement as such. She concluded that the Government had failed to suggest any procedural options that would have allowed her to protect her rights in this respect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court finds that the issue of exhaustion of domestic remedies in the applicant’s case is closely linked to the substance of her complaint under Article 6 § 1 of the Convention. It should therefore be joined to the merits.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Conclusion on admissibility",
                                        "elements": [
                                            {
                                                "content": "36.  The Court considers that the applicant’s complaint as to her alleged lack of access to a court is not manifestly illfounded, within the meaning of Article 35 § 3 (a) of the Convention. It also finds that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "37.  The applicant reiterated her submissions with respect to nonexhaustion of domestic remedies. She also contested the Government’s argument that they were unable to access the domestic courts’ decisions from the time of the circumstances of the case. In particular, the applicant submitted that the relevant decisions were available from the court archives and the Supreme Court’s case-law analysis. She concluded that the Supreme Court’s termination of the proceedings in her case had amounted to a violation of her right of access to a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Government maintained that there had been no violation of the applicant’s right of access to a court as she had had other options for the protection of her rights than defamation proceedings. In their view, the domestic courts had clearly explained the procedure to be followed but she had failed to do so. They added that since the case concerned events that had occurred in 2003 and since the Unified State Register of Judicial Decisions had only been running from 1 January 2007, they had had limited access to the domestic courts’ case-law at the material time.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "39. The Court reiterates that the right of access to a court was established as an aspect of the right to a tribunal under Article 6 § 1 of the Convention (see Golder, cited above, §§ 28-36). The Court has found the right of access to a court to be an inherent aspect of the safeguards enshrined in Article 6, referring to the principles of the rule of law and the avoidance of arbitrary power which underlay much of the Convention. Thus, Article 6 § 1 secures to everyone the right to have a claim relating to his civil rights and obligations brought before a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The right of access to a court must be “practical and effective”, not “theoretical or illusory”. This observation is particularly true in respect of the guarantees provided for by Article 6, in view of the prominent place held in a democratic society by the right to a fair trial (see Zubac v. Croatia [GC], no. 40160/12, § 77, 5 April 2018 and the cases cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  However, the right of access to the courts is not absolute but may be subject to limitations; these are permitted by implication since the right of access by its very nature calls for regulation by the State, which regulation may vary in time and in place according to the needs and resources of the community and of individuals. In laying down such regulation, the Contracting States enjoy a certain margin of appreciation. Whilst the final decision as to observance of the Convention’s requirements rests with the Court, it is no part of the Court’s function to substitute for the assessment of the national authorities any other assessment of what might be the best policy in this field. Nonetheless, the limitations applied must not restrict the access left to the individual in such a way or to such an extent that the very essence of the right is impaired. Furthermore, a limitation will not be compatible with Article 6 § 1 if it does not pursue a legitimate aim and if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see Zubac, cited above, § 78).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court has also heed that its task is not to examine whether or not the domestic courts had jurisdiction to determine the merits of the case or to establish which of the courts had jurisdiction to hear the applicant’s complaints on their merits (see Tserkva Sela Sosulivka v. Ukraine, no. 37878/02, § 51, 28 February 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  In the present case, the applicant instituted defamation proceedings before the domestic courts, which ultimately failed to rule on the merits of her civil claim, having found that they had no jurisdiction in respect of the matter, notwithstanding the fact that the procedural admissibility requirements had been complied with.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  It is not for the Court to decide whether it was appropriate in the circumstances of the case for the applicant to instigate defamation proceedings in order to have her civil right to reputation determined. Its task is only to check if, the applicant having been denied access to such proceedings, she then had access to other proceedings allowing such a determination (see, mutatis mutandis, Ernst and Others v. Belgium, no. 33400/96, § 53, 15 July 2003).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court observes in this respect that in its final decision the Supreme Court, which refused to examine the merits of the applicant’s claim, had indicated to the applicant that she had other options to effectively protect her rights, that is by resorting either to the hierarchical superior of the prosecutor’s office or to “a court”. The Government referred to this finding of the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Turning to the first of these options (resorting to the hierarchical superior of the prosecutor’s office), the Court notes that the provisions of the Prosecutor’s Office Act do not provide for a special procedure to challenge statements made by prosecutors; in particular, it does not provide for the possibility of contesting such statements before superior prosecutors (see paragraph 15 above). Section 22 of the Prosecutor’s Office Act, to which the Supreme Court referred in its decision, concerned prosecutors’ orders, which are another type of procedural action by the prosecutor’s office (see paragraph 14 above). The Court thus considers that, even assuming that resorting to a hierarchical superior of the prosecutor’s office would have given access to a “tribunal”, within the meaning of Article 6 § 1 of the Convention, the Government have failed to prove that such proceedings were available to the applicant in the circumstances of her case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  With regard to the second option relied upon by the Government (resorting to “a court”), the Court notes that the Supreme Court had failed to indicate to which court the applicant should have resorted and which specific procedure would have been appropriate for her claim. In their observations the Government referred in this regard to a general provision of the Constitution of Ukraine (Article 55; see paragraph 13 above), allowing individuals to challenge decisions of governmental authorities before the courts. However, they also failed to clarify which specific proceedings were accessible to the applicant to allow the determination of her claim concerning her civil right to reputation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  It has therefore not been shown that the applicant, who could not use civil defamation proceedings to bring her claim, had had access to other proceedings which would allow a tribunal to determine her claim concerning her civil right to reputation. Therefore, the Government’s objection of non-exhaustion of domestic remedies must be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The foregoing considerations are sufficient to enable the Court to conclude that the very essence of the applicant’s right of access to a court was impaired. It follows that the Government’s objection that the applicant did not suffer a significant disadvantage must be dismissed and that there has been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "51.  The applicant claimed 3,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government argued that the sum claimed by the applicant was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court, ruling on an equitable basis, awards the applicant EUR 1,500 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "54.  The applicant did not make a claim for costs and expenses. Accordingly, the Court considers that there is no call to award her any sum on that account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "55.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the Government’s objections that the applicant did not suffer a significant disadvantage for the purposes of Article 35 § 3 (b) of the Convention and did not exhaust domestic remedies, and rejects them;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint under Article 6 § 1 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, EUR 1,500 (one thousand five hundred euros) in respect of nonpecuniary damage, to be converted into Ukrainian hryvnas at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 December 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "president"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Iulia Antoanella Motoc",
            "role": "judges"
        },
        {
            "name": "Andrea Tamietti",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ABRAMOVA v. UKRAINE",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-188375.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1218JUD004198808",
    "externalsources": [],
    "extractedappno": [
        "41988/08",
        "35289/11",
        "25551/05",
        "40160/12",
        "37878/02",
        "33400/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-188375",
    "judgementdate": "18/12/2018 00:00:00",
    "kpdate": "18/12/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "7"
    ],
    "languageisocode": "ENG",
    "originatingbody": "28",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "ABRAMOVA",
        "UKRAINE"
    ],
    "rank": "2894.62524414063",
    "representedby": [
        "ABRAMOVA O.P."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "484018",
    "typedescription": "15"
}