{
    "__articles": "6;6-1;13",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)",
    "applicability": "",
    "appno": "39380/13",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        }
    ],
    "content": {
        "001-159778.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39380/13) against the Republic of Croatia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Ms Marina Mamić on behalf of her underage daughter Tena Vrtar (“the applicant”), who are both Croatian nationals, on 30 April 2013.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms V. Šnur, an advocate practising in Vinkovci. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that enforcement of the judgment ordering her father to pay for her maintenance had been unduly delayed, and that the remedy she had resorted to in that respect had turned out to be ineffective.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 16 September 2013 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1998 and lives in Vinkovci.",
                                "elements": []
                            },
                            {
                                "content": "6.  By a judgment of 14 September 1999 the Vinkovci Municipal Court (Općinski sud u Vinkovcima) ordered the applicant’s father to pay for her maintenance. In particular, he was ordered to pay 500 Croatian kunas (HRK) per month in the period between 7 May and 14 September 1999, and 10% of his salary in the period after the latter date.",
                                "elements": []
                            },
                            {
                                "content": "A.  Enforcement proceedings",
                                "elements": [
                                    {
                                        "content": "1.  Principal proceedings",
                                        "elements": [
                                            {
                                                "content": "7.  On 15 January 2001 the applicant’s mother applied on behalf of her daughter to the Vinkovci Municipal Court for enforcement of that judgment. In particular, she sought payment of HRK 2,500 on account of unpaid outstanding monthly instalments of child maintenance together with the statutory default interest accrued as of 14 September 1999, and garnishment of 10% of the debtor’s salary from the issuance of the writ of execution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  By a decision of 23 January 2001 the Vinkovci Municipal Court declined its territorial jurisdiction in the matter and transferred the case to the Varaždin Municipal Court (Općinski sud u Varaždinu).",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  On 20 March 2001 the Varaždin Municipal Court invited the applicant’s mother to supplement the application for enforcement by enclosing the judgment sought to be enforced stamped with the certificate of enforceability, and the power-of-attorney authorising the applicant’s advocate to represent her in the proceedings. The applicant’s mother did so on 9 April 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  On 20 April 2001 the court invited the applicant’s mother to correct the application for enforcement by specifying outstanding monthly instalments of child maintenance that had not been paid by the debtor, and the statutory default interest accrued on each unpaid instalment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 7 May 2001 the applicant’s mother replied that in the application for enforcement she had sought payment of HRK 2,500 with the statutory default interest accrued from 14 September 1999 (see paragraph 7 above) and thus saw no reason why the application for enforcement had to be corrected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  On 3 February 2002 the applicant’s mother urged the court to speed up the proceedings and issue a writ of execution (rješenje o ovrsi). She indicated that the debtor was paying the child maintenance at his own discretion and convenience both in terms of amount and time, rather than in accordance with the judgment sought to be enforced.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On 18 February 2003 the Varaždin Municipal Court issued a writ of execution by garnishment of the debtor’s salary in the manner sought in the application for enforcement, and forwarded the writ to the debtor’s employer. The court also specified that the funds would be transferred to the applicant mother’s account once the writ became final.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On 3 March 2003 the debtor appealed against the writ. He claimed that he was regularly paying the child maintenance and submitted some documentary evidence in support of his claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 17 March 2003 the applicant’s mother invited the court to forward the appeal to the second-instance court and suggested that the documents submitted by the debtor be forwarded to his employer with a view to deducting of what had been paid and paying her the difference.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 25 November 2003 the Varaždin Municipal Court invited the applicant’s mother to specify to what extent the debtor had not complied with his obligation to pay child maintenance. The applicant’s mother did not reply.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 19 May 2004 the debtor’s employee returned the writ of execution to the first-instance court informing it that the debtor had retired on 30 December 2003.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 15 September 2005 the court held a hearing which the applicant’s representative did not attend.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 11 December 2005, 20 November 2006 and 5 February and 31 May 2007 the court again invited the applicant’s mother to specify to what extent the debtor had not complied with his obligation to pay child maintenance (see paragraph 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 14 June 2007 the applicant’s mother asked the court to carry out the writ of execution by garnishment of the debtor’s pension. She reiterated that in the period between 14 September 1999 and 11 June 2007 the debtor was not regularly paying the child maintenance. She also submitted that since payments had been rare and irregular she had not been able to keep the record and thus suggested to obtain payment slips from the debtor in order to determine how much of the child maintenance he had paid in that period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 4 September 2007 the court held a hearing which the applicant’s mother and representative did not attend. At the hearing the debtor was unable to prove all his payments because he was no longer in possession of all payment slips. On the same day the court invited the Croatian Postal Service to provide that information but it eventually informed the court that it could not provide the information requested.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 26 September 2007 the court for the sixth time invited the applicant’s mother to specify to what extent the debtor had not complied with his obligation to pay child maintenance (see paragraphs 16 and 19 above). On 22 December 2007 the court reiterated its request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 30 January 2008 the applicant’s mother reiterated that the debtor was not regularly paying the child maintenance and that therefore she was unable to keep record of his payments and specify to what extent he had not complied with his obligation (see paragraph 20 above). She invited the court to simply order garnishment of 10% of the debtor’s pension with a view to securing payment of future instalments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 28 October 2008 the court invited the regional office of the Croatian Pension Fund to provide the information on the level of the debtor’s pension. On 5 November 2008 the Fund submitted the requested information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 4 November 2008 the applicant’s mother in a telephone conversation urged the court to deliver a decision and reiterated that she was unable to specify the unpaid instalments of maintenance (see paragraphs 20 and 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 31 May 2010 the court invited the applicant’s mother to make submissions as regards further actions to be taken in the enforcement proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 10 June 2010 the applicant’s mother informed the court that the debtor owed the total of HRK 15,000 on account of unpaid instalments of child maintenance and invited it to order garnishment of his pension in the amount of at least HRK 700 per month with a view to securing payment of future instalments. On 14 July 2010 the debtor replied that he was regularly paying the maintenance and thus owed nothing to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 31 July 2010 the court held a hearing which both parties attended. The applicant’s mother reiterated that the debtor owed HRK 15,000 on account of unpaid instalments of child maintenance but could not specify in respect of which period given that he was paying the maintenance only partially and irregularly (see paragraphs 20, 23, 25 and 27 above). The debtor replied that the documentary evidence he had submitted (see paragraph 14 above) suggested that he had thus far paid for the applicant’s maintenance HRK 53,739. At the end of the hearing the court yet again invited the applicant’s mother to specify the exact amount of the applicant’s claim and suggest further steps to be taken in the proceedings, within fifteen days otherwise the application for enforcement would be considered withdrawn.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 13 September 2010 the applicant’s mother did so by stating that the debtor owed HRK 24,331. She again asked the court to order garnishment of 10% of his pension with a view to securing payment of future instalments (see paragraph 23 above). In his reply of 24 September 2010 the debtor again denied existence of any debt (see paragraph 27 above) but agreed to garnishment of 10% of his pension.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 3 May 2011 the court again invited the applicant’s mother to propose further steps to be taken in the proceedings (see paragraphs 26 and 28 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 26 May 2011 the applicant’s representative invited the court to obtain an expert opinion in order to determine the exact amount of the debt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  By a decision of 3 May 2012 the court decided on the debtor’s appeal of 3 March 2003 (see paragraph 14 above) so that it instructed him to institute separate civil proceedings to declare the enforcement inadmissible (in part or in full). That decision became final on 6 June 2012. As a result thereof, the writ of execution of 18 February 2003 (see paragraph 13 above) also became final on the same day.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 11 July 2012 the court informed the Croatian Pension Fund that the writ of execution had become final and ordered it to commence garnishment of 10% of the debtor’s pension.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 6 September 2012 the court invited the Croatian Pension Fund to inform it whether it had complied with the court’s order of 11 July 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 21 September 2012 the Croatian Pension Fund informed the court that it could not have complied with the order because 1/3 of the debtor’s pension – allegedly the maximum portion of one’s income that could be garnished under the law (see paragraphs 57-59 below) – was already being garnished pursuant to the writ of execution issued in the concurrent enforcement proceedings in which the applicant sought enforcement of another (newer) judgment ordering payment of child maintenance (see paragraphs 44-49 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The garnishment of 10% of the debtor’s pension pursuant to the writ of execution of 18 February 2003 (see paragraph 13 above) was therefore suspended until the other writ was carried out in full, that is, until 12 December 2013 (see paragraph 49 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 1 January 2014 the Fund commenced garnishment of the debtor’s pension pursuant to the writ of execution of 18 February 2003. That writ was carried out in full on 12 November 2014 whereupon on 20 February 2015 the court issued a decision declaring that the enforcement was completed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Proceedings following the applicant’s requests for protection of the right to a hearing within a reasonable time",
                                        "elements": [
                                            {
                                                "content": ".  Meanwhile, on 26 May 2011 the applicant’s mother on behalf of her daughter lodged a request for protection of the right to a hearing within a reasonable time (zahtjev za zaštitu prava na suđenje u razumnom roku) with the Varaždin County Court (Županijski sud u Varaždinu) complaining about the length of the above enforcement proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  By a decision of 22 February 2012 the Varaždin County Court found a violation of the applicant’s right to a hearing within a reasonable time, awarded her 6,600 Croatian kunas (HRK) in compensation and ordered the Varaždin Municipal Court to complete the enforcement within six months of service of its decision. It held that the proceedings had not been complex, that there had been substantial periods of inactivity in the proceedings attributable to the first-instance court amounting altogether to five and a half years, and that a delay of more than one year and eight months had been attributable to the applicant who had failed to specify the amounts sought even though she had been repeatedly invited to do so (see paragraphs 16, 19, 22 and 28 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  On 13 February 2012 the applicant appealed complaining about the amount of the compensation.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  By a decision of 18 May 2012 the Supreme Court (Vrhovni sud Republike Hrvatske) increased the amount of compensation to HRK 8,100 having regard to the urgent character of the enforcement proceedings and to what was at stake for the applicant (payment of child maintenance).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  On 20 September 2012 the applicant’s mother on behalf of her daughter lodged a constitutional complaint against the Supreme Court’s decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  By a decision of 15 November 2012 the Constitutional Court (Ustavni sud Republike Hrvatske) declared inadmissible the applicant’s constitutional complaint and on 4 December 2012 served its decision on her representative. It held that the contested decision was not amenable to constitutional review in terms of section 62 of the Constitutional Court Act (see paragraph 52 below).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Other relevant proceedings",
                                "elements": [
                                    {
                                        "content": "44.  In the meantime, on 12 May 2011 the applicant’s mother on behalf of her daughter instituted proceedings before the Varaždin Municipal Court against the applicant’s father with a view to increasing the level of child maintenance stipulated in the judgment of 14 September 1999 (see paragraph 6 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  By a judgment of 21 September 2011 the court ruled for the applicant and ordered her father to pay HRK 800 per month for her maintenance as of 25 May 2011. The judgment became final on 9 February 2012 and enforceable on 12 March 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 15 April 2012 the applicant’s mother applied on behalf of her daughter to the same municipal court for enforcement of that judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 25 April 2012 that court issued a writ of execution by garnishment of the debtor’s pension, which became final on 30 May 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 13 July 2012 the court ordered the Croatian Pension Fund to commence garnishment of the debtor’s pension.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In the period between 17 July 2012 and 12 December 2013 the Fund was garnishing from the debtor’s pension the amounts corresponding to the regular monthly instalments of maintenance as they were becoming due, as well as the unpaid outstanding instalments. By the latter date all outstanding instalments of maintenance had been paid and the Fund has continued to garnish only the regular instalments as they became due.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Constitution",
                                "elements": [
                                    {
                                        "content": "50.  The relevant Article of the Constitution of the Republic of Croatia (Ustav Republike Hrvatske, Official Gazette no. 56/90 with subsequent amendments) reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone has the right that an independent and impartial court established by law decides fairly and within a reasonable time on their rights or obligations, or as regards suspicion or accusation of a criminal offence.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant legislation",
                                "elements": [
                                    {
                                        "content": "1.  The Constitutional Court Act",
                                        "elements": [
                                            {
                                                "content": "51.   The Constitutional Act on the Constitutional Court of the Republic of Croatia (Ustavni zakon o Ustavnom sudu Republike Hrvatske, Official Gazette of the Republic of Croatia no. 99/1999 with subsequent amendments – “the Constitutional Court Act”) is a constitutional act, that is, a legislation that is passed or amended in the same way as the Constitution, thus having the force of the Constitution. According to the Constitutional Court’s practice that court has no jurisdiction to review compliance of the substantive provisions of the Constitutional Court Act with the Constitution, but has jurisdiction to review compliance of other legislation with that Act (see, for example, decisions nos. U-I-699/2000 of 14 June 2000, U-I-778/2002 of 10 July 2002, U-I-3760/2007, U-I-3761/2007 and U-I-3762/2002 of 8 December 2010, U-I-1523/2011 of 12 August 2014, and U-I -453/2015 of 17 February 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The relevant part of the Constitutional Court Act reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  Anyone may lodge a constitutional complaint with the Constitutional Court if he or she deems that the decision of a State authority, local or regional government, or a legal person vested with public authority, on his or her rights or obligations, or as regards suspicion or accusation of a criminal offence, has violated his or her human rights or fundamental freedoms, or the right to local or regional government, guaranteed by the Constitution (‘constitutional rights’)...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  If another legal remedy is available in respect of the violation of the constitutional rights [complained of], the constitutional complaint may be lodged only after this remedy has been exhausted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  In matters in which an administrative action or, in civil and non-contentious proceedings, an appeal on points of law [revizija] is available, remedies shall be considered exhausted only after a decision on these legal remedies has been given.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  The Constitutional Court shall examine a constitutional complaint even before all legal remedies have been exhausted if the relevant court has failed to decide within a reasonable time on the rights or obligations of a party [to the proceedings] or as regards a suspicion or accusation of a criminal offence...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  If it finds the constitutional complaint for failure to decide within a reasonable time referred to in paragraph 1 of this section well-founded, the Constitutional Court shall set a time-limit within which the relevant court must decide the case on the merits...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  In a decision issued under paragraph 2 of this section, the Constitutional Court shall award appropriate compensation to the complainant for the violation of his or her constitutional right ... to a hearing within a reasonable time. The compensation shall be paid from the State budget within three months of the date on which a request for payment is lodged.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Courts Act",
                                        "elements": [
                                            {
                                                "content": ".  Sections 27 and 28 of the Courts Act (Zakon o sudovima, Official Gazette no. 150/05 with subsequent amendments), which was in force between 29 December 2005 and 13 March 2013, provided for a request for protection of the right to a hearing within a reasonable time as a remedy for the excessive length of judicial proceedings. The original text of those two provisions read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  A party to judicial proceedings who considers that the relevant court has failed to decide within a reasonable time on his or her rights or obligations or as regards a suspicion or accusation of a criminal offence may lodge a request for protection of the right to a hearing within a reasonable time with the immediately higher court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  If the request concerns proceedings pending before the High Commercial Court of the Republic of Croatia, the High Court for Administrative Offences of the Republic of Croatia or the Administrative Court of the Republic of Croatia, the request shall be decided by the Supreme Court of the Republic of Croatia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  The proceedings for deciding the request referred to in paragraph 1 of this section shall be urgent.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  If the court referred to in section 27 of this Act finds the request well-founded, it shall set a time-limit within which the court before which the proceedings are pending must decide on a right or obligation of, or on a suspicion or accusation of a criminal offence against, the person who lodged the request, and shall award him or her appropriate compensation for the violation of his or her right to a hearing within a reasonable time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  The compensation shall be paid from the State budget within three months of the date on which the party’s request for payment is lodged...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  An appeal, to be lodged with the Supreme Court within fifteen days, lies against a decision on a request for the protection of the right to a hearing within a reasonable time. No appeal lies against the Supreme Court’s decision, but a constitutional complaint may be lodged.”",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Section 28 of the Courts Act was amended by the 2009 Amendments to the Courts Act (Zakon o izmjenama i dopunama Zakona o sudovima, Official Gazette no. 153/09 – the 2009 Amendments), which entered into force on 29 December 2009. Apart from other changes in that section, those Amendments brought changes to its paragraph 3, which became paragraph 5. In particular, in that paragraph a possibility to lodge an appeal against the first-instance decision of the Supreme Court to a three-member panel of the same court was introduced, whereas the reference to the possibility of lodging a constitutional complaint against such decision was omitted. The text of paragraph 5 of section 28, as amended by 2009 Amendments, read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(5)  An appeal, to be lodged with the Supreme Court within fifteen days, lies against a decision on a request for protection of the right to a hearing within a reasonable time. Against the Supreme Court’s decision an appeal may be lodged with the [three-member] panel of the Supreme Court.”",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Paragraph 5 of section 28 of the Courts Act was further amended by the 2010 Amendments to the Courts Act (Zakon o izmjenama i dopunama Zakona o sudovima, Official Gazette no. 116/10 – the 2010 Amendments), which entered into force on 21 October 2010, to read as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(5)  An appeal, to be lodged with the Supreme Court within fifteen days, lies against a first-instance decision on a request for protection of the right to a hearing within a reasonable time. The appeal shall be decided by the [three-member] panel [of that court].”",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Relevant materials from the legislative process, such as the Final Draft Amendments of 3 December 2009 to the Courts Act (Konačni prijedlog zakona o izmjenama i dopunama Zakona o sudovima) with the explanatory report, and the record of the debate at the Parliamentary session on which the 2009 Amendments (see Reports of the Croatian Parliament [Izvješća Hrvatskog sabora – IHS] no. 520 of 12 April 2010, pp. 22-23) were adopted, do not contain any indication as to the rationale behind the changes made to what used to be paragraph 3 and became paragraph 5 of section 28 of the Courts Act.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Enforcement legislation",
                                        "elements": [
                                            {
                                                "content": ".  Section 149 of the Enforcement Act of 1996 (Official Gazette no. 57/96 with subsequent amendments), which provision was in force in the period between 11 August 1996 and 16 June 2008, provided that a maximum of one third of salary or pension could be garnished in the enforcement proceedings except where enforcement concerned statutory maintenance or certain other privileged claims in the execution of which a maximum of half of salary or pension could be garnished.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The same provision, as amended by the 2008 Amendments to the 1996 Enforcement Act (Official Gazette no. 67/08), which was in force in the period between 17 June 2008 and 31 December 2010, provided that enforcement by garnishment of salary or pension was limited to the amount corresponding to one third of the average net salary in Croatia in the previous year, unless enforcement concerned statutory maintenance claims or certain other privileged claims in the execution of which garnishment of the amount corresponding to a half of the average net salary was allowed. However, if the enforcement concerned child maintenance it was allowed to garnish the amount corresponding to 3/4 of the average net salary. If the debtor’s net salary or pension was below the average net salary in Croatia in the previous year, garnishment was limited to one third or, in case of enforcement of statutory maintenance claims or other privileged claims, to a half of the debtor’s net salary or pension.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Section 92 of the Enforcement Act of 2010 (Official Gazette no. 139/10 with subsequent amendments), which provision was in force in the period between 1 January 2011 and 14 October 2012, was identical to section 149 of the 1996 Enforcement Act, as amended by the 2008 Amendments.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Enforcement Act of 2012 (Official Gazette no. 112/12 with subsequent amendments), which has been in force since 15 October 2012, in its section 369(1) provides that ongoing enforcement proceedings were to be concluded under the previous enforcement legislation.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Relevant practice",
                                "elements": [
                                    {
                                        "content": ".  The practice of the Constitutional Court prior to the entry into force of the 2009 Amendments suggests that, when examining constitutional complaints lodged against the Supreme Court’s decisions in the proceedings following a request for the protection of the right to a hearing within a reasonable time (hereafter “length-of-proceedings decisions”), the Constitutional Court based its jurisdiction to do so exclusively on section 62 of the Constitutional Court Act (see paragraph 52 above) and not on section 28(3) of the Courts Act (see paragraph 53 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 2 March 2010 the Constitutional Court issued a decision no. UIIIVs-3669/2006 and others, whereby it decided that after the entry into force of the 2009 Amendments to the Courts Act all constitutional complaints lodged against the Supreme Court’s length-of-proceedings decisions were to be treated as appeals within the meaning of the amended section 28(5) of the Courts Act and transferred to the three-member panel of the Supreme Court. In that decision the Constitutional Court also clarified its jurisdiction as regards constitutional complaints concerning the length of proceedings lodged under sections 62 and 63 of the Constitutional Court Act after coming into force of the 2009 Amendments. The Constitutional Court’s decision was published in the Official Gazette no. 34/10 of 19 March 2010. The relevant part of that decision reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I.  By the entry into force of [the 2009 Amendments to the Courts Act], a constitutional complaint [lodged] against a decision rendered in the proceedings for protection of the right to a hearing within a reasonable time is to be regarded as an appeal to the Supreme Court within the meaning of [the amended section 28(5) of the Courts Act].",
                                        "elements": []
                                    },
                                    {
                                        "content": "II.  The cases pending before the Constitutional Court [following constitutional complaints referred to in point I. of the operative provisions] shall be transferred to the relevant panel of the Supreme Court within the meaning of [the amended section 28(5) of the Courts Act].",
                                        "elements": []
                                    },
                                    {
                                        "content": "III.  This decision shall be published in the Official Gazette.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  On 29 December 2009 [the 2009 Amendments to the Courts Act] entered into force ... amending what used to be paragraph 3 of section 28 of the Courts Act, which provided: ‘No appeal lies against the Supreme Court’s decision, but a constitutional complaint may be lodged’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Instead of that remedy, [the 2009 Amendments] introduced new remedy against the Supreme Court’s decision: an appeal to the three-member panel of the Supreme Court...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Appeal to the three-member panel of the Supreme Court against the decision of the Supreme Court whereby that court decided on an appeal against the decision of the lower court on a request for protection of the right to a hearing within a reasonable time, is new legal remedy which introduces another level of jurisdiction in the institutional protection of the said right. In other words, those proceedings are now conducted before at least two levels of jurisdiction before ordinary and specialised courts in Croatia, where the three-member panel of the Supreme Court is deciding on the protection of that right as the court of last instance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.1.  The Constitutional Court finds that [the 2009 Amendments], which introduce at least two instances of judicial protection before ordinary and specialised courts, ensure effective legal protection of the right to a hearing within a reasonable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore, the Constitutional Court holds that from the entry into force of [the 2009 Amendments] the protection of the right to a hearing within a reasonable time before the Constitutional Court, guaranteed by Article 29 of the [Croatian] Constitution, is ensured in regular proceedings [before the Constitutional Court] instituted by a constitutional complaint [lodged] under section 62 of the Constitutional Court Act against a decision ... on the merits on rights or obligations, or as regards suspicion or accusation of a criminal offence, which [constitutional complaint] may be lodged only after exhausting other available avenues of redress [i.e. other available remedies].",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.2.  [The 2009 Amendments] do not contain a transitional provision prescribing how to deal with cases lodged with the Constitutional Court before and after 29 December 2009 (the so-called pending cases). The Constitutional Court therefore holds that as of 29 December, [being] the day of entry into force of [the 2009 Amendments], each constitutional complaint lodged against the Supreme Court’s decision rendered in the application of sections 27 and 28 of the Courts Act has to be regarded as an appeal addressed to the panel of the Supreme Court within the meaning of [the amended section 28(5) of the Courts Act].",
                                        "elements": []
                                    },
                                    {
                                        "content": "By this decision the Constitutional Court transfers all [such] pending cases ... to the relevant panel of the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.3.  Given the above-described changes in legislation, the Constitutional Court finds it necessary to remind of its jurisdiction under section 63 of the Constitutional Court Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Under [that section] the Constitutional Court still has jurisdiction to decide on a violation of the constitutional right to a hearing within a reasonable time in cases where the Supreme Court, before which the [principal] proceedings concerning the parties’ rights or obligations are pending, has not decided on a remedy by a party within a reasonable time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  In the light of the foregoing ... it was decided as indicated in points I. and II. of the operative provisions.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  In their observations in cases nos. 56929/13, 63556/13, 65559/13 and 61691/13 currently pending before the Court, which raise similar issues as the present one, the Government furnished 17 decisions of the Constitutional Court adopted in the period between 23 March 2010 and 20 February 2014 whereby that court had declared inadmissible constitutional complaints lodged against the Supreme Court’s length-of-proceedings decisions because such decisions of the Supreme Court were not amenable to constitutional review by individual constitutional complaints. None of those 17 decisions of the Constitutional Court was published in the Official Gazette, and only one of them is available on the website of the Constitutional Court (decision no. U-III-5558/2013 of 9 December 2013). Furthermore, not a single one of those 17 decisions refers to the Constitutional Court’s decision of 2 March 2010, to which the Government relies in the present case as the decision establishing such practice (see paragraphs 62 above and 69 below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Other relevant documents",
                                "elements": [
                                    {
                                        "content": "64.  On 8 July 2014 the Constitutional Court published on its website a list of decisions of various domestic authorities which are not liable to be reviewed by individual constitutional complaints (Popis pojedinačnih akata koji se ne smatraju aktima iz članka 62. stavka 1. Ustavnog zakona o Ustavnom sudu Republike Hrvatske). The document lists the Supreme Court’s length-of-proceedings decisions as decisions not amenable to constitutional review by individual constitutional complaints, and as evidence of that being established practice refers to the Constitutional Court’s decisions nos. U-III-3913/2010, U-III-1691/2012 and UIII268/2014. None of the Constitutional Court’s decisions the document refers to was published in the Official Gazette, nor is their text available on the website of the Constitutional Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "65.  The applicant complained that the delays in the enforcement proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "66.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "67.  The period to be taken into consideration began on 15 January 2001, when the applicant’s mother applied for enforcement on behalf of her daughter (see paragraph 7 above) and ended on 12 November 2014 when the enforcement was de facto completed (see paragraph 37 above). It thus lasted thirteen years and ten months.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "68.  The Government disputed the admissibility of this complaint on three grounds. In particular, they argued that the applicant had failed to observe the six-month rule, that she could no longer claim to be a victim of the violation complained of, and that she had abused the right of application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Compliance with the six-month rule",
                                        "elements": [
                                            {
                                                "content": ".  The Government submitted that the applicant had failed to comply with the six-month rule because she had erroneously believed that the constitutional complaint she had lodged against the Supreme Court’s decision of 18 May 2012 (see paragraphs 41-42 above) had been an effective remedy to be exhausted for the purposes of Article 35 § 1 of the Convention and thus capable of interrupting the running of the six-month time-limit prescribed in that Article. They explained that after the entry into force of the 2009 Amendments to the Courts Act (see paragraph 54 above) a constitutional complaint could no longer be lodged against the Supreme Court’s length-of-proceedings decisions (see paragraphs 62-64 above). According to the Government, the Constitutional Court had adopted that view already in its decision no. U-IIIVs-3669/2006 of 2 March 2010, which was published in the Official Gazette on 19 March 2010 (see paragraph 62 above). The applicant’s advocate should have been aware of that. Consequently, the final decision within the meaning of Article 35 § 1 of the Convention, for the purposes of calculating the six-month time limit in the applicant’s case, was not the Constitutional Court’s decision of 15 November 2012 (see paragraph 43 above) but the Supreme Court’s decision of 18 May 2012 (see paragraph 41 above). However, her application to the Court had been lodged on 30 April 2013 (see paragraph 1 above), that is, more than six-months later.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The applicant contested the Government’s arguments by arguing that the Constitutional Court’s decision of 15 November 2012 (see paragraph 43 above) was the final (domestic) decision within the meaning of Article 35 § 1 of the Convention. The applicant’s representative had received it on 4 December 2012 whereupon, within the period of six months, namely on 30 April 2013, she had lodged the application with the Court (see paragraphs 1 and 41 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that the issue to be examined is whether the applicant’s constitutional complaint against the Supreme Court’s decision of 18 May 2012 (see paragraphs 41-42 above) was, in the particular circumstances of the instant case, a remedy to be exhausted for the purposes of Article 35 § 1 of the Convention and, consequently, whether the Constitutional Court’s decision of 15 November 2012 (see paragraph 43 above) declaring that complaint inadmissible was the decision from which the six-month time-limit should be calculated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  In this connection the Court first reiterates that before lodging applications with the Court against Croatia, applicants are in principle required, in order to exhaust domestic remedies and comply with the principle of subsidiarity, to lodge a constitutional complaint and thereby afford the Croatian Constitutional Court a possibility of remedying their situation (see Orlić v. Croatia, no. 48833/07, § 46, 21 June 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It further notes that under section 62 of the Constitutional Court Act anyone who considers that his or her rights guaranteed by the Constitution were infringed by a decision passed by a State or public authority in determination of any of his rights or obligations may lodge a constitutional complaint against such decision (see paragraph 52 above). Since the right to a hearing within a reasonable time is a right guaranteed by the Constitution (see paragraph 50 above) and decisions adopted in the context of the proceedings instituted by requests under section 27 of the Courts Act (length-of-proceedings decisions) necessarily entail determination of that right, it would appear that those dissatisfied by such decisions are entitled to lodge constitutional complaints against them relying on section 62 of the Constitutional Court Act, regardless of whether or not that possibility was referred to also in section 28 of the Courts Act (compare the text of what used to be paragraph 3 of section 28 of the Courts Act before the entry into force of 2009 Amendments and the amended text of what became paragraph 5 of the same section, in paragraphs 53-54 above). This was the position of the Constitutional Court before the entry into force of the 2009 Amendments. In particular, in its practice developed in that period that court relied exclusively on section 62 of the Constitutional Court Act (and not on section 28(3) of the Courts Act) as a legal basis for its jurisdiction to examine individual constitutional complaints against the Supreme Court’s length-of-proceedings decisions (see paragraph 61 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  However, in view of the Government’s arguments (see paragraph 69 above), the issue arises whether when the (new) practice of the Constitutional Court suggests that certain decisions are not (, or are no longer) amenable to constitutional review, the Court would be ready to take that (new) practice into account.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The Court has already had an opportunity to address that issue in a number of cases against Croatia, and each time rejected a similar inadmissibility objection raised by the Government (see, for example, Pavlović and Others v. Croatia, no. 13274/11, §§ 30-38, 2 April 2015 as regards decisions on costs of proceedings, and Šimecki v. Croatia, no. 15253/10, §§ 28-33, 30 April 2014 as regards certain decisions adopted in enforcement proceedings). It held, in particular, without intending to question the power of the Constitutional Court to interpret the criteria for admissibility of constitutional complaints and the resultant practice that certain decision are not amenable to constitutional review, that the applicants who had lodged their constitutional complaints had acted neither unreasonably nor contrary to the wording of section 62 of the Constitutional Court Act (see Pavlović and Others, §§ 34 and 36, and Šimecki, § 33). The Court sees no reason to hold otherwise in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  It could only add that a constitutional complaint is, having regard to its characteristics, a remedy clearly capable of addressing the relevant Convention issue and redressing the violation complained of. To hold that such remedy should not have been exhausted just because at the time the Constitutional Court’s practice suggested that the decision being contested was not amenable to constitutional review would not only ignore the fact that such practice may evolve (see Pavlović and Others, § 36). More importantly, it would remove any incentive for such evolution as the applicants would systematically address their complaints to the Court without giving a chance to the Constitutional Court to change its practice. That would be contrary to the principle of subsidiarity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The foregoing considerations would normally suffice for the Court to dismiss the Government’s inadmissibility objection based on non-compliance with the six-month rule. However, the Court would have, in the particular circumstances of the present case, reached the same conclusion even if it were to accept that the change in the Constitutional Court’s practice could have implications for the application of the rule on exhaustion of domestic remedies and, consequently, the six-month rule. That is so for the following reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The Court notes that it is by now evident that at a certain point the Constitutional Court established a practice that after the entry into force of the 2009 Amendments to the Courts Act (see paragraph 54 above) a constitutional complaint could no longer be lodged against any Supreme Court’s length-of-proceedings decision. In particular, the Constitutional Court held that after those Amendments came into force, such decisions were no longer amenable to constitutional review under section 62 of the Constitutional Court Act by means of individual constitutional complaint (see paragraphs 52 and 63-64 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  However, the Court reiterates that the issue whether domestic remedies have been exhausted is normally determined by reference to the date when the application was lodged with the Court (see Baumann v. France, no. 33592/96, § 47, ECHR 2001‑V (extracts)). Therefore, the question to be answered is whether the applicant should, with the proper legal assistance, have been aware of the above practice of the Constitutional Court at the time she lodged the application with the Court. The Government claimed that she could as that practice had been formulated for the first time already in the Constitutional Court’s decision no. U-IIIVs-3669/2006 of 2 March 2010, published in the Official Gazette on 19 March 2010 (see paragraphs 62 and 69 above). That was more than three years before the application to the Court (see paragraph 1 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court is not persuaded by this argument. Firstly, that decision is not referred to in any of the 17 decisions the Government submitted in support of the same argument in cases similar to the present one (see paragraph 63 above). Besides, none of those 17 decisions, except one dating from the period after the applicant lodged the constitutional complaint in the present case, was published. Secondly, the Court finds it indicative that the list of non-reviewable decisions published by the Constitutional Court on its website on 8 July 2014 does not mention the decision of 2 March 2010 as evidence of established practice that the Supreme Court’s length-of-proceedings decisions are not amenable to constitutional review (see paragraph 64 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  That is understandable because the decision cited by the Government only suggests that after coming into force of the 2009 Amendments: (a) all constitutional complaints lodged against the first-instance length-of-proceedings decisions of the Supreme Court are to be regarded as appeals to the three-member panel of the same court and transferred to that court, (b) parties who wish to complain about the length of civil, criminal or administrative-dispute proceedings that have already ended may lodge a constitutional complaint under section 62 of the Constitutional Court Act (see paragraph 52 above), and (c) parties who wish to complain about the length of civil or criminal proceedings pending before the Supreme Court may lodge a constitutional complaint under section 63 of the Constitutional Court Act (see paragraph 52 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  That decision therefore does not address, either explicitly or implicitly, the issue of availability of constitutional complaint after coming into force of the 2009 Amendments against second-instance decisions of the Supreme Court adopted in the proceedings for protection of the right to a hearing within a reasonable time. At best, the text of the Constitutional Court’s decision in question is ambiguous in that respect. In that regard the Court reiterates that an applicant must exhaust those domestic remedies which are likely to be effective (see, for example, Şerife Yiğit v. Turkey [GC], no. 3976/05, § 50, 2 November 2010) and that the existence of mere doubts as to the prospects of success of a particular remedy which is not obviously futile is not a valid reason for failing to exhaust that avenue of redress (see, for example, Vučković and Others v. Serbia [GC], no. 17153/11, §§ 74 and 84, 25 March 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  To the extent that it may be argued that the applicant should have realised that after the entry into force of the 2009 Amendments a constitutional complaint could no longer be lodged against the Supreme Court’s length-of-proceedings decisions because those amendments omitted the reference to the possibility of lodging such constitutional complaints – a rather common legislative technique to indicate that a provision is no longer applicable – the Court considers that accepting such argument would mean to disregard an important fact. In particular, it should be noted that in the Croatian legal system the Constitutional Court Act, in terms of the hierarchy of laws, has the force of the Constitution, which means that its provisions (including section 62 thereof) cannot be repealed, much less derogated by any legislation. In such circumstances, omitting the reference to the possibility of lodging a constitutional complaint in a legislative act as long as that avenue of redress remains available under the Constitutional Court Act cannot be construed as to mean that the remedy in question is no longer available.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  As the Government did not submit, nor is the Court itself aware of any publicly-available decision or document clearly indicating that lodging a constitutional complaint against second-instance length-of-proceedings decisions of the Supreme Court was inadmissible at the time the present application was lodged with the Court, the applicant cannot be blamed for lodging the constitutional complaint of 20 September 2012 (see paragraph 42 above). In other words, at the time she had sufficient reasons to believe that a constitutional complaint was a remedy to be exhausted in order to comply with the requirements of Article 35 § 1 of the Convention and thus capable of interrupting the running of the six-month period.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the light of the foregoing, it cannot be said that by lodging the constitutional complaint the applicant pursued unnecessary remedy which rendered her subsequent application to the Court belated. The Government’s objection regarding non-compliance with the six-month rule must therefore be rejected.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Abuse of the right of application",
                                        "elements": [
                                            {
                                                "content": ".  The Government argued that the applicant had abused the right of application in that her representative had not informed the Court of the important fact that on 6 June 2012 (see paragraph 32 above) a final decision had been adopted in the enforcement proceedings complained of, which proceedings had thereby ended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The applicant replied that she had not abused the right of application. She argued that even though the writ of execution of 18 February 2003 had become final on 6 June 2012 (see paragraphs 32 above) the judgment of 14 September 1999 had remained unenforced until 12 November 2014 (see paragraph 37 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Court observes that the judgment the applicant was seeking to enforce indeed remained unenforced until 12 November 2014 (see paragraphs 37 and 67 above). In such circumstances, the fact that the decision of 6 June 2012 had been adopted is not of such importance that its non-communication to the Court, though regrettable, could be regarded as an abuse of the right of application. The present case therefore cannot be compared to the case of Kerechashvili v. Georgia ((dec.), no. 5667/02, 2 May 2006) where the applicant complained of non-enforcement of a judgment in his favour but concealed the fact that the judgment in question had been enforced in part more than a year before he had lodged his application, and in full before it had been communicated to the respondent Government. It follows that the Government’s objection concerning the alleged abuse of the right of application must also be rejected.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The applicant’s victim status",
                                        "elements": [
                                            {
                                                "content": ".  The Government submitted that the Varaždin County Court had allowed the applicant’s request, found a violation of her right to a hearing within reasonable time and that the Supreme Court had awarded her appropriate compensation (see paragraphs 39 and 41 above). The violation complained of had, therefore, been remedied at the domestic level and, as a result, the applicant had lost her victim status.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant argued that she could still claim to be a victim of the said violation because the compensation she had been awarded was too low and the enforcement court had not complied with the County Court’s order to complete the enforcement within six-months.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court first notes that at the time of the Varaždin County Court’s decision of 22 February 2012 on the applicant’s request (see paragraphs 7, 39 and 67 above), the enforcement proceedings had been pending for some eleven years and eleven months. The same period was taken into account by the Supreme Court in its decision of 18 May 2012 (see paragraph 41 above). It further notes that the Varaždin County Court and the Supreme Court awarded the applicant the equivalent of approximately 1,070 euros (EUR) (see paragraphs 39 and 41 above). The compensation awarded by those courts does not correspond to what the Court would have been likely to award under Article 41 of the Convention in respect of the same period, nor can it otherwise be regarded as adequate in the circumstances of the case (see the principles established under the Court’s case-law in Cocchiarella v. Italy [GC], no. 64886/01, §§ 65-107, ECHR 2006-V, or Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 178-213, ECHR 2006-V).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In particular, the Court notes that even though the enforcement court had repeatedly invited the applicant’s mother to specify the judgment debt (see paragraphs 16, 19, 22 and 28 above), it eventually ordered garnishment of the debtor’s pension in the amount she had initially sought in the application for enforcement and instructed the debtor to institute separate civil proceedings thereby effectively transferring on him the onus of proving to what extent he had complied with his obligation (see paragraphs 7, 13 and 32-33 above). The Court is therefore unable to agree with the domestic courts’ assessment that a delay of more than one year and eight months had been attributable to the applicant because she had failed to specify the judgment debt (see paragraph 39 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Having regard to the above, the Court considers that, in respect of the period covered by the domestic courts’ finding (see paragraph 91 above) the applicant has not lost her victim status within the meaning of Article 34 of the Convention. It follows that the Government’s objection concerning the applicant’s victim status has to be rejected.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Conclusion as regards admissibility",
                                        "elements": [
                                            {
                                                "content": ".  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It also notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "95.  The Court reiterates its settled case-law to the effect that Article 6 § 1 of the Convention, inter alia, protects the implementation of final, binding judicial decisions, which, in States that accept the rule of law, cannot remain inoperative to the detriment of one party. Accordingly, the execution of a judicial decision cannot be prevented, invalidated or unduly delayed (see, among other authorities, Hornsby v. Greece, judgment of 19 March 1997, Reports 1997-II, pp. 510-11, § 40; Burdov v. Russia, no. 59498/00, § 34, ECHR 2002-III; and Jasiūnienė v. Lithuania, no. 41510/98, § 27, 6 March 2003). The State has an obligation to organise a system of enforcement of judgments that is effective both in law and in practice (see Fuklev v. Ukraine, no. 71186/01, § 84, 7 June 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  Further, the Court notes that, irrespective of whether enforcement is to be carried out against a private or State actor, it is up to the State to take all necessary steps, within its competence, to execute a final court judgment and, in so doing, to ensure the effective participation of its entire apparatus, failing which it will fall short of the requirements contained in Article 6 § 1 (see Felbab v. Serbia, no. 14011/07, § 62, 14 April 2009). However, a failure to enforce a judgment because of the debtor’s indigence cannot be held against the State unless and to the extent that it is imputable to the domestic authorities, for example, to their errors or delay in proceeding with the enforcement (see, mutatis mutandis, Omasta v. Slovakia (dec.), no. 40221/98, 10 December 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  Lastly, the Court reiterates that enforcement proceedings by their very nature need to be dealt with expeditiously (see Comingersoll S.A. v. Portugal [GC], no. 35382/97, § 23, ECHR 2000-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  To decide if the delay in the enforcement was reasonable, the Court will look at the complexity of the enforcement proceedings, how the applicant and the authorities behaved, and the nature of the award (see Raylyan v. Russia, no. 22000/03, § 31, 15 February 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  Turning to the present case, the Court notes that the Varaždin County Court and the Supreme Court found that the proceedings had lasted unreasonably long (see paragraphs 39 and 41 above). The Court sees no reason to hold otherwise as it has itself frequently found violations of Article 6 § 1 of the Convention in cases raising similar issues as the present one (see, a fortiori, Boucke v. Montenegro, no. 26945/06, 21 February 2012, and Shapovalova v. Russia, no. 2047/03, 5 October 2006). Therefore, already in the period which was subject to the scrutiny of the County Court and the Supreme Court (see paragraph 91 above) the delay in the enforcement was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In the Court’s view it retained that character throughout the subsequent period of two years and eight months after the delivery of the County Court’s decision on 22 February 2012 because the judgment of 14 September 1999 remained unenforced until 12 November 2014 (see paragraphs 32-37 above) for reasons which do not appear justified. In particular, the Court notes that on 11 July 2012 the enforcement court had informed the Croatian Pension Fund that the writ of execution of 18 February 2003 had become final and ordered it to commence garnishment of 10% of the debtor’s pension to which, on 21 September 2012, the Fund replied that it could not do so because 1/3, that is, allegedly, the statutory maximum, of the debtor’s pension was already being garnished pursuant to another writ of execution obtained by the applicant (see paragraphs 33-35 above). However, the Court notes that the relevant enforcement legislation in force at the time allowed for garnishment of more than 1/3 of one’s income if the claim sought to be enforced concerned statutory (child) maintenance (see paragraphs 57-59 above). Therefore, it would appear that by garnishing a larger portion of the debtor’s pension the enforcement could have been completed earlier than 12 November 2014.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In the light of the foregoing, the Court considers that there has been a breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "102.  The applicant also complained that the remedy she had resorted to in order to complain about the length of the enforcement proceedings had proved ineffective as the Varaždin Municipal Court had not complied with the Varaždin County Court’s order of 22 February 2012 to complete the enforcement within six months (see paragraphs 37 and 39 above). She relied on Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "103.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "104.  The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The submissions of the parties",
                                        "elements": [
                                            {
                                                "content": ".  The Government reiterated its above argument that on 6 June 2012 a final decision had been adopted in the enforcement proceedings complained of, which proceedings had thereby ended (see paragraphs 32 and 86 above). Therefore, the Varaždin Municipal Court had complied with the Varaždin County Court’s order of 22 February 2012 and had completed the enforcement in less than six months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The applicant reiterated her argument that even though the writ of execution of 18 February 2003 had become final on 6 June 2012 the enforcement had not been completed because the judgment of 14 September 1999 had been enforced as late as on 12 November 2014 (see paragraphs 37 and 87 above). Thus, it could not be argued that the Varaždin Municipal Court had complied with the Varaždin County Court’s order of 22 February 2012 to complete the enforcement within six months.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  The Court reiterates that the enforcement was completed only on 12 November 2014 (see paragraphs 37 and 67 above). It follows that the Varaždin Municipal Court did not comply with the Varaždin County Court’s order of 22 February 2012 to complete the enforcement within six months (see paragraph 39 above). It also reiterates that the applicant did not receive adequate satisfaction for the excessive length of the enforcement proceedings in question (see paragraph 91 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In these circumstances it cannot be argued that that the request for protection of the right to a hearing within a reasonable time the applicant resorted to was an effective remedy for the length of those enforcement proceedings. The combination of these two factors in the particular circumstances of the present case rendered an otherwise effective remedy ineffective (see, mutatis mutandis, Kaić and Others v. Croatia, no. 22014/04, § 43, 17 July 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  This conclusion, however, does not call into question that in the period between 29 December 2005 and 13 March 2013 (see paragraph 53 above) a request for protection of the right to a hearing within a reasonable time was an effective remedy in terms of Article 13 of the Convention for the length of ongoing judicial proceedings in Croatia (see Pavić v. Croatia, no. 21846/08, § 36, 28 January 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  There has accordingly been a breach of Article 13 of the Convention in the present case.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "111.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "112.  The applicant claimed 5,000 euros (EUR) in respect of pecuniary damage and EUR 4,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  As regards non-pecuniary damage, the Court reiterates that where an applicant had resorted to an available domestic remedy and thereby obtained a finding of a violation and was awarded compensation, but can nevertheless still claim to be a “victim”, the amount to be awarded under Article 41 may be less than the amounts the Court was awarding in similar cases. In that case an applicant must be awarded the difference between the amount obtained from the domestic courts and an amount that would not have been regarded as manifestly unreasonable compared with the amounts awarded by the Court. An applicant should also be awarded an amount in respect of stages of the proceedings that may not have been taken into account by the domestic courts (see, mutatis mutandis, Cocchiarella, cited above, §§ 139-141, ECHR 2006V; Jakupović v. Croatia, no. 12419/04, § 33, 31 July 2007; Skokandić v. Croatia, no. 43714/02, § 59, 31 July 2007; Husić v. Croatia, no. 14878/04, § 31, 25 October 2007; and Letica v. Croatia, no. 27846/05, § 34, 18 October 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court reiterates that the applicant was awarded EUR 1,070 by the domestic courts (see paragraph 91 above). Having regard to the circumstances of the present case, the characteristics of the request for protection of the right to a hearing within a reasonable time, as well as the fact that, notwithstanding this domestic remedy, the Court has found a violation, it considers, ruling on an equitable basis, that the applicant should be awarded EUR 4,000, that is, the sum sought, in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "117.  The applicant also claimed EUR 2,400 for the costs and expenses incurred before the domestic courts and for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Government contested the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,020 for costs and expenses in the domestic proceedings and EUR 850 for the proceedings before the Court, plus any tax that may be chargeable to the applicant on those amounts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "120.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Croatian kunas at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 January 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Khanlar Hajiyev",
            "role": "president"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VRTAR v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-159778.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0107JUD003938013",
    "externalsources": [],
    "extractedappno": [
        "39380/13",
        "56/90",
        "150/05",
        "153/09",
        "116/10",
        "57/96",
        "67/08",
        "139/10",
        "112/12",
        "34/10",
        "56929/13",
        "63556/13",
        "65559/13",
        "61691/13",
        "48833/07",
        "13274/11",
        "15253/10",
        "33592/96",
        "3976/05",
        "17153/11",
        "5667/02",
        "64886/01",
        "36813/97",
        "59498/00",
        "41510/98",
        "71186/01",
        "14011/07",
        "40221/98",
        "35382/97",
        "22000/03",
        "26945/06",
        "2047/03",
        "22014/04",
        "21846/08",
        "12419/04",
        "43714/02",
        "14878/04",
        "27846/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-159778",
    "judgementdate": "07/01/2016 00:00:00",
    "kpdate": "07/01/2016 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1",
        "13"
    ],
    "parties": [
        "VRTAR",
        "CROATIA"
    ],
    "rank": "1431.42749023438",
    "representedby": [
        "SNUR V."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "438168",
    "typedescription": "15"
}