{
    "__articles": "5;5-3;29;29-3;41",
    "__conclusion": "Violation of Art. 5-3;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "38227/02",
    "article": [
        "29",
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-71942.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38227/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Marcin Harazin (“the applicant”), on 2 October 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr W. Hermeliński, a lawyer practising in . The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz, of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 4 May 2004 the Court decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1979 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  On 13 July 2000 the applicant was arrested by the police on suspicion of having committed burglary.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 15 July 2000 the Tychy District Court (Sąd Rejonowy) ordered that the applicant be remanded in custody for a period of three months in view of the strong suspicion that he had committed five counts of burglary. It considered that there was a reasonable risk that the applicant would tamper with evidence, given the fact that he had only partly confessed. Further, the court referred to the risk that the applicant might obstruct the proper conduct of the proceedings by going into hiding. In that regard, the court relied on evidence from one of the applicant’s co-suspects, who had stated that, shortly before having been arrested, the applicant had tried to leave for  in order to evade serving a sentence of imprisonment which had been previously imposed on him. Finally, the court had regard to the severity of the anticipated penalty.",
                                "elements": []
                            },
                            {
                                "content": "7.  Subsequently, the applicant was charged with 8 counts of burglary. He confessed to 2 counts.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 30 January 2001 the District Prosecutor terminated the investigation. On the same day he filed a bill of indictment with the Tychy District Court. The applicant had been indicted on 8 charges of burglary and one charge of assault. There were 6 other defendants in the case. The prosecution asked the court to hear evidence from 42 witnesses.",
                                "elements": []
                            },
                            {
                                "content": "9.  From 1 June 2001 to 19 December 2002 the trial court listed 10 hearings (for 1 June, 6 July, 9 November and 7 December 2001 and 30 January, 20 March, 17 May, 17 July, 27 September and 19 December 2002). All those hearings were cancelled for various reasons, usually because the police had failed to bring the accused from prison.",
                                "elements": []
                            },
                            {
                                "content": "10.  The trial began on 17 January 2003. The subsequent hearings were held on 30 January, 21 February and 20 and 21 March 2003. At the hearing held on the latter date the District Court fined 5 witnesses who had failed to appear.",
                                "elements": []
                            },
                            {
                                "content": "11.  The District Court several times prolonged the applicant’s detention, holding that there was a reasonable suspicion that he had committed the offences in question and that, given his attempt to leave Poland and the resultant risk that he might go into hiding or tamper with evidence, as well as the fact that he had only partly confessed, keeping him in custody was necessary to secure the proper conduct of the proceedings. The court also relied on the serious nature of the charges against the applicant and the severity of the anticipated penalty. Lastly, the court had regard to the fact that the applicant had a previous conviction.",
                                "elements": []
                            },
                            {
                                "content": "12.  The relevant decisions were given on 12 October 2000 (prolonging his detention until 5 January 2001), on 28 December 2000 (ordering his continued detention until 13 February 2001), on 8 February 2001 (extending his detention until 13 May 2001), on 10 May 2001 (prolonging that period until 13 August 2001), on 10 August 2001 (ordering his continued detention until 13 November 2001), on 5 November 2001 (extending his detention until 13 February 2002), on 13 February 2002 (prolonging his detention until 13 May 2002) and on 13 May 2002 (ordering his continued detention until 7 July 2002).",
                                "elements": []
                            },
                            {
                                "content": "13.  In its decision of 10 April 2002 dismissing the applicant’s appeal against the prolongation of his detention, the  (Sąd Okręgowy) instructed the District Court to take determined measures with a view to speedily terminating the trial.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 14 June 2002 the District Court made an application to the Katowice Court of Appeal (Sąd Apelacyjny) pursuant to Article 263 § 4 of the Code of Criminal Procedure (Kodeks postępowania karnego), asking for the applicant’s detention to be prolonged beyond the statutory time-limit of 2 years. The court stressed that, due to the complex nature of the case, it had so far been impossible for it to open the trial and that the applicant should be kept in custody since the grounds originally given for his detention were still valid.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 26 June 2002 the Court of Appeal prolonged the applicant’s detention until 30 December 2002. It relied on the same grounds as previously invoked by the District Court. It noted that the applicant had attempted to flee the country. Furthermore, the Court of Appeal considered that the trial court had not been responsible for the delays incurred in the proceedings to date. In this respect, it referred, inter alia, to the fact that 7 hearings had been cancelled since the police had failed to bring the accused from prison. On the other hand, it considered that prolongation of the applicant’s detention until 30 December 2002 would give the District Court sufficient time to conclude the proceedings, provided that it accelerated its examination of the case.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 14 November 2002 the Tychy District Court made yet another application under Article 263 § 4 of the Code of Criminal Procedure, asking the Court of Appeal to prolong the applicant’s detention until 30 June 2003. It stressed that it had still been impossible for it to begin the trial and that the grounds previously given for keeping the applicant in custody were still valid.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 27 November 2002 the Court of Appeal partly granted the application and ordered that the applicant be held in custody until 31 March 2003. It drew the District Court’s attention to the fact that it had not stated any concrete reasons to justify the fact that the proceedings had not been terminated within the time-limit of 2 years specified in Article 263 § 3 of the Code of Criminal Procedure. In the Court of Appeal’s view, the laconic statement of the District Court that the trial had not been concluded for reasons which could not be attributed to it, was not sufficient. The Court of Appeal also criticised the fact that between June 2002 and 30 December 2002 the District Court had listed only two hearings. A hearing scheduled for 17 July 2002 was cancelled because not all of the victims had been properly summoned, while the hearing listed for 27 September 2002 was cancelled due to the holiday of one of the counsel. The Court of Appeal further noted that on 6 November 2002 a new judge had been assigned to the case. However, it noted that the District Court had not taken any significant measures aimed at concluding the proceedings, as had been indicated in the earlier decisions of the  and the Court of Appeal. It lastly stressed that the case was not particularly complex and suggested that the District Court should properly organise the trial and terminate it by the end of March 2003.",
                                "elements": []
                            },
                            {
                                "content": "18.  The applicant was released on 21 March 2003. All the applicant’s earlier applications for release and appeals against decisions prolonging his detention had been to no avail.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "19.  The Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, defines detention on remand as one of the so-called “preventive measures” (środki zapobiegawcze). The other measures are bail (poręczenie majątkowe), police supervision (dozór policji), guarantee by a responsible person (poręczenie osoby godnej zaufania), guarantee by a social entity (poręczenie społeczne), temporary ban on engaging in a given activity (zawieszenie oskarżonego w określonej działalności) and prohibition on leaving the country (zakaz opuszczania kraju).",
                                "elements": []
                            },
                            {
                                "content": "20.  Article 249 § 1 sets out the general grounds for imposition of the preventive measures. That provision reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Preventive measures may be imposed in order to ensure the proper conduct of proceedings and, exceptionally, also in order to prevent an accused’s committing another, serious offence; they may be imposed only if the evidence gathered shows a significant probability that an accused has committed an offence.”",
                                "elements": []
                            },
                            {
                                "content": "21.  Article 258 lists grounds for detention on remand. It provides, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Detention on remand may be imposed if:",
                                "elements": []
                            },
                            {
                                "content": "(1)  there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or when he has no permanent abode [in Poland];",
                                "elements": []
                            },
                            {
                                "content": "(2)  there is a reasonable risk that an accused will attempt to induce [witnesses or co-defendants] to give false testimony or to obstruct the proper course of proceedings by any other unlawful means;",
                                "elements": []
                            },
                            {
                                "content": "2.  If an accused has been charged with a serious offence or an offence for the commission of which he may be liable to a statutory maximum sentence of at least 8 years’ imprisonment, or if a court of first instance has sentenced him to at least 3 years’ imprisonment, the need to continue detention to ensure the proper conduct of proceedings may be based on the likelihood that a severe penalty will be imposed.”",
                                "elements": []
                            },
                            {
                                "content": "22.  The Code sets out the conditions governing the continuation of a specific preventive measure. Article 257 reads, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Detention on remand shall not be imposed if another preventive measure is sufficient.”",
                                "elements": []
                            },
                            {
                                "content": "Article 259, in its relevant part, reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  If there are no special reasons to the contrary, detention on remand shall be lifted, in particular if depriving an accused of his liberty would:",
                                "elements": []
                            },
                            {
                                "content": "(1)  seriously jeopardise his life or health; or",
                                "elements": []
                            },
                            {
                                "content": "(2)  entail excessively harsh consequences for the accused or his family.”",
                                "elements": []
                            },
                            {
                                "content": "23.  The 1997 Code not only sets out maximum statutory time-limits for detention on remand but also, in Article 252 § 2, lays down that the relevant court – within those time-limits – must in each detention decision determine the exact time for which detention shall continue.",
                                "elements": []
                            },
                            {
                                "content": "Article 263 sets out time-limits for detention. In the version applicable up to 20 July 2000 it provided:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Imposing detention in the course of an investigation, the court shall determine its term for a period not exceeding 3 months.",
                                "elements": []
                            },
                            {
                                "content": "2.  If, due to the particular circumstances of the case, an investigation cannot be terminated within the term referred to in paragraph 1, the court of first instance competent to deal with the case may – if need be and on an application made by the [relevant] prosecutor – prolong detention for a period [or periods] which as a whole may not exceed 12 months.",
                                "elements": []
                            },
                            {
                                "content": "3.  The whole period of detention on remand until the date of the first conviction at first instance may not exceed 2 years.",
                                "elements": []
                            },
                            {
                                "content": "4.  Only the Supreme Court may, on application made by the court before which the case is pending or, at the investigation stage, on application made by the Prosecutor General, prolong detention on remand for a further fixed period exceeding the periods referred to in paragraphs 2 and 3, when it is necessary in connection with a stay of the proceedings, for the purpose of a prolonged psychiatric observation of the accused or a prolonged preparation of an expert report, when evidence needs to be obtained in a particularly complex case or from abroad or when the accused has deliberately prolonged the proceedings, as well as on account of other significant obstacles that could not be overcome.”",
                                "elements": []
                            },
                            {
                                "content": "24.  On 20 July 2000 paragraph 4 was amended and since then the competence to prolong detention beyond the time-limits set out in paragraphs 2 and 3 has been vested in the court of appeal within whose jurisdiction the offence in question has been committed. In addition, new paragraph 5 was added. It provides:",
                                "elements": []
                            },
                            {
                                "content": "“A decision of the Court of Appeal taken pursuant to paragraph 4 may be appealed against to the Court of Appeal sitting in a panel of three judges.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicant complained under Articles 5 § 1 and 6 § 1 of the Convention that his pre-trial detention was inordinately lengthy. The Court considers that this complaint falls to be examined under Article 5 § 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "26.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "27.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Period to be taken into consideration",
                                        "elements": [
                                            {
                                                "content": "28.  The Court observes that the applicant was arrested on 13 July 2000 and remanded in custody on 15 July 2000. He was released on 21 March 2003. Accordingly, the total period of his detention amounts to over 2 years and 8 months.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The reasonableness of the length of detention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The parties’ arguments",
                                "elements": [
                                    {
                                        "content": "29.  The Government were of the opinion that there had been valid reasons for holding the applicant in detention for the entire period in question. They firstly referred to the serious suspicion that he had committed the offences with which he had been charged. The Government emphasised that there had existed other “relevant and sufficient” grounds justifying the applicant’s continued detention. In this respect, they submitted that his detention had been necessary in order to secure the proper conduct of the proceedings, having regard to the severity of the anticipated penalty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government further referred to the serious risk of the applicant’s absconding or tampering with evidence. In the latter respect, they submitted that evidence had to be heard from persons close to the applicant, such as his family members and friends. The Government further maintained that the applicant’s detention had been justified by the gravity of the charges brought against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government also argued that during the entire period of the applicant’s detention there had been no circumstances justifying the lifting of that measure or replacing it with a more lenient one.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The applicant submitted that his detention had been inordinately lengthy. He argued that an excessive period of detention, as in the present case, was in itself incompatible with Article 5 § 3 of the Convention, given the principle of the presumption of innocence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The applicant maintained that, however strong had been the suspicion against him, it could suffice as a basis for holding him in custody only at an early stage of the proceedings. He argued that subsequently the authorities should have considered other guarantees that he would appear for trial, for instance bail or police supervision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  As regards the risk of absconding, the applicant argued that it had not been based on any reliable evidence and that, with the passage of time, it had become irrelevant from the point of view of the proper conduct of the trial. He submitted that the courts had not pointed to any factor indicating that there had been a risk of his absconding, going into hiding or otherwise evading justice. The applicant emphasised that the courts had not given sufficient and relevant reasons for his continued detention. He argued that the courts had not provided any arguments in support of their findings concerning the risk of absconding or tampering with evidence. He submitted that their decisions had been laconic and sketchy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Furthermore, the applicant referred to the decisions of the Katowice Court of Appeal of 7 August and 27 November 2002, in which that court had stated that the Tychy District Court had not provided any concrete reasons why the trial had not begun. The Court of Appeal also indicated that the case had not been particularly complex, and instructed the District Court to properly organise the trial and terminate it by the end of March 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In conclusion, the applicant submitted that the length of his detention on remand had exceeded a “reasonable time”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "37.  The Court reiterates that the question of whether or not a period of detention is reasonable cannot be assessed in the abstract. Whether it is reasonable for an accused to remain in detention must be assessed in each case according to its special features. Continued detention can be justified in a given case only if there are specific indications of a genuine requirement of public interest which, notwithstanding the presumption of innocence, outweighs the rule of respect for individual liberty laid down in Article 5 of the Convention (see, among other authorities, Kudła v. Poland [GC], no. 30210/96, §§ 110-111 with further references, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  It falls in the first place to the national judicial authorities to ensure that, in a given case, the pre-trial detention of an accused person does not exceed a reasonable time. To this end they must, paying due regard to the principle of the presumption of innocence, examine all the facts arguing for or against the existence of the above-mentioned requirement of public interest justifying a departure from the rule in Article 5 and must set them out in their decisions on the applications for release. It is essentially on the basis of the reasons given in these decisions and of the well-documented facts stated by the applicant in his appeals that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 (see, for example, Labita v. Italy [GC], no. 26772/95, § 152, ECHR 2000-IV, and Kudła, cited above, § 110).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The persistence of reasonable suspicion that the person arrested has committed an offence is a condition sine qua non for the lawfulness of the continued detention, but after a certain lapse of time it no longer suffices. The Court must then establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds were “relevant” and “sufficient”, the Court must also be satisfied that the national authorities displayed “special diligence” in the conduct of the proceedings. The complexity and special characteristics of the investigation are factors to be considered in this respect (see, for example, Scott v. Spain, judgment of 18 December 1996, Reports 1996-VI, pp. 2399-2400, § 74, and I.A. v. France, judgment of 23 September 1998, Reports 1998-VII, p. 2978, § 102).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court observes that the judicial authorities relied, in addition to the reasonable suspicion against the applicant, on the need to secure the proper conduct of the proceedings. In this respect, they referred to the risk of the applicant’s tampering with evidence or going into hiding, given his attempt to leave for  in order to evade serving a previously imposed custodial sentence. The judicial authorities additionally justified the need to secure the proper conduct of the proceedings by the fact that the applicant had only partly confessed. Furthermore, the domestic courts relied on the severity of penalty to which the applicant was liable and the serious nature of the charges against him (see paragraphs 6 and 11 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court accepts that the reasonable suspicion against the applicant of having committed the offences with which he had been charged may have warranted his detention at the early stage of the proceedings against him. However, with the passage of time that ground inevitably became less and less relevant. In particular, the Court considers that that ground cannot suffice to justify the entire period in issue. It must then establish whether the other grounds advanced by the judicial authorities were “relevant” and “sufficient” to continue to justify the deprivation of his liberty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  As regards the risk of tampering with evidence or going into hiding, the Court observes that throughout the entire relevant period the judicial authorities based their findings in this respect on the fact that the applicant, shortly before his arrest, had attempted to flee  in order to avoid serving a prison sentence which had been previously imposed on him. The Court agrees that the applicant’s attempt to abscond justified keeping him in custody at the initial stages of the proceedings. However, the Court considers that that ground gradually lost its force and relevance as the proceedings progressed. In particular, given the absence of any further attempt on the part of the applicant to obstruct the proceedings, it is difficult to accept that the single fact that he had attempted to leave Poland shortly before his arrest, could justify the conclusion that the risk of his tampering with evidence or going into hiding persisted during the entire period that he spent in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  It moreover appears that in the court proceedings the applicant’s detention no longer served the purpose of securing their proper conduct. Holding him in custody does not seem to have helped the District Court to proceed with the trial as, in reality, the main obstacle to its progress was the police failure to secure the attendance at the trial of the accused who were in prison (see paragraph 9 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court also notes that, in the District Court’s view, the risk of tampering with evidence or going into hiding was aggravated by the fact that the applicant had only partly confessed. The Court considers that such a reasoning of the domestic court showed a manifest disregard for the principle of the presumption of innocence and cannot, in any circumstances, be relied on as a legitimate ground for deprivation of liberty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court further observes that the judicial authorities also relied on the likelihood that a severe sentence might have been imposed on the applicant and the serious nature of the offences at issue (see paragraphs 6 and 11 above). In this respect, the Court recalls that the severity of the sentence faced is a relevant element in the assessment of the risk of absconding or re-offending. It acknowledges that, in view of the seriousness of the accusations against the applicant, the authorities could initially justifiably have considered that such a risk was established. However, the Court has repeatedly held that the gravity of the charges cannot by itself serve to justify long periods of detention on remand (see Ilijkov v. Bulgaria, no. 33977/96, §§ 80-81, 26 July 2001). In the circumstances of the present case, the Court finds that the severity of the anticipated penalty alone, or in conjunction with the other grounds relied on by the authorities, cannot constitute a “relevant and sufficient ground” for holding the applicant in detention for a period of over 2 years and 8 months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court further notes that there is no specific indication that during the entire period of the applicant’s pre-trial detention the authorities did envisage the possibility of imposing on him other preventive measures – such as bail, police supervision or prohibition on leaving the country – expressly foreseen by Polish law to secure the proper conduct of criminal proceedings (see paragraph 19 above). In this context the Court would emphasise that under Article 5 § 3 the authorities, when deciding whether a person should be released or detained, are obliged to consider alternative measures of ensuring his appearance at trial. Indeed, that provision proclaims not only the right to “trial within a reasonable time or to release pending trial” but also lays down that “release may be conditioned by guarantees to appear for trial” (see Neumeister v. Austria, judgment of 27 June 1968, Series A no. 8, p. 3, § 3; and Jabłoński v. Poland, no. 33492/96, § 83, 21 December 2000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court accordingly concludes that the reasons relied on by the courts in their decisions were not sufficient to justify the applicant’s being held in detention for the period in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  That finding would, as a rule, absolve the Court from determining whether the national authorities displayed “special diligence” in the conduct of the proceedings. However, in that context the Court cannot but note that even though the applicant was indicted on 30 January 2001, the trial began only almost two years later, i.e. on 17 January 2003. In addition, the Court notes that the Katowice Court of Appeal in its decision of 27 November 2002 criticised the District Court for the slow progress of the trial (see paragraph 17 above). The Court finds that the delay of nearly two years in opening the trial should be considered significant and it cannot therefore be said that the authorities displayed “special diligence” in the conduct of the criminal proceedings against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  There has accordingly been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "51.  The applicant claimed 25,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government argued that the applicant’s claim was exorbitant. They asked the Court to rule that a finding of a violation constituted in itself sufficient just satisfaction. Alternatively, the Government invited the Court to make an award on the basis of case-law in similar cases and with reference to domestic economic conditions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court considers that the applicant has suffered non-pecuniary damage – such as distress resulting from the protracted length of his detention – which is not sufficiently compensated by the finding of a violation of the Convention. Considering the circumstances of the case and making its assessment on an equitable basis, the Court awards the applicant EUR 2,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "54.  The applicant also claimed EUR 1,500 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government argued that any award under this head should be limited to those costs and expenses that had been actually and necessarily incurred and were reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,000 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "57.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros) in respect of non-pecuniary damage and EUR 1,000 (one thousand) in respect of costs and expenses, to be converted into Polish zlotys at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 January 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "and Mr M. O’Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "08/12/2005 00:00:00",
    "docname": "CASE OF HARAZIN v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-71942.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0110JUD003822702",
    "externalsources": [],
    "extractedappno": [
        "38227/02",
        "30210/96",
        "26772/95",
        "33977/96",
        "33492/96"
    ],
    "importance": "4",
    "introductiondate": "02/10/2002 00:00:00",
    "issue": [
        "Code of Criminal Procedure 1997"
    ],
    "itemid": "001-71942",
    "judgementdate": "10/01/2006 00:00:00",
    "kpdate": "10/01/2006 00:00:00",
    "kpthesaurus": [
        "448",
        "227",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-3",
        "29-3",
        "5",
        "29",
        "41"
    ],
    "parties": [
        "HARAZIN",
        "POLAND"
    ],
    "rank": "534.808288574219",
    "representedby": [
        "HERMELINSKI W."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "I.A. v. France, judgment of 23 September 1998, Reports 1998-VII, p. 2978, § 102",
        "Ilijkov v. Bulgaria, no. 33977/96, §§ 80-81, 26 July 2001",
        "Jablonski v. Poland, no. 33492/96, § 83, 21 December 2000",
        "Kudla v. Poland [GC], no. 30210/96, §§ 110-111, ECHR 2000-XI",
        "Labita v. Italy [GC], no. 26772/95, § 152, ECHR 2000-IV",
        "Neumeister v. Austria, judgment of 27 June 1968, Series A no. 8, p. 3, § 3",
        "Scott v. Spain, judgment of 18 December 1996, Reports 1996-VI, pp. 2399-2400, § 74"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "333201",
    "typedescription": "15"
}