{
    "__articles": "10",
    "__conclusion": "Violation of Art. 10",
    "applicability": "",
    "appno": "73219/01",
    "article": [
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        }
    ],
    "content": {
        "001-83830.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 73219/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Aleksandr Grigoryevich Filatenko (“the applicant”), on 21 February 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr P. Laptev, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained under Article 10 of the Convention about a violation of his right to freedom of expression.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 3 June 2004, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Government and the applicant filed further observations on the merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  On 7 March 2005 the President granted leave for Lawyers for Constitutional Rights and Freedoms (JURIX) to intervene as a third party in the proceedings (Article 36 § 2 of the Convention).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1961 and lives in the town of Kyzyl in the Tyva Republic of the . He is a journalist working for the State television and radio broadcasting company Tyva (GTRK Tyva).",
                                "elements": []
                            },
                            {
                                "content": "8.  In 1999, the elections to the State Duma of the Federal Assembly of the , the lower chamber of Russian Parliament, were scheduled to take place on 19 December. In the , Mrs G. Salchak was the leading candidate of the Otechestvo party, and Mr I. Loktionov of the Edinstvo movement. The elections to the federal Parliament coincided with the elections to the Great Khural, the Parliament of the .",
                                "elements": []
                            },
                            {
                                "content": "9.  On 15 December 1999 the Tyva television channel broadcast a live show “Elections-99” with the participation of election candidates Mr P.A., Mr V.S. and Mr A.M. The applicant was the presenter. The editor took a question from a viewer by phone, wrote it on a piece of paper and handed it over to the applicant who read the question to the participants. According to the applicant, the question was:",
                                "elements": []
                            },
                            {
                                "content": "“Why was the flag of the  torn off the car with loud-speakers campaigning in support of G. Salchak? This is the first time this has happened in our Republic!”",
                                "elements": []
                            },
                            {
                                "content": "[“Почему сорвали флаг Республики Тыва с радиомашины в поддержку Г. Салчак? Это впервые такое в нашей республике!”]",
                                "elements": []
                            },
                            {
                                "content": "The participants gave their answers to the question.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 16 December 1999 the electoral bloc of the Edinstvo political movement brought a defamation action against the applicant and the broadcasting company. The statement of claim was signed by Mr A.O., the head of the regional campaign headquarters of the political movement. According to the statement, on 15 December 1999 the applicant had asked the show participants for their reactions to the fact that the representatives of the campaign headquarters had torn the Tyva flag off the campaigning car and stamped on it.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 20 January 2000 the applicant and the broadcasting company filed their observations with the court. They submitted that only individuals, but not legal entities such as the Edinstvo political movement, could incur non-pecuniary damages.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 5 April 2000 the original statement of claim was replaced by five identically worded statements filed by individual members of the campaign headquarters of the Edinstvo political movement, including Mr A.O., who also acted as the representative of three other plaintiffs.",
                                "elements": []
                            },
                            {
                                "content": "13.  The case was heard by the Kyzyl District Court of the . Before the court the applicant maintained that he had read out the question exactly as it had been noted down on the piece of paper which was produced for the court's examination. The applicant also added that at first the participants had not understood the meaning of the question and that he had had to clarify that the incident in question had taken place earlier on that day in front of the headquarters of the Edinstvo movement.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 19 July 2000 the District Court gave judgment. It found that no video recording of the show was available, and it relied on witness statements to establish the exact wording of what the applicant had said:",
                                "elements": []
                            },
                            {
                                "content": "“The case file materials include a note which contained the viewer's question phrased as follows: 'Why was the flag of the  torn off the car with loud-speakers campaigning in support of G. Salchak? This is the first time this has happened in our republic!' (case file, page 12).",
                                "elements": []
                            },
                            {
                                "content": "As the court has established, three candidates for the Tyva Parliament participated in the Elections-99 show – Mr P.A., Mr V.S., and Mr A.M.",
                                "elements": []
                            },
                            {
                                "content": "The witness Mr P.A. stated that the presenter, Mr Filatenko, had read out a note with the following question: 'What is your reaction to the fact that the Russian and Tyva flags were torn off the campaigning car?'; members of the Edinstvo headquarters had not been mentioned; he did not remember whether the Edinstvo headquarters had been mentioned; the question had been worded differently from the original note. The court does not consider that the testimony of this witness is incontrovertible because at the time of the show he was an assistant to the member of the Russian Parliament G. Salchak.",
                                "elements": []
                            },
                            {
                                "content": "The witness Mr V.S. stated that Mr Filatenko had asked for the participants' reactions to the fact that the Tyva flag had been torn off the campaigning car by members of the Edinstvo headquarters and stamped on. The defendants distrusted the witness on the ground that he was an assistant to the member of the Russian Parliament Mr K. who is also the head of the republican branch of the Edinstvo movement. However, the court sees no direct link between the headquarters of the Edinstvo electoral movement, which had been established for the purpose of electoral campaigning for the candidate Mr Loktionov, and the republican branch of the Edinstvo movement, which had been established after the elections; Mr K. had not been a member of the Edinstvo headquarters and the court accepts this testimony as accurate.",
                                "elements": []
                            },
                            {
                                "content": "The witness Mr A.M. stated that he clearly remembered the words 'flag', 'car' and the essence of the question, that a flag had been torn off Salchak's car. The Edinstvo headquarters and their members had not been mentioned. The court considers that this witness testimony contradicts other evidence in the case and also the statement by Mr Filatenko who... had mentioned the Edinstvo headquarters. Since the witness does not remember his mentioning that place, his testimony is incomplete.",
                                "elements": []
                            },
                            {
                                "content": "The witness Ms O.K., who at that time had been a lawyer at the [Edinstvo] headquarters, stated that Mr Filatenko had put the question as follows: 'What is your reaction to the actions of the employees (or members) of the Edinstvo headquarters who stamped on the Tyva flag?'; in addition to the words 'stamped on' he used the words 'tearing off'; the question was put as if it emanated from a viewer; the question on the note was not read out. As there were many breaches in the electoral campaign, all television shows were recorded by the party headquarters... [The plaintiff] Mr A.O. explained to the court that the recording had been lost during a move to other premises.",
                                "elements": []
                            },
                            {
                                "content": "The witness Ms B.I., who at that time was in charge of the reception office at the Edinstvo headquarters, stated that in the two or three days following broadcasting of the show there had been many phone calls from people asking whether it was true that members of the Edinstvo headquarters had torn down the flag; voters had been shocked, and had believed it had been true. She had seen the show on TV and the question had been worded as follows: 'What is your reaction to the fact that members of the Edinstvo headquarters tore the flag down from the campaigning car?'",
                                "elements": []
                            },
                            {
                                "content": "The witness Mr V.K. stated that he had been present at the show; the presenter had read out the question in the following words: 'Is it true that the republican flag from the campaigning car has been torn to pieces?'",
                                "elements": []
                            },
                            {
                                "content": "The witness Mr V.L. stated that the presenter had read out the note about the tearing of the flag from the campaigning car; he had asked for the candidates' comments; there had been no mention of members of the Edinstvo headquarters.",
                                "elements": []
                            },
                            {
                                "content": "The witness Mr A.T. stated that the note received had indicated that someone had torn down the flag but he could not remember the exact text.",
                                "elements": []
                            },
                            {
                                "content": "The witness Ms R.A. stated that the question had been the following: 'What is your reaction to the fact that today, near the Edinstvo headquarters, the Tyva flag was torn off the car campaigning for G. Salchak?'",
                                "elements": []
                            },
                            {
                                "content": "The court does not accept the statements by the witnesses Mr V.K., Mr V.L., Mr A.T. or Ms R.A. as incontrovertible because these witnesses are employed by the defendant broadcasting company... and are subordinate to it.",
                                "elements": []
                            },
                            {
                                "content": "The witness Ms O. Ch. stated that the essence of the question had been about the tearing down and stamping on of the flag and the candidates' reactions to that fact. The question had referred to members of the Edinstvo headquarters [she remembered that] because she had intended to vote for Edinstvo and had been shocked by that fact...",
                                "elements": []
                            },
                            {
                                "content": "The witness Ms E. P. stated that she had heard on TV that a flag had been torn down and stamped on at the hotel; on the following day she had gone to the Edinstvo headquarters to apply for employment and had asked whether it was true; she had been told it was not...",
                                "elements": []
                            },
                            {
                                "content": "The witness Ms N. G. stated that it had been her professional duty to monitor the media during the electoral campaigning. She had watched every show, including 'Elections-99' on 15 December 1999. In the question put by the presenter the Edinstvo headquarters had only been mentioned as the place where the incident had taken place. There had been no breaches of the law on the part of Mr Filatenko.",
                                "elements": []
                            },
                            {
                                "content": "Having examined and assessed the witness statements , the court finds as follows: the testimony of Mr A.M. is incomplete; the testimony of Ms N.G. to the effect that members of the Edinstvo headquarters had not been mentioned in the question is refuted by the testimonies of the witnesses Mr V.S., Ms O.K., Ms B.I., and Ms O.Ch. Their testimonies are consistent, not contradictory inter se; the court has no ground to doubt their objectivity and accepts their statements as the basis of its findings. Thus, the court has established that on 15 December 1999, on the 'Elections-99' television show, Mr Filatenko had not asked the candidates the question which had been written on the viewer's note. Instead, he had asked for their reactions to the fact that on 15 December 1999 members of the Edinstvo headquarters had torn down the Tyva flag from the campaigning car and stamped on it.”",
                                "elements": []
                            },
                            {
                                "content": "15.  As regards the truthfulness of the information contained in the applicant's question, the District Court had regard to the findings of an inquiry carried out by the local police department at the request of the plaintiff Mr A.O. On 21 March 2000 the police refused to initiate criminal proceedings, having established that no desecration of the flag had taken place. The District Court accordingly found that the allegation that the members of the Edinstvo headquarters had torn down and stamped on the flag was untrue. It further noted that such information implied the commission of a morally and criminally reprehensible act and was therefore damaging to the plaintiffs' honour and dignity.",
                                "elements": []
                            },
                            {
                                "content": "16.  The District Court further examined the issue whether the plaintiffs had been affected by the untrue allegation, even though their names had not been mentioned in the broadcast:",
                                "elements": []
                            },
                            {
                                "content": "“The broadcast did not mention the plaintiffs by name. However, the withholding of the individual's name is not a ground to reject the claim.",
                                "elements": []
                            },
                            {
                                "content": "The plaintiffs submitted a list of members of the Edinstvo headquarters which shows that [the five plaintiffs] had been members of the campaign headquarters; the headquarters had included nine members, [the plaintiff] Mr O.A. had been its head.",
                                "elements": []
                            },
                            {
                                "content": "As [the plaintiffs] Mr O.A. and Mr M.S. explained, they had suffered moral anguish after the show had been broadcast, as they had considered that allegation insulting; their relatives and friends had called and asked whether it had been true.",
                                "elements": []
                            },
                            {
                                "content": "Not only the plaintiffs but also the viewers had been under the impression that the allegation had targeted the plaintiffs. The witnesses Mr V.S., Ms B.I. and Ms O.Ch. confirmed that fact. Mr V.S. stated that, after the question had been put, he had immediately started wondering who could have done that, because he knew that no one working at the headquarters could have torn a flag down. The witness Ms B.I. stated that in the following two or three days outraged citizens had called the headquarters because they had believed the allegation. The witness Ms O.Ch. stated that she had intended to vote for the Edinstvo movement; after the Elections-99 show schoolteachers had been indignant, and she had gone to the Edinstvo headquarters to verify whether the allegation had been true.”",
                                "elements": []
                            },
                            {
                                "content": "17.  The District Court finally noted that the original question by the viewer had not contained any untrue information and that the damaging allegation had emanated from the applicant himself. The District Court held him liable to pay 2,500 Russian roubles compensation to each plaintiff in respect of non-pecuniary damage. It further ordered the television channel to broadcast a rectification in the same time slot as the original show.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 22 August 2000 the Supreme Court of the  upheld the judgment of 19 June 2000, endorsing the findings of the District Court in a summary fashion.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 1 October 2000 enforcement proceedings were opened against the applicant.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Constitution of the ",
                                "elements": [
                                    {
                                        "content": "20.  Article 29 of the Constitution guarantees freedom of thought and expression, and freedom of the media.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Civil Code of the ",
                                "elements": [
                                    {
                                        "content": "21.  Article 152 provides that an individual can apply to a court with a request for the rectification of statements (svedeniya) that are damaging to his or her honour, dignity or professional reputation if the person who disseminated such statements does not prove their truthfulness. The aggrieved person can also claim compensation for losses and non-pecuniary damage sustained as a result of the dissemination of such statements.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Mass-Media Act (Law no. 2124-I of 27 December 1991)",
                                "elements": [
                                    {
                                        "content": "22.   A journalist has the duty to verify the truthfulness of the information he or she communicates (section 49 § 1 (2)).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Resolution of the Plenary Supreme Court of the Russian Federation, no. 11 of 18 August 1992 (amended on 25 April 1995)",
                                "elements": [
                                    {
                                        "content": "23.  The Resolution (in force at the material time) provided that, in order to be considered damaging, statements had to be untrue and contain allegations of a breach of laws or moral principles (commission of a dishonest act, improper behaviour at the workplace or in everyday life, etc.). Dissemination of statements was understood as the publication of statements or their broadcasting (section 2). The burden of proof was on the defendant to show that the disseminated statements had been true and accurate (section 7).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Case-law of the Supreme Court of the ",
                                "elements": [
                                    {
                                        "content": "24.  On 20 December 2002 a deputy President of the Supreme Court of the Russian Federation lodged an application for supervisory review in a defamation action which had originally been granted by the  courts. The deputy President noted, in particular, that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“However, the courts did not take into account that one of the requirements of Article 152 of the Civil Code is that statements must refer to a particular person or a clearly identifiable group of persons...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 7 February 2003 the Presidium of the  granted the application and quashed the judgments in the defamation claim. The case eventually ended in a friendly settlement.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Criminal offence of desecration of the State flag",
                                "elements": [
                                    {
                                        "content": "25.  Article 329 of the Criminal Code provides that desecration (nadrugatelstvo) of the State flag of the Russian Federation or the State emblem of the  is a criminal offence punishable with deprivation of liberty.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant complained that the domestic judgments in the defamation action violated his right to impart information and impaired his journalistic freedom. The complaint falls to be examined under Article 10 which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "27.  The applicant submitted that a live political debate is one of the legitimate and accessible means of imparting information. It is customary for a presenter to read out all questions received from the audience. In fact, there had been an explicit agreement with all the participants in the “Elections-99” show that all questions would be read out.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The applicant pointed out that he had twenty years of professional experience and was well versed in the “duties and responsibilities” of a journalist. In the light of his experience, he had not seen anything in the viewer's question that might have been perceived as inciting social hatred or encroaching on the constitutional foundation of the State. The viewer had merely sought to obtain accurate and reliable information about the “flag incident” from informed and respected candidates for regional Parliament. The applicant pointed out that he had only clarified that the incident had taken place in front of the Edinstvo campaign headquarters. The clarification was based on information that had been broadcast earlier on that day. There had been nothing in the question which could be construed as an unfounded accusation of commission of a criminal offence, such as desecration of the Tyva flag. Furthermore, a question cannot, by definition, be a statement of fact, for it is essentially a query with the purpose of obtaining information which requires an answer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Finally, the applicant disagreed with the domestic courts' finding that the interference had served the purpose of the protection of the reputation of others. Not a single plaintiff had been mentioned in the question by name or otherwise. In the judicial proceedings the plaintiffs had not been able to show convincingly that they had been personally affected by the question.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "30.  The Government considered that the applicant “had formed a wrong idea of the balance of rights in a democratic society”. As a professional journalist, he should have been aware of the impact of his utterances on the audience and should have been particularly precise and meticulous when making any information public (cf. Fressoz and Roire v. France [GC], no. 29183/95, § 52, ECHR 1999I, and Goodwin v. the United Kingdom, judgment of 27 March 1996, Reports of Judgments and Decisions 1996II, § 39). The show had been broadcast live during the electoral campaign and had essentially been a vehicle for electoral competition. In these circumstances the impact of any statement by the presenter, whose neutrality the audience had taken for granted, had been so much greater “during the critical period when [the voters'] minds were focused on their choice of representative” (cf. Bowman v. the United Kingdom, judgment of 19 February 1998, Reports 1998I, § 45).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Government maintained that the applicant had failed in his duty, established both in the Court's case-law and in the Russian Mass-Media Act, to verify the accuracy of the information he had imparted. There had been a pressing social need to protect the reputation of others since the applicant had imparted a false allegation about the commission by other persons of a criminally reprehensible act which, taking into account the audience and timing of the show (6 p.m.), had undeniably provoked an indignant reaction from the people “whose minds [had been] focused on their choice of representative” (cf. Bowman case, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  Finally, the Government claimed that the judgment of the Kyzyl District Court had been well reasoned and had clearly identified the defamatory allegation. The necessity of making a rectification of the damaging information was obvious and also in the public interest. There had therefore been no violation of the applicant's right to freedom of expression.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  Commenting on the submissions by the third party (see below), the Government pointed out that these submissions were of a general nature and did not take into account the particular circumstances of the case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Submission by Lawyers for Constitutional Rights and Freedoms",
                                        "elements": [
                                            {
                                                "content": "34.  In their comments submitted under Article 36 § 2 of the Convention, the intervening party, Lawyers for Constitutional Rights and Freedoms (JURIX), maintained that protecting expression on core subjects of politics and government in the middle of an election campaign is so vital an interest that, in libel actions, the Court should give particularly close scrutiny to such issues as the standing of the claimant and whether a statement asserts an actionable false fact, or more reasonably is understood as political speculation, conjecture or hyperbole. Without such scrutiny, there is a risk of abusive litigation against the media by unnamed political elites over statements inherently not capable of being proved true or false.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The intervening party submitted that comments made in good faith in political debates should constitute protected expression. Questions, speculations or conjectures should be considered as value judgments and courts cannot require the media defendants to prove their truth, especially when such statements are part of media coverage of an election campaign and are made in the heat of political debates. The intervening party illustrated this thesis with quotations from the judgments of the highest European courts. Thus, the German Constitutional Court, in the Schmied-Spiegel case (1961, 12 BVerfGE 113), overruled the judgments of the national courts because they “incorrectly viewed the facts and circumstances of this case exclusively from the standpoint of personal honour and the interests affected by the resulting harm without considering the particular nature of the feud played out in the press and its value as a constituent element in the formation of public opinion”. In another, the Campaign Slur case (1982, 51 BVerfGE I), the  confirmed its position by stating that “even caustic and exaggerated statements, particularly those made in the heat of an electoral campaign, are fundamentally within the protection [of free expression]”. Although one could “glean factual elements from the statement in question”, nonetheless “the value judgment outweigh[ed] the factual content [contained in the statement]”.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "36.  The Court reiterates that freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress. Subject to paragraph 2 of Article 10, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of pluralism, tolerance and broadmindedness, without which there is no “democratic society” (see Handyside v. the United Kingdom, judgment of 7 December 1976, Series A no. 24, p. 23, § 49, and Jersild v. Denmark, judgment of 23 September 1994, Series A no. 298, p. 26, § 37).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  It is common ground between the parties that the judgments pronounced in the defamation action constituted an interference with the applicant's right to freedom of expression within the meaning of Article 10 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  It is not contested that the interference was “prescribed by law”, namely Article 152 of the Civil Code, and pursued a legitimate aim, that of protecting the reputation or rights of others, for the purposes of Article 10 § 2. The dispute in the case relates to whether the interference was “necessary in a democratic society”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The test of necessity requires the Court to determine whether the interference corresponded to a “pressing social need”, whether it was proportionate to the legitimate aim pursued and whether the reasons given by the national authorities to justify it were relevant and sufficient. In assessing whether such a need exists and what measures should be adopted to deal with it, the national authorities are left a certain margin of appreciation. This power of appreciation is not however unlimited, but goes hand in hand with a European supervision by the Court, whose task it is to give a final ruling on whether a restriction is reconcilable with freedom of expression as protected by Article 10. The Court's task in exercising its supervisory function is not to take the place of the national authorities, but rather to review under Article 10, in the light of the case as a whole, the decisions they have taken pursuant to their margin of appreciation. In so doing, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and, moreover, that they based their decisions on an acceptable assessment of the relevant facts (see, most recently, Karman v. , no. 29372/02, § 32, 14 December 2006, and Grinberg v. , no. 23472/03, §§ 26-27, 21 July 2005, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court notes at the outset the particular context of the instant case. The question which gave rise to the defamation action was put by the applicant on a television show. The show was broadcast live a mere four days ahead of the general and regional elections in  and hosted three prospective candidates who represented different political factions. Viewers were invited to contact the editors on the phone and put their questions to the candidates. Although the parties to the defamation proceedings disagreed on the actual wording of the question as it had been put by the applicant, it was undisputed that it referred to the tearing-off of the  flag from the car which had campaigned in support of Mrs Salchak, the Otechestvo party candidate. The incident had taken place somewhere near the campaign headquarters of the Edinstvo political movement, the main competitor of the Otechestvo party in the forthcoming elections. That matter had been an event of the first magnitude, for it appears that such an assault on the republican flag had happened for the first time in the region. The Court reiterates that, as a general rule, any opinions and information pertinent to elections, both local and national, which are disseminated during the electoral campaign should be considered as forming part of a debate on questions of public interest (see, for example, Kwiecień v. , no. 51744/99, § 51, ECHR 2007...). According to its constant case-law, there is little scope under Article 10 § 2 of the Convention for restrictions on political speech or on debate on questions of public interest and very strong reasons are required for justifying such restrictions (see, most recently, Krasulya v. , no. 12365/03, § 38, 22 February 2007, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court further notes that the format of the show was designed to encourage an exchange of views or even an argument, in such a way that the opinions expressed would counterbalance each other and the debate would hold the viewers' attention. The applicant was the presenter and channelled the questions, received from the audience and noted on pieces of paper, to the participants. The show was broadcast live on television, so the applicant had but a limited possibility of reformulating, refining or retracting any statements before they were made public (compare Gündüz v. , no. 35071/97, § 49, ECHR 2003XI; and Fuentes Bobo v. Spain, no. 39293/98, § 46, 29 February 2000). The Court reiterates in this connection that the punishment of a journalist for having worded his questions in a specific manner would seriously hamper the contribution of the press to discussion of matters of public interest and should not be envisaged unless there are particularly strong reasons for doing so (see Colaço Mestre and SIC – Sociedade Independente de Comunicação, S.A. v. Portugal, nos. 11182/03 and 11319/03, § 31, 26 April 2007, and also, mutatis mutandis, Jersild v. Denmark, judgment of 23 September 1994, Series A no. 298; Thoma v. , no. 38432/97, ECHR 2001III; Lionarakis v. , no. 1131/05, 5 July 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The distinguishing feature of the present case is the parties' disagreement as to what the applicant actually said. The District Court found that the question, as it had been phrased by the viewer, had not been defamatory. Rather, it had been the applicant who had presented the matter as if it were a fact that the Tyva flag had been torn down and stamped on by the members of the Edinstvo campaign headquarters (see paragraph 17 above). Thus, the District Court held the applicant liable not for reading out the viewer's question but for making an independent factual allegation of which he was the author. The applicant had consistently denied making any such allegation; he only admitted to having specified, by way of clarification, that the incident had taken place near the Edinstvo campaign headquarters. The Court accordingly has to verify whether the findings of the domestic courts as to the applicant's liability rested on an acceptable assessment of the relevant facts (see paragraph 38 in fine above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  It appears that no video recording of the show had survived to the day of the domestic proceedings. In these circumstances, the domestic court had no other option but to resort to witness testimony. A significant number of witnesses gave evidence, including the show participants and employees of both the broadcasting company and the Edinstvo headquarters (see paragraph 14 above). While the applicant had an opportunity to present his evidence to the court in circumstances which did not place him at a substantial disadvantage vis-à-vis the opposing party, as the Court has already found in the decision as to the admissibility of the present application, the reasons put forward by the District Court for the finding that the applicant had accused the members of the Edinstvo headquarters of tearing the flag off the car, do not appear to have been based on an acceptable assessment of their testimonies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The claim that the applicant had made an accusation against the members of the Edinstvo campaign headquarters had originated with the plaintiffs in the defamation action and was supported solely by the witnesses who were in one way or another affiliated with the Edinstvo political movement: Mr V.S. (an assistant to the head of the republican branch of the Edinstvo movement), Ms O.K. (a lawyer at the Edinstvo headquarters), Ms B.I. (a receptionist at the Edinstvo headquarters), and Ms O.Ch. (an avowed Edinstvo supporter). The District Court accepted their statements as the basis of its findings of fact, holding that it had no grounds “to doubt their objectivity”. It did not address the reliability of those witnesses in the light of their apparent association with the Edinstvo movement. However, as regards the statements by the applicant's co-workers, it was precisely their connection with the defendant broadcasting company that prompted the District Court to reject their testimonies as unreliable, without any assessment of their individual credibility. That difference of treatment, for which the District Court's judgment did not give any satisfactory account, was still more prominent in its decision to reject the testimony of the show participant Mr P.A. on the ground that he had worked for Edinstvo's political competitor, but to accept the testimony of another participant, Mr V.S., notwithstanding his position as an assistant to the head of the Edinstvo regional branch. The distinction drawn by the District Court between the two Edinstvo structures does not appear convincing to the Court as it was only a matter of internal organisation and had no bearing on the witness's continued political affiliation with Edinstvo. Furthermore, the District Court's decision to reject the statement by Ms N.G., an independent and professional media observer, on the sole ground that it contradicted the testimonies of the Edinstvo-affiliated witnesses, likewise appears unpersuasive to the Court. In sum, the Court finds that the District Court failed to make an acceptable assessment of the relevant facts and give sufficient reasons for the finding that the applicant's question had contained an independent factual allegation against the plaintiffs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court next reiterates that, for an interference with the right to freedom of expression to be proportionate to the legitimate aim of the protection of the reputation of others, the existence of an objective link between the impugned statement and the person suing in defamation is a requisite element. Mere personal conjecture or subjective perception of a statement as defamatory does not suffice to establish that the person was directly affected by the publication. There must be something in the circumstances of a particular case to make the ordinary reader feel that the statement reflected directly on the individual claimant or that he was targeted by the criticism (see Dyuldin and Kislov v. , no. 25968/02, § 44, 31 July 2007, and the Supreme Court's case-law in paragraph 24 above). These principles also apply in the sphere of television and radio broadcasting, as in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  It was not in dispute in the domestic proceedings, and was also acknowledged by the District Court, that none of the plaintiffs had been mentioned by name or otherwise identified during the television show. The District Court accepted nevertheless that the audience had been given the impression that the plaintiffs' reputation had been affected (see paragraph 16 above). The reasons on which this finding was premised do not appear sufficient to the Court. It notes, firstly, that no witness linked the allegation to any individual claimant. All of them spoke about a general feeling of indignation which the mentioning of the Edinstvo campaign headquarters in the context of the flag incident had aroused in them. In fact, it appears that the plaintiffs had also believed that it had been the campaign headquarters' – rather than their personal – reputation that had been affected. A clear indication of that conviction is the fact that the defamation claim had initially been filed by the Edinstvo political movement as a legal entity (see paragraph 10 above). However, once it transpired that under Russian law a legal entity would not be able to recover non-pecuniary damages, five individual members of the Edinstvo campaign headquarters stepped into the proceedings in their personal capacity (see paragraphs 11 and 12 above). The District Court did not address the distinction between the reputation of the Edinstvo political movement and that of individual plaintiffs and allowed them to substitute themselves for the political movement without further inquiry. In these circumstances, the Court does not consider that the District Court gave “sufficient” reasons for establishing an objective link between the statement in question and the individual claimants in the defamation action.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Turning now to the contents of the allegation which the applicant had allegedly made, the Court observes that the District Court determined its untruthfulness solely on the basis of the police decision not to institute a criminal investigation into the offence of desecration of a flag (see paragraph 15 above). The Court is not persuaded that the police report was a sufficient piece of evidence or indeed a relevant one. It is noted, firstly, that criminal liability may only arise in the event of desecration of the State flag of the  (see paragraph 25 above). Accordingly, in the instant case the accusation could not have entailed criminal prosecution even if it had been true (see, by contrast, Pedersen and Baadsgaard v.  [GC], no. 49017/99, § 80, ECHR 2004XI). Thus, the findings of the police inquiry were irrelevant. On a more general level, the Court reiterates its constant approach that the standard of proof for establishing the well-foundedness of a criminal charge can hardly be compared to that which ought to be observed by a journalist when expressing his opinion on a matter of public concern, as the standards applied when assessing someone's actions in terms of morality are quite different from those required for establishing an offence under criminal law (see, mutatis mutandis, Karman v. , no. 29372/02, § 42, 14 December 2006; Unabhängige Initiative Informationsvielfalt v. Austria, no. 28525/95, § 46, ECHR 2002I; and Wirtschafts-Trend Zeitschriften-Verlags GmbH v. Austria, no. 58547/00, § 39, 27 October 2005). This distinction is of direct relevance to the instant case, given that the flag incident was an event of major public concern and that by putting the question, the applicant merely solicited an assessment of that event by the show participants rather than made an affirmation. There could be no serious doubts about his good faith, as there is no indication that his intention was to accuse anyone of committing a criminal offence. Nor can he be criticised for a failure to verify the factual basis for the question, given the obvious constraints of a live television show where time was of essence. In any event, a representative of the Edinstvo political movement (Mr V.S.) was present among those show participants who had been invited to reply to the viewer's question, and he could have immediately dispelled any allegation which he considered to be untrue and presented his own version of the flag incident (compare Gündüz, cited above, § 51, on counterbalancing of the applicant's statements by the intervention of other participants).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Finally, in assessing the necessity of the interference, it is important to take account of the way in which the domestic courts dealt with the case, and in particular whether they applied standards which were in conformity with the principles embodied in Article 10 of the Convention (see Pedersen and Baadsgaard, cited above, § 91). A perusal of the Russian courts' judgments issued in the present case reveals that they failed to recognise that the case involved a conflict between the right to freedom of expression and the protection of the reputation or rights of others and therefore did not carry out the relevant balancing exercise (see Kwiecień, cited above, § 52, and, by contrast, Keller v. Hungary (dec.), no. 33352/02, 4 April 2006; and Pedersen and Baadsgaard, loc. cit.). Likewise, they did not take into consideration the crucial importance of free political debate in a democratic society in the context of free elections or the wider limits of criticism that politicians should be prepared to tolerate (see Malisiewicz-Gąsior v. Poland, no. 43797/98, § 67, 6 April 2006, and Kwiecień, loc. cit.). Thus, the national authorities cannot be considered as having applied the standards embodied in Article 10 of the Convention and the Court's case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In the light of the above considerations and taking into account the role of journalists and the press of imparting information and ideas on matters of public concern, the Court finds that the interference with the applicant's freedom of expression was not justified. That the proceedings were civil rather than criminal in nature does not detract from the fact that the standards applied by the Russian courts were not compatible with the principles embodied in Article 10 since they did not adduce “relevant” and/or “sufficient” reasons justifying the interference at issue. Therefore, the Court considers that the domestic courts overstepped the narrow margin of appreciation afforded to them for restrictions on debates of public interest and that the interference was disproportionate to the aim pursued and not “necessary in a democratic society”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has therefore been a violation of Article 10 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "51.  The applicant claimed 12,500 Russian roubles (RUB) in respect of pecuniary damage, representing the amount he had paid the plaintiffs in the defamation action. He further claimed a loss of earnings of approximately RUB 500 a month: on 21 February 2000 the head of his service had refused him a promotion because of the judgment in the defamation action and prohibited him from going live on air. The applicant asked the Court to determine the amount of compensation in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government considered that a finding of a violation would constitute sufficient just satisfaction in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court notes that the applicant's claim in respect of pecuniary damage is directly connected with the judgments issued by the domestic courts, which it found to have been incompatible with Article 10 of the Convention. It is also supported by appropriate evidence, including enforcement documents and a written refusal of promotion. It accepts therefore the applicant's claim in respect of pecuniary damage in the amount of 1,000 euros (EUR). It further considers that the non-pecuniary damage suffered by the applicant cannot be sufficiently compensated for by a finding of a violation. Making its assessment on an equitable basis, the Court awards him EUR 1,000, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "54.  The applicant did not claim costs and expenses. Accordingly, there is no call to make an award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "55.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 December 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF FILATENKO v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-83830.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:1206JUD007321901",
    "externalsources": [],
    "extractedappno": [
        "73219/01",
        "29183/95",
        "29372/02",
        "23472/03",
        "51744/99",
        "12365/03",
        "35071/97",
        "39293/98",
        "11182/03",
        "11319/03",
        "38432/97",
        "1131/05",
        "25968/02",
        "49017/99",
        "28525/95",
        "58547/00",
        "33352/02",
        "43797/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-83830",
    "judgementdate": "06/12/2007 00:00:00",
    "kpdate": "06/12/2007 00:00:00",
    "kpthesaurus": [
        "149"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "10"
    ],
    "parties": [
        "FILATENKO",
        "RUSSIA"
    ],
    "rank": "606.126708984375",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "344411",
    "typedescription": "15"
}