{
    "__articles": "5;5-1;9;41",
    "__conclusion": "Violation of Art. 5-1;Not necessary to examine Art. 9;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award",
    "applicability": "",
    "appno": "37680/97",
    "article": [
        "41",
        "5",
        "9"
    ],
    "conclusion": [
        {
            "article": "5-1",
            "base_article": "5",
            "element": "Violation of Art. 5-1",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 9",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award",
            "type": "other"
        }
    ],
    "content": {
        "001-58321.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 37680/97) against the Kingdom of Spain lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by seven Spanish nationals, Ms Elena Riera Blume, Ms Concepción Riera Blume, Mr José Victor Riera Blume, Ms María Luz Casado Perez, Ms Daría Amelía Casado Perez, Ms María Teresa Sales Aige and Mr Javier Bruna Reverter (“the applicants”) on 25 August 1997.",
                        "elements": []
                    },
                    {
                        "content": "The application concerned the detention of the applicants, who are presumed members of a “sect”, for nearly ten days following a preliminary investigation directed by  investigating judge no. 6. The applicants relied on Articles 3, 5, 8 and 9 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  On 16 April 1998 the Commission (Second Chamber) decided to give notice of the application to the Spanish Government (“the Government”) under Rule 48 § 2 (b) of its Rules of Procedure and to invite the parties to submit written observations on its admissibility and merits.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Government submitted their observations on 15 July 1998, after an extension of time, and the applicants replied on 1 September 1998.",
                        "elements": []
                    },
                    {
                        "content": "4.  Following the entry into force of Protocol No. 11 to the Convention on 1 November 1998, and in accordance with the provisions of Article 5 § 2 thereof, the application was examined by the Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  In accordance with Rule 52 § 1 of the Rules of Court, the President of the Court, Mr L. Wildhaber, assigned the case to the Fourth Section. The Chamber constituted within that Section included ex officio Mr A. Pastor Ridruejo, the judge elected in respect of Spain (Article 27 § 2 of the Convention and Rule 26 § 1 (a)), and Mr M. Pellonpää, President of the Section (Rule 26 § 1 (a)). The other members designated by the latter to complete the Chamber were Mr G. Ress, Mr L. Caflisch, Mr J. Makarczyk, Mr I. Cabral Barreto and Mrs N. Vajić (Rule 26 § 1 (b)).",
                        "elements": []
                    },
                    {
                        "content": "6.  On 9 March 1999 the Chamber declared admissible the complaints of six of the applicants, namely Ms Elena Riera Blume, Ms Concepción Riera Blume, Ms María Luz Casado Perez, Ms Daría Amelía Casado Perez, Ms María Teresa Sales Aige and Mr Javier Bruna Reverter, concerning their deprivation of liberty (Article 5 of the Convention) and the interference with their right to freedom of thought, conscience and religion (Article 9 of the Convention). It declared the remainder of their application inadmissible. It also decided that if there was not a friendly settlement of the case, a public hearing would be held (Rule 59 § 2).",
                        "elements": []
                    },
                    {
                        "content": "7.  On 26 March 1999 the Court sent the parties the text of its decision on the admissibility of the application (Riera Blume and Others v. Spain (dec.), no. 37680/97, ECHR 1999-II) and requested them to submit such further evidence and observations as they wished. It also asked the applicants to submit their claims for just satisfaction under Article 41 of the Convention (Rule 60).",
                        "elements": []
                    },
                    {
                        "content": "8.  Further, the Court placed itself at the disposal of the parties with a view to securing a friendly settlement of the matter, in accordance with Article 38 § 1 (b) of the Convention (see also Rule 62). In the light of the parties’ reaction, it found that there was no basis on which such a settlement could be reached.",
                        "elements": []
                    },
                    {
                        "content": "9.  The President of the Chamber gave the parties leave to use the Spanish language in the oral proceedings (Rules 34 § 3 and 36 § 5).",
                        "elements": []
                    },
                    {
                        "content": "10.  The Registrar received the Government’s memorial on 18 May 1999 and the applicants’ memorial on 25 May 1999.",
                        "elements": []
                    },
                    {
                        "content": "11.  In accordance with the Chamber’s decision, a hearing took place in public in the , , on 22 June 1999.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by them and also their replies to questions from one its members.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  the circumstances of the case",
                        "elements": [
                            {
                                "content": "12.  The applicants, Ms Elena Riera Blume, Ms Concepción Riera Blume, Ms María Luz Casado Perez, Ms Daría Amelía Casado Perez, Ms María Teresa Sales Aige and Mr Javier Bruna Reverter, were born in 1954, 1952, 1950, 1950, 1951 and 1957 respectively and live in  ().",
                                "elements": []
                            },
                            {
                                "content": "13.  At an unknown date in 1983 the Public Safety Department (“the DGSC”) of the Generalitat (government) of Catalonia received through Pro Juventud (“Pro Youth”), an association formed to fight against sects, a request for help from several people who alleged that members of their families had been ensnared by a group known by the name of CEIS (Centro Esotérico de Investigaciones). According to the families’ complaints, those who ran the CEIS managed to bring about a complete change of personality in their followers, leading them to break off ties with their family and friends and inciting them to prostitution and other activities designed to obtain money for the organisation. The DGSC infiltrated an officer into the CEIS to check the truth of the complaints and, in the light of the findings, brought the facts to the attention of the Principal Public Prosecutor at the  Audiencia Territorial, who forwarded the complaints and the information gathered to the judicial authorities. Acting on this information,  investigating court no. 6 opened a preliminary investigation in June 1984 and ordered searches of the homes of members of the CEIS, including the applicants. The searches took place on 20 June 1984 and numerous people were arrested, including the applicants. After the applicants were arrested, they were transferred to the seat of the investigating court. In the light of information from A.T.V., an official at the DGSC, which was confirmed by the prosecuting authorities, there was a danger that the members of the sect would react unpredictably if they were released, and might even commit suicide. The duty judge nevertheless decided to release the applicants but gave oral instructions to the police that those detained, including the applicants, should be handed over to their families, to whom it should be suggested that it would be as well to have them interned in a psychiatric centre, on a voluntary basis as regards the persons of full age, in order for them to recover their psychological balance. The judge in question confirmed his oral instruction in a decision of 26 June 1984. In that decision he also ordered the chief of the Catalan police (mossos d’esquadra) to interview and question all those detained during the searches who had subsequently been released.",
                                "elements": []
                            },
                            {
                                "content": "14.  Later, on the orders of L.R.F., the Director-General of Public Safety, the applicants were transferred to the premises of the DGSC. From there, on 21 June 1984, they were taken by members of the Catalan police in official vehicles to a hotel some thirty kilometres from , where they were handed over to their families with a view to their recovering their psychological balance. Once at the hotel, the applicants were taken to individual rooms under the supervision of persons recruited for the purpose, one of whom remained permanently in each room, and they were not allowed to leave their rooms for the first three days. The windows were firmly closed with wooden planks and the panes of glass had been taken out. While at the hotel the applicants were allegedly subjected to a process of “deprogramming” by a psychologist and a psychiatrist at the request of Pro Juventud. On 29 and 30 June 1984, after being informed of their rights, they were questioned by C.T.R., the Assistant Director-General of Public Safety, aided by A.T.V., in the presence of a lawyer not appointed by the applicants. On 30 June 1984 the applicants left the hotel.",
                                "elements": []
                            },
                            {
                                "content": "15.  As soon as they had regained their freedom, the applicants lodged a criminal complaint alleging false imprisonment, offences against the exercise of personal rights, falsification of documents, usurpation of functions and misappropriation of goods against A.T.V., C.T.R. and L.R.F., the latter as Director-General of Public Safety, and against all other persons who had taken part in depriving them of their liberty. In the criminal proceedings thus instituted the prosecuting authorities filed submissions against the persons mentioned above accusing them of false imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "16.  In a judgment of 7 March 1990 the Barcelona Audiencia Provincial acquitted the accused, holding that the acts complained of had been prompted by a philanthropic, legitimate and well-intentioned motive and that there had been no intention of depriving the applicants of their liberty, so that the offence of false imprisonment was not made out.",
                                "elements": []
                            },
                            {
                                "content": "17.  The prosecution and the applicants lodged appeals on points of law, which were dismissed by the Supreme Court on 23 March 1993. In its judgment the Supreme Court held, inter alia:",
                                "elements": []
                            },
                            {
                                "content": "“… A detailed examination of the facts held to have been proved shows that there is no doubt that the appellants were placed in detention [detención] (the expression ‘administrative detention’ [retención] has no validity, since it is not defined in our legal order), but the detention took place with the sole aim – a very laudable and plausible one – of avoiding worse evils than those complained of by the appellants, so that there was no unlawfulness strictly and properly understood. … Furthermore, that there was no unlawfulness, the criterion required by law, is all the plainer if it is borne in mind that it was the appellants themselves, together with the closest members of their families, who consented to undergo deprogramming tests which logically required them to be physically isolated initially. That isolation lasted for a very limited time and, it must be emphasised, with the agreement of those concerned and their families. … It cannot be maintained, in order to argue the contrary, that the wishes of the persons who underwent deprogramming could only have been overridden by the members of their families after proceedings to establish incapacity, seeing that the position of those concerned called for immediate treatment, without any delay, as appears from the judgment under appeal, which refers to fears that the members of the sect might commit suicide.",
                                "elements": []
                            },
                            {
                                "content": "In conclusion, the offence of false imprisonment cannot be said to have been committed since, firstly, there was no intention on the part of the defendants to deprive anybody of his or her liberty and, on the contrary, their intention, which has been fully proved, was to prevent imminent and very serious harm befalling the persons concerned, such that the mens rea for the offence was lacking. In the second place, the requirement of ‘unlawfulness’ was lacking inasmuch as the defendants’ conduct was in keeping with what society and the legal order, taken as a whole, require in situations and at times such as those of the instant case.”",
                                "elements": []
                            },
                            {
                                "content": "18.  The applicants lodged an appeal (recurso de amparo) with the . In their appeal they alleged violations of the right to religious freedom (Article 16 of the Constitution), the right to liberty (Article 17 of the Constitution), the right to freedom of movement (Article 19 of the Constitution), the rights of the defence during their detention (Article 24 § 2 of the Constitution) and the right to a fair trial (Article 24 § 1 of the Constitution). They asked the  to quash the judgments of the Audiencia Provincial and the Supreme Court, to order the officials complained of to pay five million pesetas as compensation for the damage sustained and to make a declaration to the effect that the Generalitat of  was liable in default.",
                                "elements": []
                            },
                            {
                                "content": "19.  In the proceedings in the Constitutional Court Mr José Victor Riera Blume was held to have withdrawn on account of failure, through his own fault, to comply with a formal requirement.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 10 March 1997 the  dismissed the amparo appeal. In section 2 of the “As to the law” part of the judgment the court first examined a preliminary objection raised by Crown Counsel that appropriate remedies had not been used, namely a habeas corpus application or contentious-administrative proceedings, in the following terms:",
                                "elements": []
                            },
                            {
                                "content": "“This Court, while holding that a person in possession of a fundamental right could choose the most effective remedy for infringement of that right …, has also stated that that had to be understood ‘subject, of course, to the possibilities afforded by each class of court’.",
                                "elements": []
                            },
                            {
                                "content": "Consequently, in order to resolve the issue raised by Crown Counsel, it would be necessary to determine what those possibilities were in the criminal courts. In the instant case, however, it is not necessary to do so since the appeal is being brought not against administrative acts but against judicial decisions. That being so, the issue is not – and cannot be – whether or not use was made of an effective judicial remedy (section 43(1) of the CCA [Constitutional Court Act]) but whether the remedies afforded by the judicial process chosen (section 44(1)(a) CCA) have been exhausted, an issue that has not been canvassed and could not be since the appellants went to the highest court, the Supreme Court, which heard the appeal on points of law in the case.”",
                                "elements": []
                            },
                            {
                                "content": "21.  That being said, the  pointed out, firstly, that there was no fundamental right to have a person convicted and, secondly, that it could not protect fundamental rights by quashing final substantive judgments whereby defendants had been acquitted. It also pointed out that, according to its case-law, the Constitution did not confer, as such, a right to secure criminal convictions of third parties. Furthermore, decisions of criminal courts were never decisions affecting fundamental rights of the prosecuting party. The court added that the decisions being challenged had not infringed any of the rights relied on by the five remaining appellants, seeing that they were limited to declaring that the acts with which the defendants were charged did not amount to the offences for which they were being prosecuted.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  relevant domestic law",
                        "elements": [
                            {
                                "content": "22.  Several provisions of the Spanish Constitution are relevant:",
                                "elements": []
                            },
                            {
                                "content": "Article 16",
                                "elements": []
                            },
                            {
                                "content": "“1.  Freedom of ideas, religion and worship shall be guaranteed to individuals and communities without any restrictions on its expression other than those necessary for the maintenance of public order as protected by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  No one shall be required to declare his ideological, religious or other beliefs.",
                                "elements": []
                            },
                            {
                                "content": "3.  ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 17",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone shall have the right to freedom and security of person. No one may be deprived of his liberty other than in accordance with the provisions of this Article and in the circumstances and form provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone who is arrested must be informed immediately, and in a manner he can understand, of his rights and of the reasons for his arrest and cannot be required to make a statement. The assistance of a lawyer is guaranteed to persons detained in police investigations or criminal prosecutions, as provided by law.",
                                "elements": []
                            },
                            {
                                "content": "4.  A habeas corpus procedure shall be established by law for immediately bringing before a judge any person arrested unlawfully. ...”",
                                "elements": []
                            },
                            {
                                "content": "Artículo 16",
                                "elements": []
                            },
                            {
                                "content": "“1.  Se garantiza la libertad ideológica, religiosa y de culto de los individuos y las comunidades sin más limitación, en sus manifestaciones, que la necesaria para el mantenimiento del orden público protegido por la ley.",
                                "elements": []
                            },
                            {
                                "content": "2.  Nadie podrá ser obligado a declarar sobre su ideología, religión o creencias.",
                                "elements": []
                            },
                            {
                                "content": "3.  ...”",
                                "elements": []
                            },
                            {
                                "content": "Artículo 17",
                                "elements": []
                            },
                            {
                                "content": "“1.  Toda persona tiene derecho a la libertad y a la seguridad. Nadie puede ser privado de su libertad, sino con la observancia de lo establecido en este artículo y en los casos y en la forma previstos en la ley.",
                                "elements": []
                            },
                            {
                                "content": "2.  ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Toda persona detenida debe ser informada de forma inmediata, y de modo que le sea comprensible, de sus derechos y de las razones de su detención, no pudiendo ser obligado a declarar. Se garantiza la asistencia de abogado al detenido en las diligencias policiales y judiciales, en los términos que la ley establezca.",
                                "elements": []
                            },
                            {
                                "content": "4.  La ley regulará un procedimiento de hábeas corpus para producir la inmediata puesta a disposición judicial de toda persona detenida ilegalmente. ... ”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "23.  In their memorial the applicants asked the Court to hold that the respondent State had failed to discharge the obligations imposed on it by Articles 5 and 9 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "24.  The Government asked the Court to dismiss the applicants’ application with regard to the complaints under Articles 5 and 9 of the Convention as disclosing no violation of those provisions.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicants alleged that the deprivation of liberty of which they had been the victims from 20 to 30 June 1984 had given rise to a violation of Article 5 § 1 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court;",
                                "elements": []
                            },
                            {
                                "content": "(b)  the lawful arrest or detention of a person for non-compliance with the lawful order of a court or in order to secure the fulfilment of any obligation prescribed by law;",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "(d)  the detention of a minor by lawful order for the purpose of educational supervision or his lawful detention for the purpose of bringing him before the competent legal authority;",
                                "elements": []
                            },
                            {
                                "content": "(e)  the lawful detention of persons for the prevention of the spreading of infectious diseases, of persons of unsound mind, alcoholics or drug addicts or vagrants;",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition.”",
                                "elements": []
                            },
                            {
                                "content": "26.  The applicants maintained that there had been a violation of that provision on account of their having been transferred to a hotel by Catalan police officers and handed over to others to be “deprogrammed” from their membership of a “sect” of which they were alleged to be members. They submitted that they were deprived of their liberty without any legal basis under either domestic or international law.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Government did not dispute that the applicants had been deprived of their liberty. However, the deprivation could not be attributed to the Catalan police officers, whose role had been limited to carrying out in good faith the investigating judge’s instruction to hand the applicants over to their families and suggest that it would be as well to intern them in a psychiatric centre, on a voluntary basis as regards persons of full age, in order for them to recover their emotional balance. In the Government’s submission, the responsibility for the alleged deprivation of liberty lay with the members of the applicants’ families and with the persons belonging to the Pro Juventud private association and not at all with the authorities and officials of the Catalan government. In support of their contention they argued, in particular, that the hotel rooms had been reserved and paid for by the association, that it was the same association that had recruited and paid the young people responsible for supervising the applicants and that the applicants’ families had not left the hotel during the period of “deprogramming”. As to the applicants’ transfer from the Catalan police premises to the hotel, the Government pointed out that during it the applicants had been treated like people at liberty; at no time had they been handcuffed or made to submit to any other measure appropriate for people under arrest.",
                                "elements": []
                            },
                            {
                                "content": "28.  The Court reiterates that in proclaiming the right to liberty, paragraph 1 of Article 5 contemplates the physical liberty of the person; its aim is to ensure that no one should be deprived of that liberty in an arbitrary fashion. In order to determine whether someone has been deprived of his liberty within the meaning of Article 5, the starting-point must be his concrete situation, and account must be taken of a whole range of criteria such as the type, duration and manner of implementation of the measure in question (see the following judgments: Engel and Others v. the Netherlands, 8 June 1976, Series A no. 22, p. 24, §§ 58-59; Guzzardi v. Italy, 6 November 1980, Series A no. 39, p. 33, § 92; and Amuur v. France, 25 June 1996, Reports of Judgments and Decisions 1996-III, p. 848, § 42).",
                                "elements": []
                            },
                            {
                                "content": "29.  In the instant case the Court notes that during a preliminary investigation directed by Barcelona investigating court no. 6, after the applicants’ homes had been searched, the duty judge decided to release the applicants but gave oral instructions to the Catalan police officers to hand them over to their families and suggest that it would be as well to intern them in a psychiatric centre, on a voluntary basis as regards the persons of full age, so that they could recover their psychological balance. Those instructions were confirmed in a decision of the investigating judge dated 26 June 1984. From the undisputed account of the facts it appears that, in accordance with the judge’s instructions, the applicants were transferred by Catalan police officers in official vehicles to a hotel about thirty kilometres away from . There they were handed over to their families and taken to individual rooms under the supervision of people recruited for that purpose, one of whom remained permanently in each room, and they were not allowed to leave their rooms for the first three days. The windows of their rooms were firmly closed with wooden planks and the panes of glass had been taken out. While at the hotel the applicants were allegedly subjected to a “deprogramming” process by a psychologist and a psychiatrist at Pro Juventud’s request. On 29 and 30 June 1984, after being informed of their rights, they were questioned by C.T.R., the Assistant Director-General of Public Safety, aided by A.T.V., in the presence of a lawyer not appointed by the applicants. On 30 June 1984 the applicants left the hotel.",
                                "elements": []
                            },
                            {
                                "content": "30.  The Court concludes that the applicants’ transfer to the hotel by the Catalan police and their subsequent confinement to the hotel for ten days amounted in fact, on account of the restrictions placed on the applicants, to a deprivation of liberty.",
                                "elements": []
                            },
                            {
                                "content": "31.  It remains to be ascertained whether that deprivation was compatible with Article 5 § 1. The Court reiterates that Article 5 § 1 refers essentially to national law and lays down an obligation to comply with its substantive and procedural rules. It requires, however, that any measure depriving the individual of his liberty must be compatible with the purpose of Article 5, namely to protect the individual from arbitrariness (see, for example, the Van der Leer v. the Netherlands judgment of 21 February 1990, Series A no. 170-A, p. 12, § 22).",
                                "elements": []
                            },
                            {
                                "content": "By laying down that any deprivation of liberty should be “in accordance with a procedure prescribed by law”, Article 5 § 1 requires, firstly, that any arrest or detention should have a legal basis in domestic law. The applicants maintained that their detention had no legal basis either in Spanish law or in international law. The Government did not deny that there was no legal basis for the deprivation of liberty. That being said, they argued that the measure in issue could not in any circumstances be attributed to the Catalan police officers, as the responsibility was that of the applicants’ families, who had organised their reception and detention at the hotel and their supervision.",
                                "elements": []
                            },
                            {
                                "content": "32.  It is therefore necessary to consider the part played by the Catalan authorities in the deprivation of liberty complained of by the applicants and to determine its extent. In other words, it must be ascertained whether, as the applicants maintained, the contribution of the Catalan police had been so decisive that without it the deprivation of liberty would not have occurred.",
                                "elements": []
                            },
                            {
                                "content": "33.  The Court notes, firstly, that it was officers of the autonomous Catalan police who, acting on the instructions of their superiors and, partly, those of the investigating judge, transferred the applicants in official vehicles from the premises of the Catalan police to the hotel. From the applicants’ statements it appears that their transfer to the hotel by the police did not take place with their consent but was imposed on them. The fact that they were not handcuffed during the journey cannot alter the fact that they were transferred under duress. Once they had been handed over to their families, the applicants underwent detention similar to false imprisonment, which ended only on 30 June 1984, when they were allowed to leave the hotel. In this connection, the Court notes that on 29 and 30 June 1984, that is to say at a time when the applicants were still being held at the hotel, police officers questioned them in the presence of a lawyer after informing them of their rights. That shows that the Catalan authorities knew all the time that the applicants were still held at the hotel and did nothing to put an end to the situation.",
                                "elements": []
                            },
                            {
                                "content": "34.  Nor could the police officers be unaware that, in order to be able to derive benefit from the psychiatric assistance recommended by the investigating judge, the applicants were going to be under constant supervision. They thus did not fully comply with the judge’s order, according to which the psychiatric assistance that would enable them to recover their psychological balance had to be provided on a voluntary basis as regards the persons of full age, which is what all the applicants were. At all events, even supposing that there was a danger of suicide, a risk of that kind did not justify such a major deprivation of liberty. The fact that, once free, the applicants lodged a criminal complaint alleging false imprisonment and other offences against officials of the Catalan government and all others responsible clearly shows that they had been confined in the hotel against their will.",
                                "elements": []
                            },
                            {
                                "content": "35.  In the light of the foregoing, the Court considers that the national authorities at all times acquiesced in the applicants’ loss of liberty. While it is true that it was the applicants’ families and the Pro Juventud association that bore the direct and immediate responsibility for the supervision of the applicants during their ten days’ loss of liberty, it is equally true that without the active cooperation of the Catalan authorities the deprivation of liberty could not have taken place. As the ultimate responsibility for the matters complained of thus lay with the authorities in question, the Court concludes that there has been a violation of Article 5 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 9 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicants argued that the “deprogramming” measures to which they were subjected during their detention amounted to a violation of Article 9 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance.",
                                "elements": []
                            },
                            {
                                "content": "2.  Freedom to manifest one’s religion or beliefs shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "37.  The Government disputed that there had been any such breach as no Catalan police officer or other authority had taken part at any time in the alleged “deprogramming”. Moreover, the applicants themselves admitted that fact.",
                                "elements": []
                            },
                            {
                                "content": "38.  The Court observes that the applicants’ detention is at the core of the complaints under consideration. Having held that it was arbitrary and hence unlawful for the purposes of Article 5 § 1 of the Convention (see paragraphs 34 and 35 above), the Court does not consider it necessary to undertake a separate examination of the case under Article 9 (see the Tsirlis and Kouloumpas v. Greece judgment of 29 May 1997, Reports 1997-III, p. 926, § 70).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  application of article 41 of the Convention",
                        "elements": [
                            {
                                "content": "39.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "40.  Ms Elena Riera Blume and Ms María Luz Casado Perez each claimed compensation for pecuniary and non-pecuniary damage in the amount of 30,000,000 pesetas (ESP). The other four applicants each sought compensation under the same heads in the amount of ESP 25,000,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Government observe that the applicants did not distinguish between pecuniary and non-pecuniary damage and that the amounts sought were disproportionate and much larger than those claimed in the domestic proceedings. They submitted that a finding of a breach would be sufficient compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court notes that the applicants submitted an aggregate claim for compensation without providing any information in support of their claims in respect of pecuniary damage. It therefore considers that they should not be awarded any compensation under that head. As to non-pecuniary damage, the Court is of the view that each of the applicants undeniably sustained non-pecuniary damage on account of the violation found. Making its assessment on an equitable basis as required by Article 41, it awards each of them ESP 250,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "43.  The applicants and the Government wished to leave the matter of costs and expenses to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Making its assessment on an equitable basis, the Court awards the applicants jointly the sum of ESP 500,000 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "45.  According to the information available to the Court, the statutory rate of interest applicable in  at the date of adoption of the present judgment is 4.25% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that it is unnecessary to examine separately the complaint based on Article 9 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention,",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 4.25% shall be payable on those sums from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 14 October 1999.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrM. Pellonpää",
            "role": "president"
        },
        {
            "name": "MrG. Ress",
            "role": "judges"
        },
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "judges"
        },
        {
            "name": "MrL. Caflisch",
            "role": "judges"
        },
        {
            "name": "MrJ. Makarczyk",
            "role": "judges"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF RIERA BLUME AND OTHERS v. SPAIN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58321.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1999:1014JUD003768097",
    "externalsources": [],
    "extractedappno": [
        "37680/97"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-58321",
    "judgementdate": "14/10/1999 00:00:00",
    "kpdate": "14/10/1999 00:00:00",
    "kpthesaurus": [
        "448",
        "93",
        "339",
        "220",
        "154",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-1",
        "41",
        "5",
        "9"
    ],
    "parties": [
        "RIERA BLUME AND OTHERS",
        "SPAIN"
    ],
    "rank": "390.528350830078",
    "representedby": [
        "N/A"
    ],
    "respondent": "ESP",
    "respondentOrderEng": "44",
    "scl": [
        "Engel and Others v. the Netherlands judgment of 8 June 1976, Series A no. 22, p. 24, §§ 58-59",
        "Guzzardi v. Italy judgment of  6 November 1980, Series A no. 39, p. 33, § 92",
        "Van der Leer v. the Netherlands judgment of 21 February 1990, Series A no. 170-A, p. 12, § 22",
        "Amuur v. France judgment of 25 June 1996, Reports of Judgments and Decisions (\"Reports\") 1996-III, p. 848, § 42",
        "Tsirlis and Kouloumpas v. Greece judgment of 29 May 1997, Reports 1997-III, p. 926, § 70"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "443116",
    "typedescription": "15"
}