{
    "__articles": "5;5-3;8;8-2;8-1;41",
    "__conclusion": "Violation of Art. 5-3;Violation of Art. 8;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "13425/02",
    "article": [
        "8",
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-75311.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 13425/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Sebastian Michta (“the applicant”), on 21 August 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz, of the Ministry of the Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 28 June 2005 the Court declared the application partly admissible.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1976 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "1.  The applicant’s pre-trial detention and the criminal proceedings against him",
                                "elements": [
                                    {
                                        "content": "6.  On 17 January 2000 the applicant was arrested by the police. On 18 January 2000 he was remanded in custody by the Katowice District Court (Sąd Rejonowy) on charges of burglary. The applicant appealed against this decision but his appeal was dismissed on 4 February 2000 by the  (Sąd Okręgowy).",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 14 September 2000 the prosecution service closed the investigation in the applicant’s case and lodged a bill of indictment against the applicant with the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 15 January 2001 the  extended the applicant’s detention until 15 May 2001. The court considered that it was probable that the applicant had committed the crimes with which he was charged. It also referred to the fact that the case involved twelve accused and thirty-four witnesses. Moreover, the crimes allegedly committed by the applicant carried a heavy sentence and there existed a risk of collusion. Finally, the court was of the view that the applicant’s case did not disclose any of the grounds for release from pre-trial detention listed in Article 259 of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 15 January 2001 the  decided that some of the charges laid against the applicant would be considered in separate proceedings before the Sosnowiec District Court. However, on 21 February 2001 the Katowice Court of Appeal (Sąd Apelacyjny) quashed that decision. The appellate court admitted that the number of charges and accused made the applicant’s case difficult. At the same time, it pointed out that the trial court had failed to schedule the date of the first hearing despite the fact that five months had passed since the bill of indictment had been lodged with the trial court. The court also stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“One cannot agree with the ’ findings that... and that the accused upon release would impede the efficiency of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It should be noted that the last of the matters invoked [above] is an arbitrary and unsubstantiated suggestion of the  in a situation when the trial had not yet begun.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 14 May 2001 the  extended the applicant’s detention until 15 October 2001. The court considered that the evidence collected in the case sufficiently supported the charges laid against the applicant. Moreover, since the applicant’s case had been joined with the case of M.K. it involved twelve accused and thirty-four witnesses. The proceedings in such a case required longer time. The court was not responsible for the fact that it had not begun the consideration of the merits of the case as this delay had been caused by the absence of some of the accused and their counsel at the hearings and the lack of police officers to escort the detained accused to the court. The  further referred to the gravity of the charges laid against the applicant and the fact that they carried a heavy sentence. It considered that the applicant’s case did not disclose any of the grounds for release from pretrial detention listed in Article 259 of the Code of Criminal Procedure and that the applicant could go into hiding or interfere with the proceedings. The risk of the latter was particularly strong since the accused had not pleaded guilty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant made a fresh application for release from pretrial detention but it was dismissed on 25 June 2001 by the . The court considered that the evidence collected in the case made it probable that the applicant had committed the crimes with which he was charged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 8 October 2001 the  extended the applicant’s detention until 17 January 2002. The court considered that the evidence collected in the case made it probable that the applicant had committed the crimes with which he was charged. The trial court had held so far eight hearings. The court further referred to the gravity of the crimes allegedly committed by the applicant and the fact that they carried a heavy sentence. There was also a risk of collusion. In the court’s view the applicant’s case did not disclose any of the grounds for release from pretrial detention listed in Article 259 of the Code of Criminal Procedure. The court concluded that the applicant’s detention “was necessary in order to secure the proper conduct of the proceedings”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The applicant appealed against the ’s decision to extend his detention but his appeal was dismissed on 30 October 2001 by the Katowice Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 28 December 2001 the Katowice Regional Court made a request under Article 263 § 4 of the Code of Criminal Procedure in which it asked the Katowice Court of Appeal to extend the applicant’s detention beyond 17 December 2002, when the second year of his detention would end.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 9 January 2002 the Katowice Court of Appeal allowed the ’s request and extended the applicant’s detention until 15 June 2002. The appellate court considered that the evidence collected in the case made it probable that the applicant had committed the crimes with which he was charged. The grounds for his detention listed in Article 258 §§ 1 and 2 of the Code of Criminal Procedure and given in previous decisions continued to exist. In this connection, the court stated that it was not necessary to repeat the grounds for detention given in the previous decisions. Moreover, the appellate court agreed with the ’s submission that the failure to attend hearings by some of the accused and their counsel and the illness of the accused and the judge made it impossible to conclude the proceedings. The Court of Appeal further pointed out that the case was complicated. At the same time, it observed that so far only two accused had been heard and that the trial court had not started to take evidence from the witnesses. The appellate court instructed the trial court to act in the case with due diligence so that the proceedings would end before 15 June 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 20 February 2002 the Katowice Court of Appeal, sitting in a different composition, dismissed the applicant’s appeal against the Katowice Court of Appeal’s decision of 9 January 2002 to prolong his pretrial detention. The court gave the following reasons:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Court of Appeal showed that there existed grounds listed in Article 249 § 1 and Article 258 §§ 1 and 2 of the Code of Criminal Procedure. They have already been described on numerous occasions and it is obvious that they continue to exist. One should only point out that at the present stage of the proceedings the court is not authorised to assess the evidence collected in the case, including an assessment of the truthfulness of the allegations made by the co-accused, as this can be done only at the time of the delivery of the judgment. In order to apply the preventive measures, including the pre-trial detention, the assessment of the evidence under Article 249 § 1 of the Code of Criminal Procedure is limited to verifying whether the collected evidence shows a significant probability that the accused had committed the crime. [Therefore] the allegations of the co-accused fulfil this requirement.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 11 March 2002 the  dismissed an application for release from detention lodged by the applicant in January 2002. The court referred to the medical opinion of 24 January 2002 and to the background check carried out on 14 February 2002. It pointed out that the medical opinion stated that the applicant could be treated in the Detention Centre. The applicant’s fiancée was in a difficult situation and required hospitalisation. However, the court considered that the applicant’s case did not disclose any of the grounds for release from detention listed in Article 259 of the Code of the Criminal Procedure. In addition, the court pointed out that the evidence collected in the case showed that there existed a significant probability that the applicant had committed the crimes with which he was charged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 20 May 2002 the Katowice Regional Court made a request under Article 263 § 4 of the Code of Criminal Procedure in which it asked the Katowice Court of Appeal to extend the applicant’s detention until 1 October 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 29 May 2002 the Katowice Court of Appeal allowed the request submitted by the  and extended the applicant’s detention until 1 October 2002. The appellate court repeated the grounds for prolonging his detention given in its previous decision of 9 January 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Subsequently, the applicant applied for bail but his application was dismissed on 10 June 2002 by the . The court gave the following reasons for its decision:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Contrary to the applicant’s claims, the grounds for his detention still exist. There is still a flight risk and [the applicant] is charged with a commission of an act which carries a heavy prison sentence. The reasons for release from detention given by the applicant cannot justify his release from pre-trial detention under Article 259 of the Code of Criminal Procedure. Therefore, considering that detention is necessary to secure the proper conduct of the proceedings, it was decided as in the operative part.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The applicant appealed against this decision but his appeal was dismissed on 24 July 2002 by the Katowice Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 16 September 2002 the Katowice Regional Court made a request under Article 263 § 4 of the Code of Criminal Procedure in which it asked the Katowice Court of Appeal to extend the applicant’s detention until 4 November 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 25 September 2002 the Katowice Court of Appeal allowed the request submitted by the  and extended the applicant’s detention until 4 November 2002. The appellate court referred to the grounds for detention given in the previous decisions dismissing applications for release and extending the applicant’s detention. It considered that the trial court’s inability to conduct the proceedings speedily had resulted from circumstances for which the trial court was not responsible. In addition, it was still necessary to take evidence from witnesses held in different prisons and an expert witness. In conclusion, the Court of Appeal referred to Article 264 § 4 of the Code of Criminal Procedure and stated that the case was very complicated and required the further taking of evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 30 October 2002 the Katowice Court of Appeal allowed another request made by the  and extended the applicant’s pre-trial detention until 20 December 2002. It considered that the evidence collected in the case made it probable that the applicant had committed the crimes with which he was charged. He could receive a heavy prison sentence and his case did not disclose any of the grounds for release from detention listed in Article 259 § 1 of the Code of Criminal Procedure. Finally, the proceedings did not disclose any delay which could be attributed to the trial court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 10 December 2002 the  convicted the applicant and sentenced him to eight years and six months’ imprisonment. On the same day it prolonged the applicant’s detention until 20 March 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant and the prosecution service lodged an appeal against the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Subsequently, the  extended the applicant’s detention on several occasions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  During the hearing held on 23 October 2003 the Katowice Court of Appeal delivered a judgment in which it upheld the applicant’s conviction and sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 29 March 2004 the President of the Katowice Court of Appeal appointed for the applicant a lawyer with the purpose of lodging on his behalf a cassation appeal with the Supreme Court (Sąd Najwyższy). The applicant lodged a cassation appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 13 October 2004 the Supreme Court dismissed his cassation appeal as manifestly ill-founded.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The monitoring of the applicant’s correspondence",
                                "elements": [
                                    {
                                        "content": "31.  On 12 March 2002 the Court received the applicant’s letter of 25 February 2002 mailed on 27 February 2002. The envelope in which the letter was delivered bears the following stamps: “254 Received on 25.02.02” (254 Wpłynęło dnia 25.02.02) and “Censored, signature” (Ocenzurowano, podpis), and an illegible signature. There was also a handwritten note: R[egional] C[ourt], K[atowi]ce (SO K-ce). One side of the envelope was opened and sealed with sellotape.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "1.  Preventive measures, including detention on remand",
                                "elements": [
                                    {
                                        "content": "32.  The Code of Criminal Procedure of 1997, which entered into force on 1 September 1998, defines detention on remand as one of the socalled “preventive measures” (środki zapobiegawcze). The other measures are bail (poręczenie majątkowe), police supervision (dozór policji), guarantee by a responsible person (poręczenie osoby godnej zaufania), guarantee by a social entity (poręczenie społeczne), temporary ban on engaging in a given activity (zawieszenie oskarżonego w określonej działalności) and prohibition to leave the country (zakaz opuszczania kraju).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 249 § 1 sets out the general grounds for imposition of the preventive measures. That provision reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Preventive measures may be imposed in order to ensure the proper conduct of proceedings and, exceptionally, also in order to prevent an accused committing another serious offence; they may be imposed only if evidence gathered shows a significant probability that an accused has committed an offence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 258 lists grounds for detention on remand. It provides, in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Detention on remand may be imposed if:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  there is a reasonable risk that an accused will abscond or go into hiding, in particular when his identity cannot be established or when he has no permanent abode [in ];",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  there is a justified fear that an accused will attempt to induce [witnesses or co-defendants] to give false testimony or to obstruct the proper course of proceedings by any other unlawful means;",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  If an accused has been charged with a serious offence or an offence for the commission of which he may be liable to a statutory maximum sentence of at least 8 years’ imprisonment, or if a court of first instance has sentenced him to at least 3 years’ imprisonment, the need to continue detention to ensure the proper conduct of proceedings may be based on the likelihood that a severe penalty will be imposed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Code sets out the margin of discretion as to the continuation of a specific preventive measure. Article 257 reads, in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Detention on remand shall not be imposed if another preventive measure is sufficient.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 259, in its relevant part, reads:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  If there are no special reasons to the contrary, detention on remand shall be lifted, in particular if depriving an accused of his liberty would:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  seriously jeopardise his life or health; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  entail excessively harsh consequences for the accused or his family.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "The 1997 Code not only sets out maximum statutory time-limits for detention on remand but also, in Article 252 § 2, lays down that the relevant court – within those time-limits – must in each detention decision determine the exact time for which detention shall continue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 263 sets out time-limits for detention. In the version applicable up to 20 July 2000 it provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Imposing detention in the course of an investigation, the court shall determine its term for a period not exceeding 3 months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  If, due to the particular circumstances of the case, an investigation cannot be terminated within the term referred to in paragraph 1, the court of first instance competent to deal with the case may – if need be and on the application made by the [relevant] prosecutor – prolong detention for a period [or periods] which as a whole may not exceed 12 months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The whole period of detention on remand until the date on which the first conviction at first instance is imposed may not exceed 2 years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Only the Supreme Court may, on application made by the court before which the case is pending or, at the investigation stage, on application made by the Prosecutor General, prolong detention on remand for a further fixed period exceeding the periods referred to in paragraphs 2 and 3, when it is necessary in connection with a stay of the proceedings, a prolonged psychiatric observation of the accused, a prolonged preparation of an expert report, when evidence needs to be obtained in a particularly complex case or from abroad, when the accused has deliberately prolonged the proceedings, as well as on account of other significant obstacles that could not be overcome.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 20 July 2000 paragraph 4 was amended and since then the competence to prolong detention beyond the time-limits set out in paragraphs 2 and 3 has been vested with the court of appeal within whose jurisdiction the offence in question has been committed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Censorship of correspondence",
                                "elements": [
                                    {
                                        "content": "33.  Rules relating to means of controlling correspondence of persons involved in criminal proceedings are set out in the Code of Execution of Criminal Sentences (Kodeks karny wykonawczy) (“the 1997 Code”) which entered into force on 1 September 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The relevant part of Article 103 § 1 of the Code provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Convicts (...) have a right to lodge complaints with institutions established by international treaties ratified by the  concerning the protection of human rights. Correspondence in those cases (...) shall be sent to the addressee without delay and shall not be censored.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  Article 214 § 1 reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Unless exceptions are provided for in the present Chapter, a detainee shall enjoy at least the same rights as are secured to a convicted person serving a sentence of imprisonment under the ordinary regime in a closed prison. No restrictions shall be applied to him except such as are necessary to secure the proper conduct of criminal proceedings, to maintain order and security in a remand centre and to prevent demoralisation of detainees.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Article 217 § 1 reads, in so far as relevant, as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(...) detainee’s correspondence shall be censored by [the authority at whose disposal he remains], unless the authority decides otherwise.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Article 242 § 5 reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The prohibition of censorship shall also mean the prohibition of acquainting oneself with the content of the letter.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 1 September 1998 the Rules of Detention on Remand (Rozporządzenie Ministra Sprawiedliwości w sprawie regulaminu wykonywania tymczasowego aresztowania) entered into force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "§ 36 of the Rules provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The detainee’s correspondence, including the correspondence with the international institutions for the protection of human rights, which act on the basis of international agreements ratified by the , with the Ombudsman and public and local government institutions, is mailed through the intermediary of the organ at whose disposal he remains.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  § 38 provides:",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.   The applicant complained that the length of his detention on remand had been unreasonable. He relied on Article 5 § 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "41.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "1.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "42.  The Court notes that the applicant was detained on remand on 18 January 2000 and the first-instance judgment in his case was given on 10 December 2002. Consequently, the period to be taken into consideration lasted 2 years and 11 months.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The reasonableness of the length of detention",
                                "elements": [
                                    {
                                        "content": "43.  The applicant agreed that his pre-trial detention was initially justified by the reasonable suspicion that he had committed the offence with which he was charged. However, with the lapse of time it could not justify his prolonged detention. The grounds given in the decisions prolonging his detention were not relevant and sufficient. In this connection he averred that in reality there had been no risk of his obstructing the proceedings and that this argument had been repeated in many of the decisions without any grounds. In this connection the applicant pointed to the Court of Appeal’s decision of 21 February 2001 which considered as unsubstantiated the trial court’s suggestions that he might obstruct the proceedings. The applicant further submitted that the conditions for imposing the detention contained in the Code of Criminal Procedure were worded too vaguely and therefore they were applicable to almost every case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant also argued that the courts were not diligent in examining his case and that his case had not been particularly complex.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government considered that the applicant’s pre-trial detention satisfied the requirements of Article 5 § 3. It was justified by “relevant” and “sufficient” grounds. One of those grounds was the risk that the applicant might interfere with the course proceedings. The charges laid against him carried a severe penalty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government further submitted that the domestic courts had acted diligently and speedily, in particular taking into account the complexity of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Under the Court’s case-law, the issue of whether a period of detention is reasonable cannot be assessed in abstracto. Whether it is reasonable for an accused to remain in detention must be assessed in each case according to its special features. Continued detention can be justified in a given case only if there are specific indications of a genuine requirement of public interest which, notwithstanding the presumption of innocence, outweighs the rule of respect for individual liberty (see, among other authorities, W. v. Switzerland, judgment of 26 January 1993, Series A no. 254A, p. 15, § 30, and Kudła v.  [GC], no. 30210/96, § 110, ECHR 2000XI)",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  It falls in the first place to the national judicial authorities to ensure that, in a given case, the pre-trial detention of an accused person does not exceed a reasonable time. To this end they must examine all the facts arguing for or against the existence of a genuine requirement of public interest justifying, with due regard to the principle of the presumption of innocence, a departure from the rule of respect for individual liberty and set them out in their decisions dismissing the applications for release. It is essentially on the basis of the reasons given in these decisions and of the true facts mentioned by the applicant in his appeals, that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The persistence of reasonable suspicion that the person arrested has committed an offence is a condition sine qua non for the lawfulness of the continued detention, but after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds were “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings (see Labita v. Italy [GC], no. 26772/95, § 153, ECHR 2000IV, and Jablonski v. Poland, no. 33492/96, § 80, 21 December 2000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court observes that in the present case the authorities relied on the reasonable suspicion that the applicant had committed the offences with which he had been charged, the complexity of the case and the severity of the anticipated sentence. They repeated those grounds in all their decisions. The domestic courts also considered that the continuation of the applicant’s detention was necessary to secure the proper conduct of the proceedings. In this respect they vaguely referred to a risk that the applicant might go into hiding or interfere with the conduct of the proceedings without specifying the grounds for such suspicion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In subsequent decisions, the authorities failed to advance any new grounds for prolonging the most serious preventive measure against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court accepts that the suspicion against the applicant of having committed the offences and the need to secure the proper conduct of the proceedings might initially justify his detention. However, with the passage of time, these grounds became less relevant. Moreover, the authorities heavily relied on the likelihood that a severe sentence might have been imposed on the applicant given the serious nature of the offences at issue. In this respect, the Court agrees that the severity of the sentence faced is a relevant element in the assessment of the risk of absconding or re-offending. However, the Court has repeatedly held that the gravity of the charges cannot by itself serve to justify long periods of detention on remand (see Ilijkov v. Bulgaria, no. 33977/96, §§ 80-81, 26 July 2001). Moreover, the Court notes that the domestic courts continued to rely on the risk that the applicant would interfere with the proper course of the proceedings even after the decision of 21 February 2001 in which the Court of Appeal considered such suggestion as arbitrary and unsubstantiated (see paragraph 9 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore the Court does not consider that these grounds, repeated in all the decisions, can suffice to justify the entire period in issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court finally notes that there is no specific indication that during the entire period of the applicant’s pre-trial detention the authorities envisaged the possibility of imposing on him other preventive measures – such as bail or police supervision – expressly foreseen by Polish law to secure the proper conduct of the criminal proceedings (see paragraph 32 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In this context the Court would emphasise that under Article 5 § 3 the authorities, when deciding whether a person should be released or detained, are obliged to consider alternative measures of ensuring his appearance at the trial. Indeed, that Article lays down not only the right to “trial within a reasonable time or release pending trial” but also provides that “release may be conditioned by guarantees to appear for trial” (see Jablonski, cited above, § 83).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In the circumstances, the Court concludes that the grounds given by the domestic authorities were not “sufficient” and “relevant” to justify the applicant’s being kept in detention for almost three years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has therefore been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  The Court considered it appropriate to raise ex officio the issue of ’s compliance with Article 8 of the Convention on account of monitoring of the applicant’s correspondence. This Article, in its relevant part, reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his ... correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The submissions before the Court",
                                "elements": [
                                    {
                                        "content": "53.  The applicant argued that his correspondence with the Court must have been censored as his letter had been stamped by Polish authorities. He submitted that the Government’s explanations were naïve and cynical. With regard the Government’s doubt as to who had stamped his letter to the Court, the applicant noted that in any event the  was responsible for guaranteeing respect for his rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Government submitted that the case did not disclose a breach of Article 8 because there was no evidence that the applicant’s correspondence with the Court had been censored. In this connection they argued that it could not be established “who, when and why put such a stamp and signature on the Xeroxed envelope.” The Government further agreed that, if the Court considered that the applicant’s letter had been censored by the authorities, the censorship of correspondence of detained persons, as well as convicted persons, with the European Court of Human Rights was contrary to domestic legislation. They referred to Article 103 of the Code of Criminal Procedure 1997 (see paragraph 34 above), which expressly relates to convicted persons, taken together with Article 214 of the 1997 Code, according to which persons detained on remand should enjoy the same rights as those convicted by a final judgment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Principles established under the Court’s case-law",
                                        "elements": [
                                            {
                                                "content": "55.  The Court recalls that it is of utmost importance for the effective operation of the system of individual application instituted by Article 34 that the applicants should be able to communicate freely with the Court without being subjected to any form of pressure from the authorities to withdraw or modify their complaints. In this context, “pressure” includes not only direct coercion and flagrant acts of intimidation, but also other improper indirect acts or contacts designed to dissuade or discourage applicants from using a Convention remedy (see Aydın v. Turkey, judgment of 25 September 1997, Reports of Judgments and Decisions 1997VI, §§ 115-117).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Court reiterates that it is important to respect the confidentiality of its correspondence since it may concern allegations against prison authorities or prison officials. The opening of letters both to and from the Convention organs undoubtedly gives rise to the possibility that they will be read and may conceivably, on occasion, also create the risk of reprisals by prison staff against the prisoner concerned (see Campbell v. the United Kingdom, judgment of 25 March 1992, Series A no. 233, p. 22, § 62). According to the Court’s case-law, no compelling reasons have been found to exist for the opening of letters to the Convention organs (see Campbell v. the United Kingdom, cited above, §§ 48 and 62; and Peers v. Greece, no. 28524/95, § 84, ECHR 2001III and Drozdowski v. Poland, no. 20841/02, §§ 27-31, 6 December 2005).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the principles to the circumstances of the present case",
                                        "elements": [
                                            {
                                                "content": "57.  The Court notes that the envelope in which the applicant’s letter of 25 February 2002, addressed to the Court, was delivered, bears the following stamps: “254 Received on 25.02.02” (254 Wpłynęło dnia 25.02.02) and “Censored, signature” (Ocenzurowano, podpis), and an illegible signature. There is also a handwritten note: R[egional] C[ourt], K[atowi]ce (SO K-ce). One side of the envelope was opened and sealed with sellotape.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court considers that, even if there is no separate stamp on the letter as such, there is a reasonable likelihood that the envelope was opened by the domestic authorities. In coming to such conclusions the Court takes into account that in the Polish language the word ocenzurowano means that a competent authority, after having controlled the content of the particular communication, decides to allow its delivery or expedition. Consequently, as long as the domestic authorities continue the practice of marking the detainees’ letters with the ocenzurowano stamp, the Court has no alternative but to presume that those letters have been opened and their contents read (see Matwiejczuk v. Poland, no. 37641/97, § 99, 2 December 2003 and PiskPiskowski v. Poland, no. 92/03, § 26, 14 June 2005). The Court further notes that according to the domestic law censorship also includes acquainting oneself with the contents of a letter (see paragraph 37 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  It follows that the censorship of the applicant’s letter to the Court amounted to “interference by a public authority” with his right to respect for his correspondence under Article 8.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court recalls that any “interference by a public authority” with the right to respect for correspondence will contravene Article 8 of the Convention unless it is “in accordance with the law”, pursues one or more of the legitimate aims referred to in paragraph 2 of that Article and is “necessary in a democratic society” in order to achieve them (see, among many other authorities, Silver and Others v. the United Kingdom, 25 March 1983, Series A no. 61, p. 32, § 84; Campbell v. the United Kingdom, 25 March 1992, Series A no. 233, p. 16, § 34 and Niedbała v. Poland no. 27915/95, § 78).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  As to whether the interference was “in accordance with the law”, the Court observes that the Government submitted that, according to Article 214 of the 1997 Code, persons detained on remand should enjoy the same rights as those convicted by a final judgment. According to the Government, the prohibition of censorship with the European Court of Human Rights contained in Article 103 of the 1997 Code, which expressly relates to convicted persons, was also applicable to the detained persons. The Government further acknowledged that “a censorship of the letter send to the Court by the applicant could therefore be assumed to be contrary to Article 103 of the Code.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Since the Government confirmed that the censorship of the applicant’s correspondence with the Court was contrary to domestic law, the Court sees no reason to hold otherwise. It follows that the interference in the present case was not “in accordance with the law”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Accordingly, the Court does not consider it necessary to ascertain whether the other requirements of paragraph 2 of Article 8 were complied with. Consequently the Court finds that there has been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "64.   The applicant claimed 100,000 Polish zlotys in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The Government submitted that this claim was excessive and asked the Court to hold that finding of a violation would in itself constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court accepts that the applicant has certainly suffered nonpecuniary damage which is not sufficiently compensated by the finding of violations of the Convention. Making its assessment on an equitable basis, the Court awards the applicant 1,500 euros under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "67.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,500 (one thousand five hundred euros) in respect of non-pecuniary damage, plus any tax that may be chargeable, to be converted into Polish zlotys at the rate applicable at the settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 May 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "and Mrs F. Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "28/06/2005 00:00:00",
    "docname": "CASE OF MICHTA v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-75311.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0504JUD001342502",
    "externalsources": [],
    "extractedappno": [
        "13425/02",
        "30210/96",
        "26772/95",
        "33492/96",
        "33977/96",
        "28524/95",
        "20841/02",
        "37641/97",
        "92/03",
        "27915/95"
    ],
    "importance": "4",
    "introductiondate": "21/08/2001 00:00:00",
    "issue": [
        "Code of Execution of Criminal Sentences 1997, Articles 103 and 214",
        "Rules of Detention on Remand 1998, §§ 36 and 38"
    ],
    "itemid": "001-75311",
    "judgementdate": "04/05/2006 00:00:00",
    "kpdate": "04/05/2006 00:00:00",
    "kpthesaurus": [
        "448",
        "404",
        "451",
        "203",
        "319",
        "424",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-3",
        "8",
        "8-1",
        "8-2",
        "5",
        "41"
    ],
    "parties": [
        "MICHTA",
        "POLAND"
    ],
    "rank": "545.365783691406",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Aydin v. Turkey, judgment of 25 September 1997, Reports of Judgments and Decisions 1997-VI, §§ 115-117",
        "Campbell v. the United Kingdom, 25 March 1992, Series A no. 233, p. 16, § 34, § 48, and p. 22, § 62",
        "Drozdowski v. Poland, no. 20841/02, §§ 27-31, 6 December 2005",
        "Ilijkov v. Bulgaria, no. 33977/96, §§ 80-81, 26 July 2001",
        "Jablonski v. Poland, no. 33492/96, § 80 and § 83, 21 December 2000",
        "Kudla v. Poland [GC], no. 30210/96, § 110, ECHR 2000-XI",
        "Labita v. Italy [GC], no. 26772/95, § 153, ECHR 2000-IV",
        "Matwiejczuk v. Poland, no. 37641/97, § 99, 2 December 2003",
        "Niedbala v. Poland no. 27915/95, § 78",
        "Peers v. Greece, no. 28524/95, § 84, ECHR 2001-III",
        "Pisk-Piskowski v. Poland, no. 92/03, § 26, 14 June 2005",
        "Silver and Others v. the United Kingdom, 25 March 1983, Series A no. 61, p. 32, § 84",
        "W. v. Switzerland, judgment of 26 January 1993, Series A no. 254-A, p. 15, § 30"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "335394",
    "typedescription": "15"
}