{
    "__articles": "P1-1;P1-1-2",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 2 of Protocol No. 1 - Control of the use of property)",
    "applicability": "",
    "appno": "23912/12",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 2 of Protocol No. 1 - Control of the use of property"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-170454.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 23912/12) against the Republic of Slovenia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Samo Valant (“the applicant”), on 20 April 2012.",
                        "elements": []
                    },
                    {
                        "content": "2. The applicant was represented by Mr J. Starman, a lawyer practising in Koper. The Slovenian Government (“the Government”) were represented by their Agent, A. Vran.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his rights under Article 1 of Protocol No. 1 to the Convention had been violated.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 2 October 2014 the complaint concerning Article 1 of Protocol No. 1 was communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1965 and lives in Tržišče.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal investigation and seizure of the applicant’s car",
                                "elements": [
                                    {
                                        "content": "6.  The applicant is a former rally driver who won several national titles and was still actively competing at the time of the events in the case. His company runs a car repair shop which is also authorised to remodel cars intended to be used for competition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 17 December 2002 the Novo mesto District Court, at the request of the police, issued a warrant to search the applicant’s premises on the basis of a suspicion that he had exchanged the chassis numbers of two cars in order to be able to register the second one, bought in Austria, and smuggle it through the State border without paying customs duties. He was also suspected of the criminal offences of forgery, certifying false documents as genuine and smuggling. The search warrant included an authorisation for the seizure of items subject to the warrant. On the same day the police conducted a search of the applicant’s car repair shop and seized a Fiat Punto racing car, the car’s registration papers and other documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The applicant requested the return of the car several times because he needed it for future competitions from which he could not withdraw owing to contractual obligations towards his sponsors. He also insisted that he had not committed any of the offences he was suspected of.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 14 February 2003 the Novo mesto District Public Prosecutor lodged a request for a criminal investigation against the applicant in respect of the above-mentioned offences (see paragraph 7). On 19 March 2003 the Novo mesto District Court approved the request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 28 March 2003 the applicant paid 74,600 euros (EUR) to lease another racing car, a Fiat Punto 1.6 kit car, for the entire 2003 season. On the same day he competed in a hill climb race with the leased car. He also competed with it in hill climb races on 19 April 2003, 30 May 2003, 23 August 2003 and 13 September 2003 and in rallies on 16 May 2003, 4 July 2003, 5 September 2003, 3 October 2003 and 17 October 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 19 May 2003 the Novo mesto District Public Prosecutor dropped the prosecution (odstopil od pregona) of the smuggling charge and consequently, on 20 June 2003, the Novo mesto District Court discontinued the criminal investigation of that crime. It referred the proceedings related to forgery and the certification of false documents as true to the Trebnje Local Court (see paragraphs 25 and 26 below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Customs offences proceedings, regular customs proceedings, and the return of the applicant’s car",
                                "elements": [
                                    {
                                        "content": "12.  On 26 May 2003 customs offences proceedings were instituted against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 27 May 2003 the Customs Office issued a seizure order in respect of the same car on suspicion that the applicant had in December 2002 avoided paying duties when importing the car into Slovenia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 2 June 2003 the car was transferred from the Novo mesto District Court to the customs authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On an unknown date the applicant lodged a request for an assessment of customs duties under the regular customs proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 24 June 2003 the Customs Office issued a declaratory note (ugotovitveni zapisnik), finding that according to information from the police the applicant had bought a Fiat Punto 1.2 in December 2002 and had registered it in Slovenia. The car’s number plates and the metallic plate with the chassis number had then been put on the Fiat Punto 1.6 kit car. That car had been brought onto the territory of Slovenia without any customs duty being paid for it. The note also stated that the duties arose because the applicant had imported the car without paying the duties required by law. As it could not determine the date the debt had been incurred, it based its findings on the regulations in place on 23 May 2003, when the Department for Investigative Matters had found that custom duties for the car had not been paid. It calculated the amount on the basis of documents submitted by the applicant. In the note, the market value of the vehicle was set at EUR 34,000. The customs duties, VAT and vehicle tax were 5,472,143 Slovenian tolars (approximately EUR 22,000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 4 July 2003 the decision on the amount of customs duties to be paid by the applicant was issued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 7 July 2003 the applicant paid the customs duties and the car was returned to him. He submitted in writing at the same time that he had only paid the customs duties to prevent further losses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  By 19 January 2004 the applicant had obtained all the necessary permits for the car and was able to register it as a special vehicle.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 30 June 2004 the proceedings for customs offences were discontinued because prosecution had in the meantime become time-barred.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Civil proceedings",
                                "elements": [
                                    {
                                        "content": "21.  On 14 March 2005 the applicant instituted proceedings against the Republic of Slovenia before the Ljubljana District Court, claiming compensation for the pecuniary losses sustained due to the seizure of his car in the criminal proceedings. He claimed EUR 74,600, the amount he had paid to lease another car.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 6 September 2005 the Ljubljana District Court dismissed the claim. It held, inter alia, that the seizure of the car had not been unlawful and that the criminal proceedings related to forgery and the certification of false documents as true were still pending. The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 8 March 2006 the Ljubljana Higher Court dismissed the applicant’s appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 20 April 2006 the applicant lodged an appeal on points of law. He later withdrew it because the civil proceedings had been reopened (see paragraph 29 below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The criminal proceedings before the Trebnje Local Court",
                                "elements": [
                                    {
                                        "content": "25.  On 16 April 2007 the Trebnje Local Court held that the search warrant of 17 December 2002 had not complied with section 214 of the Criminal Procedure Act because it had lacked evidence of reasonable grounds for suspicion (utemeljeni sum). In particular, basic data such as from whom, when and where the information used as evidence had been collected, was missing. That meant the seizure order had been issued and the car seized on the basis of an unlawful warrant. The court, basing its decision on the exclusionary rule, ordered that all the evidence collected on the basis of the unlawful seizure, including the reports and testimony of experts, should be excluded from the file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  At a hearing held on 23 April 2007 the District Public Prosecutor withdrew the charges against the applicant. On the same day the Trebnje Local Court dismissed the charges of forgery and the certification of false documents.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The reopening of the civil proceedings and the course of those proceedings",
                                "elements": [
                                    {
                                        "content": "27.  Following the dismissal of the charges by the Trebnje Local Court (see paragraph 26 above), the applicant on 15 May 2007 applied to reopen the civil proceedings. He alleged that the decisions on the unlawfulness of the search warrant and the discontinuation of the criminal proceedings had to be considered as new evidence which could influence the outcome of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 21 August 2007 the Ljubljana District Court dismissed the applicant’s application to reopen the proceedings. After a successful appeal, the proceedings were reopened on 2 April 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicant on 2 September 2008 withdrew his appeal on points of law after the reopening of the civil proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  In the reopened proceedings the parties submitted the following arguments. The representative of the State argued, inter alia, that the customs duties on the car in question had not been paid and that therefore it could not have been used any way. Once the applicant had paid the duties his debt had been cleared and the car had been able to enter the domestic market. They also argued that the customs proceedings had not taken an unduly long time as they had lasted only from 27 May 2003 to 7 July 2003. The applicant argued, inter alia, that the order which had led to the seizure of the car had been unlawful and that it therefore gave rise to a liability on the part of the State for any damage resulting from it. He also submitted that the Customs Office’s seizure order had been issued only on 27 May 2003 and was thus irrelevant to the question of liability for damage. The applicant also noted that he had not been found guilty in any of the proceedings and had not done anything wrong. He stated that the car that had been seized had been remodelled in his own repair shop and that he had not yet finished the remodelling or necessary paperwork by the time of the seizure. Such a process included obtaining new approval papers and the registration of the vehicle as a special vehicle. He pointed out that he had finished that process and obtained all the necessary documents once the car had been returned to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 10 February 2009 the Ljubljana District Court rejected the applicant’s claim, which it examined under Article 26 of the Constitution and Articles 131 and 148 of the Code of Obligations. The Court found that there was no dispute about the fact that the car had been seized in criminal proceedings. The court noted that it was not bound by the findings of the criminal court that the seizure had been unlawful, but, basing its conclusion on its own assessment, it concluded that the seizure had been ordered on the basis of gossip and newspaper article and that all the other information relating to the alleged offences had been obtained on the basis of the unwarranted seizure. The search warrant had been general and lacking in precision and therefore could not be subjected to any scrutiny. On the basis of such considerations it found that the seizure had not complied with the requirements set out in the Criminal Procedure Act (see paragraph 38 below) and had therefore been unlawful. However, the court found that the causal link between the unlawful seizure and the damage incurred by the applicant had been broken because the applicant would in any event have been unable to use the car for several reasons. Firstly, the applicant, as a professional driver and owner of the repair shop, should have known that any remodelling of the car required a new technical inspection and registration, which the applicant had not done before the seizure. Secondly, no customs duties had been paid on parts that had been imported and then used in the car. The seized car, which had thus not been properly registered or imported in compliance with customs regulations, could not have been used in traffic and the applicant could not have raced with it. The applicant was ordered to pay the opposing party’s costs of EUR 3,462.19.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The applicant lodged an appeal. He argued that he had not been given the opportunity to be heard in respect of the alleged break in the causal link. He noted that, in any case, the car had been seized while it had still been in the process of remodelling and that he had intended to register it at the end of the process. He had only been able to complete that process later, after the car had been returned to him. He also referred to the fact that subsequently he had not encountered any problems in obtaining the necessary certificates in order to register the car.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 8 July 2009 the Ljubljana Higher Court dismissed the applicant’s appeal. It held that the applicant had never claimed or proved that the car parts had been imported in accordance with customs regulations. The Ljubljana District Court had been right in holding that the applicant would not have been able to use the car owing to the illegal importation of the car parts and the incorrect registration procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The applicant lodged an appeal on points of law (revizija), challenging the conclusions of the court in respect of the break in the causal link and arguing that the loss had already been incurred before the issue of customs duties had arose. He further argued that no customs offence decision had been issued against him and that a car that was not registered for use in normal traffic could still be used in competitions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 17 December 2009 the Supreme Court dismissed the applicant’s appeal on points of law, confirming that the link in causality had been broken because the applicant had imported some of the car parts in violation of customs regulations.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  In the above proceedings before the Ljubljana District Court, Ljubljana Higher Court and the Supreme Court, the applicant paid EUR 3,570.38 in total for court fees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant lodged a constitutional appeal, arguing that the seizure of his car had been unlawful and that he had therefore been unable to use the car for racing. He argued that by virtue of the courts’ decisions, in particular their position on the causal link, his human rights, including his right to compensation under Article 26 of the Constitution, and the principle of the rule of law had been violated. The constitutional appeal was dismissed by the Constitutional Court on 17 October 2011 by reference to the second paragraph of section 55.b of the Constitutional Court Act (see paragraph 41 below).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A. Criminal Procedure Act",
                                "elements": [
                                    {
                                        "content": "38.  The relevant provisions of the Criminal Procedure Act in force at the material time read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 214",
                                        "elements": []
                                    },
                                    {
                                        "content": " “(1) A search of the dwelling and other premises of the accused or other persons may be conducted if there are reasonable grounds for suspecting that a specific person has committed a criminal offence and there is a likelihood of apprehending the accused during the search or of discovering traces of the crime or objects of relevance for the criminal proceedings.....”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 220",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Objects which must be seized under the Penal Code, or which may prove to be evidence in criminal procedure, shall be seized and delivered to the court for safekeeping or secured in some other way.... “",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Constitution of the Republic of Slovenia",
                                "elements": [
                                    {
                                        "content": ".  Article 26 of the Constitution reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone shall have the right to compensation for damage caused by the unlawful acts of a person or body when performing a function or engaging in an activity on behalf of a State or local authority or as a holder of public office. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Code of Obligations",
                                "elements": [
                                    {
                                        "content": "40.  Section 148 of the Code of Obligations regulates the liability of legal entities for damage caused by a subsidiary body, which also applies to the determination of the State’s liability for damage. It provides that a legal entity is liable for the damage caused to a third party by one of its subsidiary bodies in the exercise of its functions or in connection therewith.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D. Constitutional Court Act",
                                "elements": [
                                    {
                                        "content": ".  Section 55b, paragraph 2, of the Constitutional Court Act provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(2) A constitutional complaint shall be accepted for consideration:\n- if there is a violation of human rights or fundamental freedoms which had serious consequences for the complainant;",
                                        "elements": []
                                    },
                                    {
                                        "content": "or\n- if it concerns an important constitutional question which exceeds the importance of the particular case in question.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  The applicant complained that the seizure of his car in the criminal proceedings and the rejection of his claim for compensation had amounted to an unlawful and disproportionate interference with his right to the peaceful enjoyment of his possessions, as provided in Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Incompatibility ratione personae",
                                        "elements": [
                                            {
                                                "content": "43.  The Government acknowledged that the seizure of the applicant’s car had been unlawful. They argued that the applicant could not claim to be a victim of the alleged violation of the Convention because the car had been returned to him and the domestic authorities had acknowledged that the seizure had been unlawful. The applicant had had access to court proceedings for damages, but had rightly lost his claim. By not requesting the return of the customs duties paid in the customs proceedings the applicant had admitted, or at least had not denied, that the import of the car had been illegal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The applicant argued that had the car not been seized he could and would have remodelled it and taken care of all the legal formalities to be able to use it for racing by the start of the season on 28 March 2003. None of the proceedings had established that the applicant’s acts had been illegal. As to the customs duties, the applicant reiterated that he had paid them solely to avoid further loss.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court notes that a decision or measure favourable to an applicant is not, in principle, sufficient to deprive him or her of his or her status as a “victim” for the purposes of Article 34 of the Convention, unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for the breach of the Convention (see Scordino v. Italy (no. 1) [GC], no. 36813/97, § 180, ECHR 2006V). Only when those conditions are satisfied does the subsidiary nature of the protective mechanism of the Convention preclude the examination of an application (see Pop-Ilić and Others v. Serbia, nos. 63398/13, 76869/13, 76879/13, 76886/13 and 76890/13, § 39, 14 October 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Court must determine whether in the instant case the national authorities acknowledged a violation and, if so, afforded redress for it. It notes that the domestic courts established that the seizure of the car had been unlawful (see paragraphs 25 and 31 above), a conclusion which has also been endorsed by the Government (see paragraph 43 above). Therefore, and although a violation of Article 1 of Protocol No. 1 has not been explicitly acknowledged, the Court will proceed on the assumption that it has been acknowledged in substance. It must now turn to examine whether appropriate redress was afforded to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court observes that the applicant was not only unable to use the car during the period of the unlawful seizure but alleged that he had incurred an actual financial loss, namely by having to pay EUR 74,600 to lease a replacement car for the upcoming competitions (see paragraph 10 above). The Government did not dispute that fact but argued that the applicant had had a compensatory remedy at his disposal in court proceedings and thus, presumably, had been afforded sufficient redress.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48. The Court notes that the applicant was unsuccessful in the compensation proceedings referred to by the Government because the domestic courts considered that there was no causal link between the police seizure and the damage. The domestic courts were of the view that the applicant would in any event have been unable to use the car as he had failed to pay customs duties or properly registered it for use in traffic (see paragraph 31 above). Keeping in mind that it is not its role to act as a further appeal instance, the Court must review whether the courts’ decisions to reject the applicant’s compensation claim were compatible with the requirements of the Convention (see, for example, mutatis mutandis, Vistiņš and Perepjolkins v. Latvia [GC], no. 71243/01, § 109, 25 October 2012). In the Court’s view the following two findings have a particular bearing on that question.\t",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Firstly, the applicant’s car was held by the police from 17 December 2002 (see paragraph above 7 above) until 2 June 2003, when it was transferred to the customs authorities (see paragraph 14 above). Until 27 May 2003 (see paragraph 13 above), when the seizure order was issued by the customs authorities, the only basis for the seizure of the car was the unlawful order issued in the criminal proceedings. The fact that the applicant needed the car for racing during that time in order to comply with his sponsorship obligations (see paragraphs 8 and 10 above) is not in dispute.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Secondly, the courts did not provide a sufficient explanation for their argument that the applicant would in any event have been unable to use the car in question because it had not been properly registered and imported – which was the reason his compensation claim was rejected (see paragraphs 31 and 33 above). In particular, the Ljubljana District Court failed to state with any clarity how long the customs procedure and registration would have taken (see paragraph 31 above) and why that task could not have been completed in time for the applicant to use his car in the competition. Even assuming that the applicant had failed to pay the customs duties and that his car had not been properly registered at the time of the police seizure, the first competition after the seizure was not due to be held for three months (see paragraph 32 above). In that connection, the Court notes that the subsequent customs proceedings lasted merely about a month and that the applicant was cooperative in these proceedings and paid the duties within three days of the delivery of the decision (see paragraph 18 above). He also subsequently obtained all the necessary documents to use the car as a special vehicle (see paragraph 19 above). Although that only happened six months after the release of the car, it cannot be ignored that the racing season was at that point coming to an end and the applicant, who had rented a replacement car, was thus no longer under pressure to have the car ready as soon as possible (see paragraph 10 above). The Court therefore finds no reason to conclude, and none have been adduced by the Government or domestic courts, that the applicant would have been unable to see to his legal obligations, namely the customs and registration duties, and consequently would have been able to use his car during the racing season, had it not been for the unlawful seizure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.   In view of the above, the Court considers that the compensatory proceedings referred to by the Government (see paragraph 43 above) did not afford adequate redress to the applicant (see, mutatis mutandis, Paplauskienė v. Lithuania, no. 31102/06, § 30, 14 October 2014). He can therefore still claim to be a victim of the alleged violation. Accordingly, the Government’s objection must be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-exhaustion",
                                        "elements": [
                                            {
                                                "content": "52.  The Government submitted that the applicant had not exhausted domestic remedies, within the meaning of Article 35 § 1 of the Convention, as he had not complained in his constitutional appeal about a breach of his right to the protection of his property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The applicant contested that submission, arguing that by complaining about a breach of his human rights and the unlawful seizure of the car in the criminal proceedings, he had in substance complained also about an unlawful interference with his possessions. Furthermore, there was nothing in the Constitutional Court’s decision to suggest that it had not dealt with the right to protection of property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court notes that the purpose of Article 35 § 1, which sets out the rule on exhaustion of domestic remedies, is to afford the Contracting States the opportunity of preventing or putting right the violations alleged against them before those allegations are submitted to the Court (Kudła v. Poland [GC], no. 30210/96, § 152, ECHR 2000XI). It observes that in the instant case the applicant used all the available remedies against the judgment dismissing his claim for compensation, including a constitutional appeal. While it is true that he did not, in his constitutional appeal, invoke the national legislation or the Articles of the Convention which guarantee the right of property, he did complain that his car had been seized unlawfully and that he had been unable to obtain compensation in breach of Article 26 of the Constitution (see paragraphs 37 and 39 above). In those circumstances the Court considers that the right to the peaceful enjoyment of his possessions was in issue, even if only implicitly, in the proceedings before the Slovenian Constitutional Court and that the legal arguments put forward by the applicant in that court included a complaint connected with Article 1 of Protocol No. 1. The complaint in question was therefore raised, at least in substance, before the Constitutional Court (see, mutatis mutandis, Chroust v. the Czech Republic (dec.), no. 4295/03, ECHR 2006XV). The Government’s objection based on non-exhaustion of domestic remedies must accordingly be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "55.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "56.  The applicant argued that the seizure of his car had clearly been unlawful, as established by the domestic courts, and therefore could not be considered as pursuing any legitimate aim. Furthermore, the applicant submitted that the seizure of the car had been disproportionate because the non-payment of customs duties had only applied to some of the car’s parts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government argued that the seizure had been based on sections 214 and 220 of the Criminal Procedure Act and had pursued the legitimate aim of protecting the rights of others. The Government also argued that, in general, temporary measures such as the seizure of a vehicle were adequate and necessary.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court reiterates that the seizure of property for legal proceedings relates to the control of the use of property (see Raimondo v. Italy, 22 February 1994, § 27, Series A no. 281A, and Karamitrov and Others v. Bulgaria, no. 53321/99, § 72, 10 January 2008). It therefore finds that the applicant’s complaint falls within the ambit of the second paragraph of Article 1 of Protocol No. 1 to the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59. The Court further reiterates that any interference by a public authority with the peaceful enjoyment of possessions should be lawful: the second sentence of the first paragraph authorises a deprivation of possessions only “subject to the conditions provided for by law” and the second paragraph recognises that the States have the right to control the use of property by enforcing “laws” (see Iatridis v. Greece [GC], no. 31107/96, § 58, ECHR 1999II, and Vasilyev and Kovtun v. Russia, no. 13703/04, §  80, 13 December 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court notes that the applicant’s complaint concerns the seizure of his car in criminal proceedings. It further observes that the seizure was based on a search warrant and authorisation (see paragraph 7 above) which were both found by the court in the criminal proceedings to be unlawful as they had not been based on the presence of reasonable grounds for suspicion, as required by section 214 of the Criminal Procedure Act (see paragraph 25 above). Moreover, the Court notes that the court in the civil proceedings, independently from the criminal court, came to the same conclusion, namely that the seizure had been unlawful (see paragraph 31 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  In view of the above, and seeing no reason to disagree with the domestic authorities, the Court finds that until 27 May 2003, when the seizure order was issued in the customs proceedings (see paragraph 13 above), the seizure of the applicant’s car was in violation of the applicable national law. It therefore did not comply with the requirement of lawfulness inherent in Article 1 of Protocol No.1 to the Convention (see, mutatis mutandis, East West Alliance Limited v. Ukraine, no. 19336/04, §§ 178-181, 23 January 2014, and Karamitrov and Others, cited above, §§ 73 and 74).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The above findings make it unnecessary to examine whether a fair balance was struck between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights (see Iatridis, cited above, § 58).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  There has accordingly been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "64.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "65.  The applicant claimed 74,600 euros (EUR) in respect of pecuniary damage, which is the amount he had to pay to rent a replacement car, together with statutory interest from 28 March 2003. He did not make any claim with respect to non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government argued that the applicant should not be entitled to compensation for losses he had incurred through his own fault and that the money he had saved by not using his own car should not be reimbursed. The Government argued that the Court should take account of the fact that the unlawful seizure had lasted only until 27 May 2003, two months after the start of the competition season, that the value of the seized car had been set at EUR 34,000 euros in the customs proceedings, which was significantly less than the one-year lease, and that the applicant appeared to have gained significant money from sponsorships deals and had also received prizes in the competitions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court reiterates that Contracting States that are parties to a case are in principle free to choose the means whereby they will comply with a judgment in which the Court has found a breach. If national law does not allow reparation to be made for the consequences of the breach, or allows only partial reparation, Article 41 empowers the Court to afford the injured party such satisfaction as appears to it to be appropriate (see Brumărescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2001I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court notes that in order to determine just satisfaction, it has regard to the particular features of each case, but in any event, there must be a clear causal connection between the damage claimed by the applicant and the violation of the Convention (see, amongst others, Stretch v. the United Kingdom, no. 44277/98, § 47, 24 June 2003). Thus, for an award to be made in respect of pecuniary damage, the applicant must demonstrate that there is a causal link between the violation and any financial loss alleged (see, for example, Forminster Enterprises Limited v. the Czech Republic (just satisfaction), no. 38238/04, § 11, 10 March 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69. Turning to the present case, the Court accepts that the applicant suffered damage as a result of an unlawful interference by the authorities with his rights under Article 1 of Protocol No. 1 (see paragraphs 60 to 63 above). In particular, it was not disputed that the applicant had intended to race with the car that had been seized and that he had been under contractual obligations to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Having regard to the racing schedule (see paragraph 10 above) and to the fact that the applicant could have not known in advance how long the seizure would last, the Court finds it reasonable that the applicant rented a replacement car for the entire season. However, it does not find it reasonable that he paid EUR 74,600 for the lease whereas his own car was valued at EUR 34,000 in the customs proceedings. While it might be that the value given for his car in the customs proceedings was below its real value or that it concerned only the parts of the car which had been imported, it was for the applicant to clarify that to the Court. However, he failed to do so. He also failed to explain or even suggest that no other course of action had been open to him than to rent another car at a cost amounting to over twice the estimated value of the car that had been seized from him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71. Making its own estimate on an equitable basis and on the information contained in the case file, the Court awards the applicant EUR 20,000 in respect of pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "72.  The applicant also claimed EUR 7,032.57 for the costs and expenses incurred before the domestic courts. That amount comprises the costs he was obliged to pay to the State following the dismissal of his claim for compensation, namely EUR 3,462.19 (see paragraph 31 above), and the court fees he paid in total at three levels of jurisdiction, namely EUR 3,570.38 (see paragraph 36 above). He also claimed EUR 12,254.78 for legal representation based on the terms of the agreement signed between him and his representative by which the representative is to receive 15% of any compensation awarded. That agreement also seems to cover the proceedings before the Court. In addition, the applicant claimed EUR 2,515.20 for the costs of translating his submissions to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Government argued that the applicant’s claim was excessive and that he had failed to demonstrate that he had so far incurred any actual costs for legal representation and that the State should not be bound to pay the amount he had agreed with his lawyer. The State could only be bound to pay costs based on the lawyer’s official rates, which the applicant had failed to submit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see, for example, Bottazzi v. Italy [GC], no. 34884/97, § 30, ECHR 1999V, and Safaryan v. Armenia, no. 576/06, § 61, 21 January 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  With regard to the costs incurred in the domestic proceedings, namely court fees and the opposing party’s costs (see paragraphs 31 and 36 above), the Court observes that before applying to the Convention institutions, the applicant had exhausted the domestic remedies available to him under domestic law. The Court therefore accepts that the applicant incurred expenses in seeking redress for violations of the Convention through the domestic legal system (see, Centro Europa 7 S.r.l. and Di Stefano v. Italy [GC], no. 38433/09, § 224, ECHR 2012) and finds that the court fees and procedural costs he was made to pay should be reimbursed to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  As regards his legal representation, the Court notes that the applicant concluded an agreement with his representative concerning his fees. Such an agreement, whereby a lawyer’s client agrees to pay the lawyer a certain percentage of any sum awarded to the litigant by a court – giving rise to obligations solely between the lawyer and the client – cannot bind the Court, which must assess the level of costs and expenses to be awarded with reference not only to whether the costs have actually been incurred, but also to whether they have been reasonably incurred (see East West Alliance Limited, cited above, § 269). Moreover, the Court reiterates that it does not consider itself bound by domestic scales and practices, although it may derive some assistance from them (see, among many examples, Gaspari v. Slovenia, no. 21055/03, § 83, 21 July 2009). Having regard to the case file, the Court considers it reasonable to make a certain award with respect to legal representation in the domestic proceedings and those before the Court, but rejects the claim for the reimbursement of translation costs. In that connection, it points out that, under Rule 36 § 5 (a) of the Rules of Court, legal representatives must have an adequate understanding of one of the Court’s official languages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  In the light of the foregoing principles and having regard to the documents in its possession, the Court considers it reasonable to award EUR 10,000 jointly for the costs and expenses incurred before the domestic courts and in the proceedings before the Court, plus any tax that may be chargeable to the applicant on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "78.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 January 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "András Sajó",
            "role": "president"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Iulia Motoc",
            "role": "judges"
        },
        {
            "name": "Marko Bošnjak",
            "role": "judges"
        },
        {
            "name": "Marialena Tsirli",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VALANT v. SLOVENIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-170454.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0124JUD002391212",
    "externalsources": [],
    "extractedappno": [
        "23912/12",
        "36813/97",
        "63398/13",
        "76869/13",
        "76879/13",
        "76886/13",
        "76890/13",
        "71243/01",
        "31102/06",
        "30210/96",
        "4295/03",
        "53321/99",
        "31107/96",
        "13703/04",
        "19336/04",
        "28342/95",
        "44277/98",
        "38238/04",
        "34884/97",
        "576/06",
        "38433/09",
        "21055/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-170454",
    "judgementdate": "24/01/2017 00:00:00",
    "kpdate": "24/01/2017 00:00:00",
    "kpthesaurus": [
        "369",
        "62"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P1-1-2",
        "P1-1"
    ],
    "parties": [
        "VALANT",
        "SLOVENIA"
    ],
    "rank": "1743.72143554688",
    "representedby": [
        "STARMAN J."
    ],
    "respondent": "SVN",
    "respondentOrderEng": "43",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "460494",
    "typedescription": "15"
}