{
    "__articles": "6;6-1;8;8-1;8-2;41",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for private life);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Public hearing);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "11236/09",
    "article": [
        "6",
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for private life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Public hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-192210.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 11236/09) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Mehmet Aytunç Altay (“the applicant”), on 17 February 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms G. Tuncer, a lawyer practising in Istanbul. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the restriction of the privacy of his consultations with his lawyer was incompatible with his rights under Article 8 of the Convention and that the domestic proceedings with respect to this measure had not complied with the requirements of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 17 October 2017 notice of the above complaints was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1956 and was convicted of attempting to undermine the constitutional order and sentenced to life imprisonment without the possibility of parole. At the time of the events relating to the application, he was serving his sentence in the Edirne F-type prison.",
                                "elements": []
                            },
                            {
                                "content": "6.  Since his imprisonment the applicant has been represented by his lawyer in respect of several applications, including the present application, before the Court.",
                                "elements": []
                            },
                            {
                                "content": "7.  On an unspecified date, the applicant’s lawyer sent a package by post to the applicant. The prison administration believed the contents of the package to be suspect and therefore made a request to the public prosecutor on 12 August 2005 to apply to an enforcement court for a decision as to whether the items sent to the applicant concerned documents relating to his defence or whether they concerned any objectionable content such as to prevent them from being handed over to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 25 August 2005 the Edirne Enforcement Court allowed an application by the prosecutor and examined the contents of the package, which contained a book entitled Globalisation and Imperialism (Küreselleşme ve Emperyalizm), a magazine with the title Rootless Anational Publication (Köxüz Anasyonal Neşriyat), and a newspaper with the title Express International Sha la la (Express Enternasyonal Şalala). The court held that the items in question did not relate to the rights of the defence and that therefore they should not be handed over to the applicant pursuant to section 5 of Law no. 5351.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 16 September 2005 the applicant lodged an objection with the Edirne Assize Court against the decision of the Edirne Enforcement Court. He submitted that he had asked his lawyer to bring the books and magazines in question simply because he had wanted to read them. He submitted that it had been the prison administration which had told his lawyer that they could not be brought to him in person and therefore had to be sent by post. He further argued that while it was correct that the publications did not relate to his defence rights, they were not illegal and there had been no basis for the prison administration to withhold them from him simply because they had been sent by post by his lawyer.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 30 September 2005 the Edirne Assize Court dismissed the applicant’s objections on the basis of the case file, holding that the decision of the Edirne Enforcement Court had been in accordance with the law and procedure.",
                                "elements": []
                            },
                            {
                                "content": "11.  In the meantime, that is to say on 16 September 2005, the prison administration lodged another request with the public prosecutor in relation to the package sent by the applicant’s lawyer. In that request, it submitted that the applicant’s lawyer’s conduct had been incompatible with her duties as a lawyer and requested that section 5 of Law no. 5351, which provides for an official to be present during consultations between a prisoner and his or her lawyer, be applied to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 23 September 2005, referring to its earlier decision of 25 August 2005, the Edirne Enforcement Court, in an examination carried out on the basis of the case file, without holding a hearing and without seeking submissions from the applicant or his lawyer, granted an application on the part of the prison administration and therefore held that an official was to be present during the applicant’s consultations with his lawyer. The decision did not specify how long the restriction was to remain in force. The Edirne Enforcement Court further held that, if requested, a separate decision would be taken as to whether the exchange of documents between the applicant and his lawyer would also be subject to a restriction.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 24 October 2005 the applicant lodged an objection with the Edirne Assize Court against the decision of 23 September 2005. He submitted that the impugned decision did not explain why it was necessary to restrict the privacy of his consultations with his lawyer. He argued in that connection that a provision which provided for such a restriction could only be applied if it had emerged from documents and other evidence that visits by lawyers to a person convicted of organised crime had been serving as a means of communication within the criminal organisation in question. He argued that no such element had been present in his situation and the court had not conducted any examination in that connection. Lastly, he maintained that there were no legal provisions prohibiting the exchange of books and magazines that were not illegal between a prisoner and his lawyer. The applicant did not request that the examination of his case be carried out by holding a hearing.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 27 October 2005 the Edirne Assize Court dismissed the case on the basis of the case file and without holding a hearing. Without responding to the applicant’s arguments, it held that the Edirne Enforcement Court’s decision of 23 September 2005 had been in accordance with the law and procedure.",
                                "elements": []
                            },
                            {
                                "content": "A.  Developments after the application was lodged",
                                "elements": [
                                    {
                                        "content": "15.  On 29 May 2008 the applicant lodged an application with the Edirne Enforcement Court for the restriction on the conversations between him and his lawyer to be lifted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 4 June 2008 the applicant’s application was dismissed on the basis of the case file. The court held that the decision of 23 September 2005 had become final and that there was no need for a further examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The applicant lodged another application on 2 November 2010 and applied for a hearing in accordance with the new amendments to the procedure before the enforcement courts (see paragraph 27 below). On 6 December 2010 the Edirne Enforcement Court dismissed the applicant’s application for a hearing, holding that the new amendments to the procedure concerned only the examination of objections against disciplinary sanctions, so that in so far as the restriction of 23 September 2005 had not been a disciplinary sanction, no hearing could be held in respect of that complaint. It further dismissed the applicant’s application for the restriction to be lifted, holding that the decision of 23 September 2005 had been final. An appeal by the applicant against that decision was dismissed on 24 August 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 21 February 2013 the applicant lodged another application with the Edirne Enforcement Court and repeated his request for the restriction to be lifted. The court dismissed that application on 11 April 2013, holding that there had not been any change in the applicant’s circumstances and that the decision relating to the restriction on consultations with his lawyer remained valid. In that connection, the court held that there was still a risk in view of the previous decisions taken in respect of the applicant by the enforcement courts, and also in view of his lawyer’s conduct. An appeal by the applicant against that decision was dismissed on 10 June 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  At time of the adoption of this judgment, the restriction on the applicant’s right to confıdential communications with his lawyer remains in place.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s previous application to the Court and further developments",
                                "elements": [
                                    {
                                        "content": "20.  On 17 February 2006 the applicant lodged an application with the Court, complaining about the Edirne Enforcement Court’s decision of 25 August 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 8 December 2015 the Court declared the application inadmissible on account of non-exhaustion of domestic remedies and held that the applicant had to make use of the new domestic remedy established by Law no. 6384 (see Altay and Others v. Turkey (dec.), no. 9100/06 and 155 others).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 1 November 2016 the Compensation Commission held that the Edirne Enforcement Court’s decision not to hand over the book and the periodicals sent to the applicant by his lawyer had infringed the applicant’s right to receive information within the meaning of Article 10 of the Convention. It held in that connection that the impugned decision had constituted an interference which had not been based on relevant and sufficient reasons, notably because the domestic court had not explained in its decision in what respect the books and magazines in question had jeopardised the security of the institution.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Domestic legislation",
                                "elements": [
                                    {
                                        "content": "1.  Law no. 5275 on the enforcement of sentences and preventive measures and the amendment introduced by Law no. 5351",
                                        "elements": [
                                            {
                                                "content": "23.  The relevant provisions of Law no. 5275 on the enforcement of sentences and preventive measures, as in force at the material time, provided as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(2)  Consultation with a lawyer or a notary may be carried out during working hours except for weekends and public holidays, in a place reserved for that purpose within the sight but not the hearing of officials.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(4)  [as amended by section 5 of Law no. 5351] A lawyer’s documents and files relating to the defence and his or her records of meetings with his or her client shall not be subject to examination. However, if it emerges from documents or other evidence that visits by lawyers to a person convicted of the offences set out in Article 220 of the Criminal Code or sub-chapters 4 and 5 of Chapter 2 of the Criminal Code are serving as a means of communication with a terrorist organisation or of committing a crime or otherwise jeopardising the security of the prison, the enforcement court may, on an application by the prosecution, impose [the following measures]: presence of an official during the lawyer’s visits; verification of documents exchanged between the prisoner and his or her lawyers during such visits; and/or confiscation of all or some of these documents by the judge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(1)  A convicted prisoner may purchase periodical or non-periodical publications at his or her own expense provided that they are not banned by a court order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3)  No publication shall be handed over to a convicted prisoner which contains news, photographs or editorials that jeopardise the security of the prison or are obscene.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  With the exception of the restrictions set forth in this section, convicted prisoners shall have the right, at their own expense, to send and receive letters, faxes and telegrams.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  The letters, faxes and telegrams sent or received by prisoners shall be monitored by the reading committee in those prisons that have such a body, or, in those which do not, by the highest authority in the prison.",
                                                "elements": []
                                            },
                                            {
                                                "content": "3.  If letters, faxes and telegrams to prisoners are a threat to order and security in the prison, single out serving officials as targets, permit communication between terrorist or criminal organisations, contain false or misleading information likely to cause panic in individuals or institutions, or contain threats or insults, they shall not be forwarded to the addressee.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  Section 59(4) of Law no. 5275 was repealed on 1 February 2018 and replaced at the same time by new provisions concerning the restriction of the privacy of communication of prisoners and their lawyers.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Competence of enforcement courts and the objection procedure before assize courts",
                                        "elements": [
                                            {
                                                "content": "25.  Section 4 of Law no. 4675 on enforcement judges lays downs the powers of enforcement courts in ruling on objections concerning, inter alia, prison authorities’ decisions or actions concerning the execution of sentences, communication of detainees and prisoners with the outside world and the imposition of disciplinary sanctions. Furthermore, section 6 stipulates that an enforcement court must decide on the basis of the case file, after obtaining the written opinion of the relevant public prosecutor and without holding a hearing. The enforcement court may conduct an examination ex proprio motu or request further information from the parties if the interests of justice so require.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  An objection against the decisions of enforcement courts lies to the nearest assize court. The assize courts examine objections on points of fact and law without holding a hearing. The relevant Articles of the Code of Criminal Procedure (Law no. 5271) in that connection provides as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The authority examining the objection may communicate it to the public prosecutor and the other party in order to obtain their written observations. The authority may conduct further investigations into the matter ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1.  Save for the circumstances described by law, the courts shall give decisions on objections without holding a hearing. The public prosecutor, as well as the defendant or his or her legal representative, may be heard if necessary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2.  Where the objection is allowed, the court examining [the objection] shall render a decision on the subject matter of the objection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "4.  The decision delivered in respect of the objection shall be final ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 22 July 2010 Law no. 6008 amended section 6 of Law no. 4675. It was published in the Official Gazette on 25 July 2010. These amendments set out a new procedure in respect of disciplinary sanctions only. Accordingly, the enforcement court delivers a decision after hearing the defence submissions of the prisoner concerned and collecting all the evidence. The prisoner can present his or her defence submissions in person and/or in the presence of his or her lawyer, or through a lawyer only. The Law further provides a remedy for all those prisoners who had previously lodged objections with the enforcement judges concerning disciplinary sanctions imposed on them before the enactment of this Law (provisional section 1). Accordingly, those who had previously lodged objections with enforcement judges against a prison disciplinary sanction have the possibility of lodging a fresh objection with the enforcement judge within six months of the enactment of this Law, and their cases will be dealt with in accordance with the new procedures.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Compensation Commission established by Law no. 6384 of 19 January 2013 and the decree of 16 March 2014",
                                        "elements": [
                                            {
                                                "content": "28.  The object of Law no. 6384 was to provide for the settlement, by means of compensation, of applications lodged with the Court concerning the length of judicial proceedings and the non-enforcement or delayed enforcement of judicial decisions. A full description of the relevant domestic law may be found in Turgut and Others v. Turkey ((dec.), no. 4860/09, §§ 19-26, 26 March 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The competence ratione materiae of the Compensation Commission was subsequently extended by a decree which came into force on 16 March 2014. The decree extended the competence of the Compensation Commission to the examination of other complaints such as alleged restrictions of the right of detainees to correspondence in a language other than Turkish and the refusal of the prison authorities, on various grounds, to hand over periodicals. A full description of the relevant domestic law may be found in Yıldız and Yanak v. Turkey ((dec.), no. 44013/07, §§ 9-17, 27 May 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Furthermore, under section 5(2) of Law no. 6384, an applicant may apply to the Compensation Commission within one month of the official notification of the Court’s inadmissibility decision by the Government.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Decree of 9 March 2016",
                                        "elements": [
                                            {
                                                "content": "31.  The Turkish Council of Ministers issued a decree which came into force on 9 March 2016. The decree extended anew the competence ratione materiae of the Compensation Commission. The Compensation Commission is now entitled to examine the following subjects under Article 4 of the decree, which reads as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(d)  Applications concerning an alleged breach of an applicant’s right to private and family life on account of the respective disciplinary sanctions imposed on detainees and convicted persons by the prison authorities;",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Relevant international legal instruments",
                                "elements": [
                                    {
                                        "content": "32.  The recommendation of the Committee of Ministers to Member States of the Council of Europe on the European Prison Rules (Rec (2006)2, adopted on 11 January 2006 at the 952nd meeting of the Ministers’ Deputies), in so far as relevant, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Legal advice",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.1  All prisoners are entitled to legal advice, and the prison authorities shall provide them with reasonable facilities for gaining access to such advice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.2  Prisoners may consult any legal matter with a legal adviser of their own choice and at their own expense.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.3  Where there is a recognised scheme of free legal aid the authorities shall bring it to the attention of prisoners.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.4  Consultations and other communications including correspondence about legal matters between prisoners and their legal advisers shall be confidential.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.5  A judicial authority may in exceptional circumstances authorise restrictions on such confidentiality to prevent serious crime or major breaches of prison safety and security.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.6  Prisoners shall have access to, or be allowed to keep in their possession, documents relating to their legal proceedings.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The relevant part of the Body of Principles for the Protection of All Persons under Any Form of Detention or Imprisonment, approved by the United Nations General Assembly on 9 December 1988 (A/RES/43/173), reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A detained or imprisoned person shall be entitled to communicate and consult with his legal counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  A detained or imprisoned person shall be allowed adequate time and facilities for consultation with his legal counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The right of a detained or imprisoned person to be visited by and to consult and communicate, without delay or censorship and in full confidentiality, with his legal counsel may not be suspended or restricted save in exceptional circumstances, to be specified by law or lawful regulations, when it is considered indispensable by a judicial or other authority in order to maintain security and good order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Interviews between a detained or imprisoned person and his legal counsel may be within sight, but not within the hearing, of a law enforcement official.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  Communications between a detained or imprisoned person and his legal counsel mentioned in the present principle shall be inadmissible as evidence against the detained or imprisoned person unless they are connected with a continuing or contemplated crime.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Basic Principles on the Role of Lawyers (adopted by the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders, held in Havana, Cuba, from 27 August to 7 September 1990) state, in particular:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“8.  All arrested, detained or imprisoned persons shall be provided with adequate opportunities, time and facilities to be visited by and to communicate and consult with a lawyer, without delay, interception or censorship and in full confidentiality. Such consultations may be within sight, but not within the hearing, of law enforcement officials.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  Governments shall ensure that lawyers (a) are able to perform all of their professional functions without intimidation, hindrance, harassment or improper interference; (b) are able to travel and to consult with their clients freely both within their own country and abroad; and (c) shall not suffer, or be threatened with, prosecution or administrative, economic or other sanctions for any action taken in accordance with recognized professional duties, standards and ethics.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Governments shall recognize and respect that all communications and consultations between lawyers and their clients within their professional relationship are confidential.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  The applicant complained that the judicial decision of 23 September 2005 ordering the presence of an official during his lawyer’s visits had contravened his right to confidential communication with his lawyer under Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life ... and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "36.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "37.  Referring to the amendments of domestic law (see paragraph 31 above) and the competence of the Compensation Commission to examine applications concerning an alleged breach of an applicant’s right to private life on account of a disciplinary sanction imposed by the prison administration, the Government asked the Court to reject the application for non-exhaustion of domestic remedies. They argued that the restriction of the applicant’s privacy when meeting with his lawyer fell within the competence of the Compensation Commission. They submitted in that connection a decision by the Compensation Commission with respect to a prisoner who had successfully complained about a disciplinary sanction, specifically suspension of his letter and phone rights for a month, on account of his participation in a hunger strike. Furthermore, they referred to the Compensation Commission’s decision in respect of the applicant concerning the Edirne Enforcement Court’s decision not to hand over the books and magazines to him (see paragraph 22 above). They therefore argued that the applicant should have availed himself of the remedy in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant submitted that the Compensation Commission could not be considered an effective remedy in respect of the restriction of his right to private communication with his lawyer. He submitted that the Compensation Commission’s competence did not go beyond offering compensation in respect of a number of limited situations and that it could not lift the restriction in question. Moreover, he argued that he had gone before the domestic courts at regular intervals for them to lift the restriction (see paragraphs 15-18 above), but his objections had been rejected each time and the restriction had remained in place without a limitation on its duration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court reiterates that Article 35 § 1 of the Convention, which sets out the rules on exhaustion of domestic remedies, provides for a distribution of the burden of proof. It is incumbent on the Government claiming nonexhaustion to satisfy the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say that it was accessible, was capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success. The Court further reiterates that domestic remedies must be “effective” in the sense either of preventing the alleged violation or its continuation, or of providing adequate redress for any violation that has already occurred (see Vučković and Others v. Serbia (preliminary objection) [GC], nos. 17153/11 and 29 others, §§ 71-74, 25 March 2014).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In the present case the Court notes that the competence of the Compensation Commission extends to, inter alia, applications concerning an alleged breach of an applicant’s right to private and family life on account of disciplinary sanctions imposed on detainees and convicted persons by the prison authorities. However, the restriction of the applicant’s right to private communication with his lawyer was not ordered on the basis of the disciplinary regulations and has never been classified as a disciplinary sanction. This was also confirmed by the approach of the Edirne Enforcement Court in its decision of 6 December 2010, which explicitly referred to the restriction as not being a disciplinary measure (see paragraph 17 above). What is more, the Government have argued in their observations concerning the merits of the application that the measure in question could not be classified as a disciplinary sanction (see paragraph 61 below). In any event, the Court notes that the Government have failed to provide any explanation as to how a complaint to the Compensation Commission, which does not have the competence to quash court decisions or order new measures, could have put an end to the continuing situation, or to the kind of redress which the applicant could have been afforded as a result of the complaint. In these circumstances, the Court finds that the application cannot be rejected for non-exhaustion of domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "42.  The applicant maintained that there was no restriction on receiving non-prohibited publications from his lawyer in domestic law. To demonstrate this accepted practice in respect of convicted prisoners and their lawyers, he submitted an acknowledgment of receipt of correspondence by a prison board concerning a similar exchange between a convicted prisoner in an F-type prison and his lawyer. He maintained that it was not unusual to receive non-prohibited goods such as clothing, books or even money sent by family members through lawyers for the sake of convenience.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  For the same reason, the impugned decision of 23 September 2005, which had justified interfering with the confidentiality of lawyer-client communication by reference to the books and materials sent to the applicant by his lawyer, was not in accordance with the law. In that connection, the applicant argued that the reasons put forward by the court – specifically that the documents sent by his lawyer did not relate to the rights of the defence and that the behaviour of the lawyer in sending such documents was not compatible with the profession of a lawyer – were not reasons corresponding to those set out in section 59(4) of Law no. 5275. That provision only allowed a restriction to be placed on communications between a prisoner and his or her lawyer when it had become evident from the documents that the lawyer-client relationship was serving as a means of communication with a terrorist organisation, which had not been the case here. Moreover, it had become clear from the decision of the Compensation Commission that the decision of 25 August 2005 not to hand over the books and materials in question to the applicant had not been justified by relevant and sufficient reasons and had contravened the applicant’s right to receive information. In so far as there had not been a justified basis for the decision of 25 August 2005 which had been used as a justification for the decision of 23 September 2005, the applicant maintained that his right to confidential communication with his lawyer amounted to an unlawful interference with his rights under Article 8 of the Convention. As regards the findings of the authorities that the applicant’s lawyer’s conduct had been incompatible with the profession of a lawyer, the applicant argued that neither the prison authorities nor the Enforcement Court were the competent authorities to determine what constituted incompatible conduct on the part of a lawyer. Such a complaint could only be determined by the relevant Bar association.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Furthermore, the applicant referred to the universally acknowledged principle of lawyer-client confidentiality, and in particular to the principle that communications between a lawyer and his or her client could be within the sight but not the hearing of an official. Lastly, the applicant noted that the restriction in his case had been put in place without a limitation concerning its length and had remained in place for thirteen years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Government disagreed that there had been an interference with the applicant’s rights under Article 8 of the Convention on account of the restriction of the confidentiality of his meetings with his lawyer. The Government submitted that, were the Court to find that there had been an interference, it had been justified under the second paragraph of Article 8. They submitted that the restriction had been in accordance with the law, namely section 5 of Law no. 5275, and had pursued the legitimate aim of ensuring order and security in the prison and protecting the rights of convicted prisoners and detainees.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Government furthermore argued that the applicant had five other lawyers in respect of whom no restrictions were in place. Accordingly, they submitted that the applicant could indeed have had confidential consultations with his other lawyers. Therefore, they argued that there had been no disproportionate limitation of the applicant’s right to consultation with a lawyer in the present case. Furthermore, they maintained that the applicant’s lawyer had abused her position as a lawyer by sending books and materials by post, which had given rise to a suspicion in so far as the applicant had been convicted of a terrorism-related offence. They explained that letters sent to convicted prisoners were normally submitted to a reading committee, but that letters sent by lawyers, owing to the privilege of the lawyer-client relationship, were not. The sending of materials that did not relate to the applicant’s defence had compelled the prison administration to obtain a decision from the Enforcement Court to determine their contents. Once it had emerged that the contents of the package were not defence-related and that the lawyer had abused her privilege by acting unprofessionally, the authorities had taken the measure in question in order to prevent further abuse.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "47.  The Court reiterates that prisoners in general continue to enjoy all the fundamental rights and freedoms guaranteed under the Convention save for the right to liberty, where lawfully imposed detention expressly falls within the scope of Article 5 of the Convention. It is inconceivable that a prisoner should forfeit his Convention rights because of his status as a person detained following conviction (see Hirst v. the United Kingdom (no. 2) [GC], no. 74025/01, §§ 69-70, ECHR 2005IX). For example, prisoners may not be ill-treated, they continue to enjoy the right to respect for family life, the right to freedom of expression, the right to practise their religion, the right to respect for correspondence and the right to marry, among other rights (see Dickson v. the United Kingdom [GC], no. 44362/04, §§ 67-68, ECHR 2007-V, and the cases cited therein, and Khoroshenko v. Russia [GC], no. 41418/04, §§ 116-117, ECHR 2015). The circumstances of imprisonment, in particular considerations of security and the prevention of crime and disorder, may justify restrictions on those other rights; nonetheless, any restriction must be justified in each individual case (see Biržietis v. Lithuania, no. 49304/09, § 45, 14 June 2016, with reference to Dickson, cited above, §§ 67-68).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  With regard to the requirement of being “necessary in a democratic society”, the Court has specified that the notion of “necessity” implies that the interference corresponds to a pressing social need and, in particular, that it is proportionate to the legitimate aims pursued. In determining whether an interference was “necessary in a democratic society”, the Court will take into account that a margin of appreciation is left to the Contracting States, but it remains incumbent on the respondent State to demonstrate the existence of the pressing social need behind the interference. Furthermore, the Court cannot confine itself to considering the impugned facts in isolation, but must apply an objective standard and look at them in the light of the case as a whole (see Khoroshenko, cited above, § 118).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  As regards the right to confidential communication with a lawyer and whether it falls under the notion of “private life” within the meaning of Article 8 § 1 of the Convention, the Court reiterates that private life is a broad term not susceptible to exhaustive definition. Article 8 protects the right to personal development, whether in terms of personality or of personal autonomy, which is an important principle underlying the interpretation of the Article 8 guarantees. It encompasses the right for each individual to approach others in order to establish and develop relationships with them and with the outside world, that is, the right to a “private social life”, and may include professional activities or activities taking place in a public context (see Bărbulescu v. Romania [GC], no. 61496/08, §§ 70-71, 5 September 2017). There is, therefore, a zone of interaction of a person with others, even in a public context, which may fall within the scope of “private life” (see Uzun v. Germany, no. 35623/05, § 43, ECHR 2010 (extracts), with further references). The Court further considers that a person’s communication with a lawyer in the context of legal assistance falls within the scope of private life since the purpose of such interaction is to allow an individual to make informed decisions about his or her life. More often than not, the information communicated to the lawyer involves intimate and personal matters or sensitive issues. It therefore follows that whether in the context of assistance for civil or criminal litigation or in the context of seeking general legal advice, individuals who consult a lawyer can reasonably expect that their communication is private and confidential.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Furthermore, the Court reiterates that it is clearly in the general interest that any person who wishes to consult a lawyer should be free to do so under conditions which favour full and uninhibited discussion. It is for this reason that the lawyer-client relationship is, in principle, privileged (see Campbell v. the United Kingdom, 25 March 1992, § 46, Series A no. 233). The Court has previously held, in the context of Articles 8 and 6, that confidential communication with one’s lawyer is protected by the Convention as an important safeguard of the right to defence (see Apostu v. Romania, no. 22765/12, § 96, 3 February 2015, with reference to Campbell, cited above, § 46). In Beuze v. Belgium ([GC], no. 71409/10, § 133, 9 November 2018, and the cases cited therein), the Court stressed the importance of a prisoner’s right to communicate with counsel out of earshot of the prison authorities in the context of Article 6 § 3 (c) of the Convention. In the Court’s view, prisoners may feel inhibited in discussing with their lawyers in the presence of an official not only matters relating to pending litigation but also in reporting abuses they may be suffering through fear of retaliation. The Court further observes that the privilege of the lawyer-client relationship and the national authorities’ obligation to ensure the privacy of communications between a prisoner and his or her chosen representative are among recognised international norms (see paragraphs 32-34 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  As regards the content of the communication and the privilege accorded to the lawyer-client relationship in the context of persons deprived of their liberty, in Campbell the Court found no reason to distinguish between different categories of correspondence with lawyers which, whatever their purpose, concern matters of a private and confidential character (see Campbell, cited above, § 48). It noted in that connection that the borderline between correspondence concerning contemplated litigation and that of a general nature was especially difficult to draw and correspondence with a lawyer could concern matters which had little or nothing to do with litigation (ibid., § 48). The Court considers that this principle applies a fortiori to oral, face-to-face communication with a lawyer. It therefore follows that in principle oral communication, as well as correspondence between a lawyer and his or her client, is privileged under Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court recognises, however, that in spite of its importance, the right to confidential communication with a lawyer is not absolute but may be subject to restrictions. In order to ensure that the restrictions that are imposed do not curtail the right in question to such an extent as to impair its very essence and deprive it of its effectiveness, the Court must satisfy itself that they are foreseeable for those concerned and pursue a legitimate aim or aims under paragraph 2 of Article 8, and are “necessary in a democratic society”, in the sense that they are proportionate to the aims sought to be achieved. The Court further notes that the margin of appreciation of the respondent State in the assessment of the permissible limits of interference with the privacy of consultation and communication with a lawyer is narrow in that only exceptional circumstances, such as to prevent the commission of serious crime or major breaches of prison safety and security, might justify the necessity of limitation of these rights. For instance, in the context of persons deprived of their liberty for terrorist activities, the Court has held that they cannot be excluded from the scope of the provisions of the Convention and the essence of their rights and freedoms recognised by the latter must not be infringed; the national authorities can impose “legitimate restrictions” on them inasmuch as those restrictions are strictly necessary to protect society against violence (see Öcalan v. Turkey (no. 2), nos. 24069/03 and 3 others, §§ 38-45 and 135, 18 March 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In the present case, it is not disputed that the restriction placed on the confidentiality of the applicant’s and his lawyer’s meetings was ordered by the Edirne Enforcement Court in its decision of 23 September 2005. There has therefore been an “interference by a public authority” within the meaning of Article 8 § 2 of the Convention with the applicant’s right to respect for his private life in the context of the privacy of oral communications with his lawyer. It is therefore incumbent on the Court to establish whether the impugned interference was justified under Article 8 § 2 of the Convention as being “in accordance with the law”, pursuing a legitimate aim or aims, and as being “necessary in a democratic society” in pursuit of that aim or aims.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Under the Court’s case-law, the expression “in accordance with the law” in Article 8 § 2 requires, among other things, that the measure or measures in question should have some basis in domestic law, but also refers to the quality of the law in question, requiring that it should be accessible to the person concerned and foreseeable as to its effects (see, for example, De Tommaso v. Italy [GC], no. 43395/09, § 106, 23 February 2017, with further references). In order for the law to meet the criterion of foreseeability, it must set forth with sufficient precision the conditions in which a measure may be applied, to enable the persons concerned – if need be, with appropriate advice – to regulate their conduct.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court also reiterates that it is primarily for the national authorities, notably the courts, to interpret and apply domestic law. However, the Court is required to verify whether the way in which domestic law is interpreted and applied produces consequences that are consistent with the principles of the Convention as interpreted in the light of the Court’s case-law (see Cocchiarella v. Italy [GC], no. 64886/01, §§ 81 and 82, ECHR 2006‑V). Unless the interpretation is arbitrary or manifestly unreasonable, the Court’s role is confined to ascertaining whether the effects of the interpretation are compatible with the Convention (see Molla Sali v. Greece [GC], no. 20452/14, § 149, 19 December 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Lastly, the Convention does not prohibit the imposition on lawyers of certain obligations likely to concern their relationships with their clients. This is the case in particular where credible evidence is found of the participation of a lawyer in an offence, or in connection with efforts to combat certain practices. On that account, however, it is vital to provide a strict framework for such measures, since lawyers occupy a vital position in the administration of justice and can, by virtue of their role as intermediary between litigants and the courts, be described as officers of the law (see, mutatis mutandis, André and Another v. France, no. 18603/03, § 42, 24 July 2008, and Morice v. France [GC], no. 29369/10, § 132, ECHR 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Turning to the circumstances of the present case, the Court observes that the domestic courts referred to section 59 of Law no. 5275 as the legal basis for their interference with the confidentiality of the applicant’s meetings with his lawyer. They ruled in that connection that the lawyer’s behaviour had been incompatible with the profession of a lawyer in so far as she had sent books and periodicals to the applicant which had not related to his defence. The Court observes, however, that section 59 of Law no. 5275 is an exceptional provision which contains an exhaustive list of circumstances in which the confidentiality of lawyer-client communication may be restricted. In accordance with that provision, only when it is apparent from documents or other material that the privilege enjoyed by a prisoner and his or her lawyer is being used as a means for communication with a terrorist organisation, or for the commission of a crime or otherwise jeopardises the security of the institution, may the presence of a prison official during lawyer-client meetings be ordered. The interception of correspondence solely because it does not relate to the rights of the defence is not provided for in section 59 as a ground for restricting the confidentiality of consultations with a lawyer. To conclude otherwise would run counter to the plain meaning of the text of the provision and would mean that any correspondence from a lawyer which is not defence-related could result in such a serious measure being imposed, without a limitation in duration. Having regard to the circumstances of the present case, the Court concludes that although the letter and spirit of the domestic provision in force at the time of the events were sufficiently precise – save for the lack of temporal limits to the restriction – its interpretation and application by the Edirne Enforcement Court in the circumstances of the applicant’s case were manifestly unreasonable and thus not foreseeable within the meaning of Article 8 § 2 of the Convention. It follows that such an extensive interpretation of the relevant domestic provision in the present case did not comply with the Convention requirements of lawfulness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Accordingly, there has been a violation of Article 8 § 1 of the Convention on account of the lack of foreseeability of the domestic courts’ interpretation and application of the law in relation to the facts of the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Having regard to the foregoing conclusion, the Court is not required to examine whether the interference pursued one or more legitimate aims and was necessary in a democratic society.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  The applicant complained under Article 6 § 1 of the Convention that the manner in which the domestic courts had decided to restrict the privacy of his communications with his lawyer had been unfair. In that connection he complained that he had not been given an opportunity to participate effectively in those proceedings in so far as there had been no hearing and neither he nor his lawyer had been given an opportunity to present their arguments in reply to the prison administration’s application or against the request by the public prosecutor. Lastly, the applicant argued that the domestic courts’ decisions had lacked sufficient reasoning.",
                                "elements": []
                            },
                            {
                                "content": "60.  Article 6 § 1 of the Convention, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "61.  It was the Government’s position that Article 6 was not applicable to the present case under either its civil or criminal head. They argued in that connection that the Edirne Enforcement Court’s decision of 23 September 2005 had been a preventive measure concerning first and foremost order and security in the prison facility and therefore was of a public nature. Secondly, they argued that the impugned decision could not be considered a disciplinary penalty or a sanction of the criminal sort in so far as the applicant had not been charged with a criminal offence or sanctioned with a punitive measure. Lastly, they argued that the applicant had not referred to any civil proceedings to which he had been party in connection with his representation by his lawyer which he could rely on for the applicability of the civil limb of Article 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The applicant made no submissions on the question of the applicability of Article 6.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court agrees with the Government that the measure in question was not classified as a disciplinary measure, and that in any case the applicant himself was never charged with any blameworthy disciplinary conduct. On the contrary, it was the applicant’s lawyer whose conduct was found to have breached prison regulations, leading the Edirne Enforcement Court to take a decision to restrict the privacy of the applicant’s meetings with her. It is therefore evident that Article 6 did not apply under its criminal head to those proceedings as the applicant did not have any criminal charge to answer. The Court therefore concludes that Article 6 is not applicable to the impugned proceedings under its criminal head. It has to examine next whether the civil limb of Article 6 § 1 is applicable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In this connection the Court reiterates that for Article 6 § 1 in its “civil” limb to be applicable, there must be a dispute (contestation in the French text) over a “civil right” which can be said, at least on arguable grounds, to be recognised under domestic law, irrespective of whether it is also protected under the Convention. The dispute must be genuine and serious; it may relate not only to the actual existence of a right but also to its scope and the manner of its exercise; and, lastly, the result of the proceedings must be directly decisive for the right in question, mere tenuous connections or remote consequences not being sufficient to bring Article 6 § 1 into play (see, inter alia, De Tommaso, cited above, § 144). The character of the legislation which governs how the matter is to be determined (civil, commercial, administrative law, and so on) and that of the authority which is invested with jurisdiction in the matter (ordinary court, administrative body, and so forth) are therefore of little consequence (see Micallef v. Malta [GC], no. 17056/06, § 74, ECHR 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  As regards the existence of a right recognised in domestic law in the present case, the Court observes that the relevant domestic legislation confers on prisoners the right to have confidential communication with their lawyers in line with the European Prison Rules. It follows that a “dispute [contestation] over a right” for the purposes of Article 6 § 1 can be said to have existed in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  With regard to whether the right in question is civil, the Court first observes that it has developed an extensive approach, according to which the “civil” limb has covered cases which might not initially appear to concern a civil right but which may have direct and significant repercussions on a private pecuniary or non-pecuniary right belonging to an individual. Through this approach, the civil limb of Article 6 has been applied to a variety of disputes which may have been classified in domestic law as public-law disputes (see Denisov v. Ukraine [GC], no. 76639/11, § 51, 25 September 2018).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  With regard to procedures instituted in the prison context, the Court has held that some restrictions on prisoners’ rights fall within the sphere of “civil rights”. For example, the Court has found Article 6 to be applicable to certain types of disciplinary proceedings relating to the execution of prison sentences (see De Tommaso, cited above, § 147, with reference to Gülmez v. Turkey, no. 16330/02, §§ 27-31, 20 May 2008, in which the applicant was prohibited from receiving visits for one year). Similarly, the Court has previously found a “civil” right to be in issue in relation, for instance, to a prisoner’s family visits or correspondence or relationships with non-family members (see Enea v. Italy [GC], no. 74912/01, § 119, ECHR 2009, and Ganci v. Italy, no. 41576/98, §§ 2026, ECHR 2003XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.   The Court considers that the above line of caselaw can be validly transposed to the circumstances of the present case. To begin with, the Court finds it appropriate to refer to its findings under Article 8 of the Convention, namely that the lawyer-client confidentiality is privileged and that oral communication with a lawyer falls under the notion of “private life”. Thus the substance of the right in question, which concerns the applicant’s ability to converse in private with his lawyer, is of a predominantly personal and individual character, a factor that brings the present dispute closer to the civil sphere. Since a restriction on either party’s ability to confer in full confidentiality with each other would frustrate much of the usefulness of the exercise of this right, the Court concludes that private-law aspects of the dispute predominate over the public-law ones.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  In view of the above, the Court finds that Article 6 § 1 is applicable under its civil limb in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court finds that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Submissions of the parties",
                                        "elements": [
                                            {
                                                "content": "71.  The applicant did not submit further comments on this issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Government argued that Article 6 of the Convention did not necessarily require a hearing in all proceedings. They argued in that connection that where no controversy existed over the facts of a case and the legal question was not particularly complex, proceedings could be dealt with on the basis of written submissions. They submitted that in proceedings before enforcement courts the examination of a case was carried out on the basis of the case file. The only exception to this rule concerned objections against disciplinary penalties, where a hearing would be held. In the present case, the fact that no hearing had taken place had not prevented the applicant from submitting his arguments against the decision of the Edirne Enforcement Court before the Assize Court. They also argued that in certain proceedings, such as those in the present case, the demands of efficiency and economy could justify dispensing with a hearing. They maintained in that connection that if each application submitted to an enforcement court were to be examined by holding a hearing, thousands of detainees and convicts would frequently be required to go outside prison institutions, and that, leaving aside the question of economic hardship, this would jeopardise security and discipline within such institutions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Lastly, the Government argued that the applicant had never requested a hearing of his application when he had objected to the Edirne Enforcement Court’s decision of 23 September 2005.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "74.  The Court reiterates that an oral, and public, hearing constitutes a fundamental principle that is enshrined in Article 6 § 1 (see, among other authorities, Jussila v. Finland [GC], no. 73053/01, § 40, ECHR 2006XIV). The Court further reiterates that, under Article 6 § 1, the obligation to hold a hearing is not absolute and that exceptional circumstances relating to the nature of the issues to be decided by the court in the proceedings concerned may justify dispensing with a public hearing (see Göç v. Turkey [GC], no. 36590/97, § 42, ECHR 2002V). Furthermore, a hearing may be dispensed with if a party unequivocally waives his or her right thereto and there are no questions of public interest making a hearing necessary. A waiver may be made explicitly or tacitly, in the latter case for example by refraining from submitting or maintaining a request for a hearing (see, among other authorities, Juričić v. Croatia, no. 58222/09, § 87, 26 July 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  In Ramos Nunes de Carvalho e Sá v. Portugal ([GC], nos. 55391/13 and 2 others, §§ 190-91, 6 November 2018), the Grand Chamber summarised, by way of example, certain situations in which the above-mentioned exceptional circumstances could justify dispensing with a hearing and situations where the holding of a hearing was necessary:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“(a)  where there are no issues of credibility or contested facts which necessitate a hearing and the courts may fairly and reasonably decide the case on the basis of the case file (see Döry v. Sweden, no. 28394/95, § 37, 12 November 2002, and Saccoccia v. Austria, no. 69917/01, § 73, 18 December 2008);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  in cases raising purely legal issues of limited scope (see Allan Jacobsson v. Sweden (no. 2), 19 February 1998, § 49, Reports 1998-I, and Mehmet Emin Şimşek v. Turkey, no. 5488/05, §§ 29-31, 28 February 2012), or points of law of no particular complexity (see Varela Assalino v. Portugal (dec.), no. 64336/01, 25 April 2002, and Speil v. Austria (dec.), no. 42057/98, 5 September 2002);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  where the case concerns highly technical issues. For instance, the Court has taken into consideration the technical nature of disputes concerning social-security benefits, which may be better dealt with in writing than in oral argument. It has held on several occasions that in this sphere the national authorities are entitled, having regard to the demands of efficiency and economy, to dispense with a hearing, as systematically holding hearings may be an obstacle to the particular diligence required in social-security cases (see Schuler-Zgraggen, § 58, and Döry, § 41, both cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "191.  By contrast, the Court has found the holding of a hearing to be necessary, for example:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  where there is a need to assess whether the facts were correctly established by the authorities (see Malhous v. the Czech Republic [GC], no. 33071/96, § 60, 12 July 2001);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  where the circumstances require the court to form its own impression of litigants by affording them a right to explain their personal situation, on their own behalf or through a representative (see Göç, cited above, § 51; Miller, cited above, § 34 in fine; and Andersson v. Sweden, no. 17202/04, § 57, 7 December 2010);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  where the court needs to obtain clarification on certain points, inter alia by means of a hearing (see Fredin v. Sweden (no. 2), 23 February 1994, § 22, Series A no. 283-A, and Lundevall v. Sweden, no. 38629/97, § 39, 12 November 2002).”",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  As the Court’s case-law bears out, the circumstances that may justify dispensing with an oral hearing essentially come down to the nature of the issues to be decided by the competent national court, not to the frequency of such situations. This does not mean that refusing to hold an oral hearing may be justified only in rare cases. The overarching principle of fairness embodied in Article 6 is, as always, the key consideration (see Jussila, cited above, § 42, and the cases cited therein). Furthermore, the Court has previously held that the lack of a hearing at a lower level of jurisdiction may be remedied by an appellate court as long as it has full jurisdiction to review the facts and law of the dispute (see Ramos Nunes de Carvalho e Sá v. Portugal, cited above, § 192 with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Lastly, the Court recognises that in the context of proceedings concerning the execution of prison sentences there may be practical and policy reasons for establishing simplified procedures to deal with various issues that may come before the relevant authorities. The Court also does not rule out that a simplified procedure might be conducted via written proceedings provided that they comply with the principles of a fair trial as guaranteed under Article 6 § 1 of the Convention (see, mutatis mutandis, Pönkä v. Estonia, no. 64160/11, § 30, 8 November 2016). However, even under such a procedure, parties must at least have the opportunity to request a public hearing, even though the court may refuse the application and hold the hearing in private (see, mutatis mutandis, Martinie v. France [GC], no. 58675/00, § 42, ECHR 2006-VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Turning to the circumstances of the present case, the Court observes at the outset that no oral hearing was held at any stage of the domestic proceedings. Under domestic legislation, the proceedings before enforcement courts and subsequently before the assize courts were carried out on the basis of the case file and neither the applicant nor his chosen representative could attend the sittings in those courts. It is therefore of little importance that the applicant did not explicitly request a hearing, as the relevant procedural rules did not require one except in the case of disciplinary sanctions. Although the Government argued that the applicant could have requested that the Edirne Assize Court hold a hearing, the Court is not persuaded that any such application would have had any prospects of success. In that connection, the Government have not submitted any examples in a similar context where an assize court held a hearing in reviewing the decision of an enforcement court. Secondly, the relevant rules concerning the procedure before assize courts in these types of disputes indicate that the question of holding a hearing is a matter decided by the assize courts of their own motion (see paragraph 26 above). In other words, it was not up to the applicant to request a hearing (contrast the position in Döry, cited above, §§ 28 and 38). The Court therefore finds that he cannot reasonably be considered to have waived his right to an oral hearing before the Edirne Assize Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  Having regard to the above considerations, the Court will now examine whether there were any exceptional circumstances which justified dispensing with an oral hearing in the proceedings concerning the restriction of the applicant’s right to confidential communication with his lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  In this connection the Court finds it significant that the applicant was not given an opportunity to make submissions in respect of the prison administration’s application in the proceedings before the Edirne Enforcement Court. In that connection, the decision of 23 September 2005 to restrict the applicant’s right to confidential meetings with his lawyer was taken by the Edirne Enforcement Court in a non-adversarial manner without obtaining the applicant’s defence submissions. Lastly, the applicant’s objections to that decision before the Edirne Assize Court were also determined on the basis of the case file alone without holding a hearing, even though the objections concerned factual and legal issues. The Court refers in particular to the submissions made by the applicant before the Edirne Assize Court concerning the nature of the publications sent by his lawyer and the alleged practice of the authorities in allowing representatives to bring in non-prohibited items to convicted prisoners for the sake of convenience. The Court further notes that the Assize Court had full jurisdiction to assess the facts and the legal aspects of the case and could have given a final decision by setting aside the decision of the Edirne Enforcement Court had it allowed the applicant’s objection. In the Court’s view, the holding of a hearing would therefore have allowed the assize court to form its own impression of the sufficiency of the factual basis for the consideration of the case, as well as the legal issues raised by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  In view of the above, the Court concludes that in the circumstances of the present case, the combined effect of the non-adversarial nature of the proceedings before the enforcement court, the seriousness of the measure imposed on the applicant at the end of those proceedings and the lack of a hearing either before the Enforcement Court or at the objection stage before the Assize Court meant that the applicant’s case was not heard in accordance with the requirements of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In view of the foregoing considerations, the Court finds that there has been a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  Accordingly it is not necessary to examine the two remaining complaints under Article 6 § 1 of the Convention, namely the alleged failure to transmit the prison administration’s application and the public prosecutor’s request to the applicant and the alleged lack of relevant and sufficient reasoning in the Edirne Enforcement Court’s decision (see, mutatis mutandis, Ramos Nunes de Carvalho e Sá, cited above, § 214).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "83.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "84.  The applicant claimed 100,000 euros (EUR) in respect of nonpecuniary damage. He also claimed EUR 3,960 for costs and expenses before the Court (lawyer’s fees in the amount of EUR 2,940 and postage fees and other expenses in the amount of EUR 1,020). In support of his claim for lawyer’s fees, the applicant simply referred to the Istanbul Bar Association’s scale of fees.",
                                "elements": []
                            },
                            {
                                "content": "85.  The Government contested those claims, deeming them unsubstantiated and excessive.",
                                "elements": []
                            },
                            {
                                "content": "86.  Ruling on an equitable basis, the Court awards the applicant EUR 2,000 in respect of non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "87.  As regards costs and expenses, the Court observes that in order for the latter to be included in an award under Article 41 of the Convention, it must be established that they were actually and necessarily incurred and were reasonable as to quantum (see, among other authorities, Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II). The Court requires itemised bills and invoices that are sufficiently detailed to enable it to determine to what extent the above requirements have been met (see İzzettin Doğan and Others v. Turkey [GC], no. 62649/10, § 192, 26 April 2016). Pursuant to Rule 60 §§ 2 and 3 of the Rules of Court, all just-satisfaction claims have to be submitted together with any relevant supporting documents, and a failure to do so may lead to a rejection of the claim in whole or in part.",
                                "elements": []
                            },
                            {
                                "content": "88.  In the present case, the Court notes that the applicant’s claim is not accompanied by any supporting documents. It therefore dismisses the applicant’s claim for costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "89.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the lack of a hearing in the proceedings concerning the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine the remaining complaints under Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros) plus any tax that may be chargeable, in respect of nonpecuniary damage, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 April 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Robert Spano",
            "role": "president"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Valeriu Griţco",
            "role": "judges"
        },
        {
            "name": "Stéphanie Mourou-Vikström",
            "role": "judges"
        },
        {
            "name": "Ivana Jelić",
            "role": "judges"
        },
        {
            "name": "Arnfinn Bårdsen",
            "role": "judges"
        },
        {
            "name": "Darian Pavli",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ALTAY v. TURKEY (No. 2)",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-192210.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0409JUD001123609",
    "externalsources": [],
    "extractedappno": [
        "11236/09",
        "9100/06",
        "4860/09",
        "44013/07",
        "17153/11",
        "74025/01",
        "44362/04",
        "41418/04",
        "49304/09",
        "61496/08",
        "35623/05",
        "22765/12",
        "71409/10",
        "24069/03",
        "43395/09",
        "64886/01",
        "20452/14",
        "18603/03",
        "29369/10",
        "17056/06",
        "76639/11",
        "16330/02",
        "74912/01",
        "41576/98",
        "73053/01",
        "36590/97",
        "58222/09",
        "55391/13",
        "28394/95",
        "69917/01",
        "5488/05",
        "64336/01",
        "42057/98",
        "33071/96",
        "17202/04",
        "38629/97",
        "64160/11",
        "58675/00",
        "31195/96",
        "62649/10"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Section 59 of Law no. 5275"
    ],
    "itemid": "001-192210",
    "judgementdate": "09/04/2019 00:00:00",
    "kpdate": "09/04/2019 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "385",
        "296",
        "451",
        "429",
        "319",
        "558",
        "216",
        "577",
        "283"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "8",
        "8-1",
        "6-1",
        "8-2",
        "6",
        "41"
    ],
    "parties": [
        "ALTAY",
        "TURKEY"
    ],
    "rank": "3250.09057617188",
    "representedby": [
        "TUNCER G."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "André and Another v. France, no. 18603/03, § 42, 24 July 2008",
        "Apostu v. Romania, no. 22765/12, § 96, 3 February 2015",
        "Bărbulescu v. Romania [GC], no. 61496/08, §§ 70-71, 5 September 2017",
        "Beuze v. Belgium [GC], no. 71409/10, § 143, 9 November 2018",
        "Biržietis v. Lithuania, no. 49304/09, § 45, 14 June 2016",
        "Campbell v. the United Kingdom, 25 March 1992, § 46, Series A no. 233",
        "Cocchiarella v. Italy [GC], no. 64886/01, §§ 81 and 82, ECHR 2006‑V",
        "De Tommaso v. Italy [GC], no. 43395/09, 23 February 2017",
        "Denisov v. Ukraine [GC], no. 76639/11, § 51, 25 September 2018",
        "Dickson v. the United Kingdom [GC], no. 44362/04, §§ 67-68, ECHR 2007-V",
        "Döry v. Sweden, no. 28394/95, 12 November 2002",
        "Enea v. Italy [GC], no. 74912/01, § 119, ECHR 2009",
        "Ganci v. Italy, no. 41576/98, §§ 20 26, ECHR 2003 XI",
        "Göç v. Turkey [GC], no. 36590/97, § 42, ECHR 2002 V",
        "Gülmez v. Turkey, no. 16330/02, §§ 27-31, 20 May 2008",
        "Hirst v. the United Kingdom (no. 2) [GC], no. 74025/01, §§ 69-70, ECHR 2005 IX",
        "İzzettin Doğan and Others v. Turkey [GC], no. 62649/10, § 192, 26 April 2016",
        "Juričić v. Croatia, no. 58222/09, § 87, 26 July 2011",
        "Jussila v. Finland [GC], no. 73053/01, ECHR 2006 XIV",
        "Khoroshenko v. Russia [GC], no. 41418/04, §§ 116-118, ECHR 2015",
        "Martinie v. France [GC], no. 58675/00, § 42, ECHR 2006-VI",
        "Micallef v. Malta [GC], no. 17056/06, § 74, ECHR 2009",
        "Molla Sali v. Greece [GC], no. 20452/14, § 149, 19 December 2018",
        "Morice v. France [GC], no. 29369/10, § 132, ECHR 2015",
        "Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II",
        "Öcalan v. Turkey (no. 2), nos. 24069/03 and 3 others, §§ 38-45 and § 135, 18 March 2014",
        "Pönkä v. Estonia, no. 64160/11, § 30, 8 November 2016",
        "Ramos Nunes de Carvalho e Sá v. Portugal [GC], nos. 55391/13 and 2 others, 6 November 2018",
        "Uzun v. Germany, no. 35623/05, § 43, ECHR 2010 (extracts)",
        "Vučković and Others v. Serbia (preliminary objection) [GC], nos. 17153/11 and 29 others, §§ 71-74, 25 March 2014"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "487222",
    "typedescription": "15"
}