{
    "__articles": "6;6-1;41;26;35;35-1",
    "__conclusion": "Preliminary objection rejected (non-exhaustion);Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - finding of violation sufficient;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "28194/95",
    "article": [
        "6",
        "35",
        "41",
        "26"
    ],
    "conclusion": [
        {
            "details": [
                "non-exhaustion"
            ],
            "element": "Preliminary objection rejected",
            "type": "other"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58256.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the Spanish Government (“the Government”) on 4 August 1997, within the three–month period laid down by Article 32 § 1 and Article 47 of the Convention. It originated in an application (no. 28194/95) against the Kingdom of Spain lodged with the European Commission of Human Rights (“the Commission”) under Article 25 by a Spanish national, Mr Ricardo Castillo Algar, on 3 August 1995.",
                        "elements": []
                    },
                    {
                        "content": "The Government’s application referred to Articles 44 and 48 (d) of the Convention and Rule 32 of Rules of Court A. The object of the application was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "\n2.  In response to the enquiry made in accordance with Rule 33 § 3 (d), the applicant stated that he wished to take part in the proceedings and designated the lawyer who would represent him (Rule 30). The applicant’s lawyer and the Agent of the Government were given leave by the President to use the Spanish language in the proceedings before the Court (Rule 27 §§ 2 and 3).",
                        "elements": []
                    },
                    {
                        "content": "3.  The Chamber to be constituted included ex officio Mr J.M. Morenilla, the elected judge of Spanish nationality (Article 43 of the Convention), and Mr R. Ryssdal, the then President of the Court (Rule 21 § 4 (b)). On 27 August 1997, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr F. Gölcüklü, Mr F. Matscher, Mr A. Spielmann, Mrs E. Palm, Mr G. Mifsud Bonnici, Mr U. Lōhmus and Mr V. Butkevych (Article 43 in fine of the Convention and Rule 21 § 5). ",
                        "elements": []
                    },
                    {
                        "content": "4.  As President of the Chamber (Rule 21 § 6), Mr Ryssdal, acting through the Registrar, consulted the Agent of the Government, the applicant’s lawyer and the Delegate of the Commission on the organisation of the proceedings (Rules 37 § 1 and 38). Pursuant to the order made in consequence, the Registrar received the applicant’s and the Government’s memorials on 2 and 9 February 1998 respectively.",
                        "elements": []
                    },
                    {
                        "content": "5.  Subsequently Mr R. Bernhardt, who was elected President of the Court after Mr Ryssdal’s death on 18 February 1998, replaced him as President of the Chamber (Rule 21 § 6, second sub–paragraph).",
                        "elements": []
                    },
                    {
                        "content": "6.  In accordance with the decision of Mr Ryssdal, the hearing took place in public in the Human Rights Building, Strasbourg, on 23 June 1998. The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Martínez, Mr Muñiz Vega and Mr Borrego Borrego.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "7.  Mr Ricardo Castillo Algar was born in 1947 and lives in Madrid. At the material time, he was a lieutenant–colonel in the infantry and attached to the Spanish Legion. ",
                        "elements": []
                    },
                    {
                        "content": "8.  By an order (auto de procesamiento) of 18 December 1989 investigating judge no. 1 (juez togado militar central) at the Madrid Central Military Court (tribunal militar central) charged the applicant with having set up, to the detriment of the Armed Forces Treasury and contrary to Article 189 § 1 of the Military Criminal Code, an unregulated private fund that was not subject to tax or audit by the tax authorities.",
                        "elements": []
                    },
                    {
                        "content": "9.  On the applicant’s appeal, the Central Military Court set aside the order on 19 March 1990 and then on 12 July 1990 held that there was no case to answer.",
                        "elements": []
                    },
                    {
                        "content": "10.  The public prosecutor's office appealed on points of law. In a judgment of 20 January 1992 the Supreme Court (Military Division) allowed the appeal and quashed the Central Military Court’s decision that there was no case to answer, holding that the facts of the case “could be considered, solely for the purposes of the investigation ... and without prejudice to whatever subsequent classification might be adopted, to constitute an offence against the Armed Forces Treasury under Article 189 § 1 of the Military Criminal Code”. The Supreme Court added, however, that that conclusion, while sufficient to justify its quashing the impugned decision, was not to influence the courts below in their decisions on the merits.",
                        "elements": []
                    },
                    {
                        "content": "11.  The applicant’s constitutional appeal (recurso de amparo) against the judgment of 20 January 1992 was dismissed by the Constitutional Court on 23 March.",
                        "elements": []
                    },
                    {
                        "content": "12.  Consequently, on 6 May 1992 the investigating judge issued a fresh order in which he charged the applicant with the same offence.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 11 May 1992 the applicant appealed against that second order. Repeating the submissions he had made in his first appeal to the Central Military Court, the applicant contended in particular that the decisions in his case had been inconsistent, despite the fact that they had been based on the same facts and there was no new evidence. He said that the decision of 19 March 1990 had been final (see paragraph 9 above) and submitted that by charging him a second time contrary thereto the investigating judge had acted arbitrarily, as had the Supreme Court in quashing the Central Military Court’s decision that there was no case to answer (see paragraph 10 above) without considering the merits.",
                        "elements": []
                    },
                    {
                        "content": "\n14.  On 7 July 1992 the Central Military Court dismissed the applicant’s appeal and upheld the order of 6 May. There were three military judges (vocales togados generales militares) in the chamber that heard the appeal, including E.S.G., the president (auditor presidente general consejero togado), and R.V.P., a judge (vocal togado general auditor). In its decision, the chamber held in particular:",
                        "elements": []
                    },
                    {
                        "content": "“... It suffices to read [the Supreme Court’s judgment of 20 January 1992] to infer that it found, in the ‘as to the law’ section, that there was sufficient evidence to allow of the conclusion that a military offence has been committed, that there were no grounds in law for invalidating the classification (tipicidad) of the offence adopted in the original proceedings and insufficient grounds for setting aside [the charges] and disregarding the prima facie evidence of the commission of an offence ... on which [the charges] had been based.”",
                        "elements": []
                    },
                    {
                        "content": "In the light of the Supreme Court’s judgment and the constitutive elements of the offence under Article 189 § 1 of the Military Criminal Code, the chamber held that the order appealed against satisfied the conditions as to validity laid down by Organic Law no. 2/1989 and that the investigating judge’s findings on the facts of the case had been reasonable and not arbitrary.",
                        "elements": []
                    },
                    {
                        "content": "15.  On 6 April 1994 the three military judges sitting in the Central Military Court (see paragraph 13 above) made an order (providencia) setting the applicant’s case down for trial on 18 May. It was also indicated in the order that the names of the two officers (vocales militares) who were to complete the trial chamber would be drawn by lot (insaculación), it being a statutory requirement that the chamber be mixed (escabinado), comprising three military judges (vocales togados) and two officers. ",
                        "elements": []
                    },
                    {
                        "content": "The order was served on the applicant’s lawyer that same day and on 13 April he was given the name of the two officers on the bench.",
                        "elements": []
                    },
                    {
                        "content": "16.  On 25 May 1994 the chamber of the Central Military Court sitting in the applicant’s case found him guilty of the offence as charged and sentenced him to three months and one day's imprisonment. The chamber was presided over by E.S.G. and included the military judge, R.V.P., who acted as the reporting judge.",
                        "elements": []
                    },
                    {
                        "content": "17.  The applicant appealed on points of law to the Supreme Court. He maintained that the chamber that had tried him could not be considered impartial as two of the judges, E.S.G. and R.V.P., had previously sat in the chamber that had heard his appeal against the order of 7 July 1992 by which he had been charged.",
                        "elements": []
                    },
                    {
                        "content": "\n18.  On 14 November 1994 the Supreme Court (Military Division) dismissed the appeal. In so deciding, it found in particular that the applicant had failed to challenge the judges whom he accused of bias even though he had had an opportunity to do so, his lawyer having been informed of the composition of the chamber when it was constituted and before the trial began on 18 May 1994 (see paragraphs 22–23 below).",
                        "elements": []
                    },
                    {
                        "content": "Nevertheless, the Military Division considered the merits of the argument that the Central Military Court had not been impartial. It held that the decision to dismiss the applicant’s appeal could not be regarded as being part of the investigation of the case. In its reasons for dismissing the appeal, the Central Military Court had confined itself to noting that the Supreme Court did not disagree with the investigating judge’s finding that there was evidence of guilt. The Military Division took the view that the dismissal of the appeal accordingly could not be considered to have been an investigative measure capable of undermining the objective impartiality of the chamber that had ruled on the merits of the case.",
                        "elements": []
                    },
                    {
                        "content": "19.  The applicant then lodged an amparo appeal with the Constitutional Court relying, inter alia, on his right to a fair hearing by an independent and impartial tribunal, as guaranteed by Article 24 § 2 of the Constitution (see paragraph 21 below). ",
                        "elements": []
                    },
                    {
                        "content": "20.  On 20 February 1995 the Constitutional Court, entirely agreeing with the reasoning of the Supreme Court (Military Division), dismissed the applicant’s appeal.",
                        "elements": []
                    },
                    {
                        "content": "A.\tThe Constitution",
                        "elements": [
                            {
                                "content": "21.  Article 24 of the Constitution provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to effective protection by the judges and courts in the exercise of his rights and his legitimate interests; in no circumstances may there be any denial of defence rights.",
                                "elements": []
                            },
                            {
                                "content": "2.  Likewise, everyone has the right to [be heard by] an ordinary judge determined beforehand by law; everyone has the right to defend himself and to be assisted by a lawyer, to be informed of the charge against him, to have a trial in public without unreasonable delay and attended by all the safeguards, to adduce the evidence relevant to his defence, not to incriminate himself or to admit guilt and to be presumed innocent...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "\nB.\t\tOrganic Law no. 2/1989 on proceedings before military tribunals",
                        "elements": [
                            {
                                "content": "22.  The relevant provisions of Organic Law no. 2/1989 of 13 April 1989 concerning grounds for challenge read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 51",
                                "elements": []
                            },
                            {
                                "content": "“Judges, presidents and members of military tribunals ... shall not take part in judicial proceedings if any of the grounds set out in section 53 applies; if they do take part [they] may be challenged.”",
                                "elements": []
                            },
                            {
                                "content": "Section 53",
                                "elements": []
                            },
                            {
                                "content": "“[A judge] shall withdraw or, if he does not do so, may be challenged on any of the following grounds:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "5.  if he has acted as counsel for or has represented one of the parties, has as a lawyer drawn up a report in the proceedings or similar proceedings, or has taken part in the proceedings on behalf of the prosecution or as an expert or ordinary witness;",
                                "elements": []
                            },
                            {
                                "content": "6.  if he is or has been a complainant against or accuser of one of the parties; a member of the armed forces who has merely processed the ... complaint initiating the proceedings shall not come within this subsection;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "11.  if he has taken part in the same proceedings in another capacity.”",
                                "elements": []
                            },
                            {
                                "content": "Section 54",
                                "elements": []
                            },
                            {
                                "content": "“...",
                                "elements": []
                            },
                            {
                                "content": "If the tribunal or the judge considers that there is no justification for withdrawal, it or he shall order the person who has offered to withdraw to continue in the case, without prejudice to the parties’ right of challenge.",
                                "elements": []
                            },
                            {
                                "content": "No appeal shall lie against such an order.”",
                                "elements": []
                            },
                            {
                                "content": "23.  Under section 56 challenges must be made at the beginning of the proceedings or as soon as the person making the challenge becomes aware of the ground for challenge and in any event at least forty–eight hours before the hearing unless the ground comes to light subsequently. ",
                                "elements": []
                            },
                            {
                                "content": "\n24.  As regards orders by which an accused is charged (auto de procesamiento) and appeals against such orders, the Organic Law provides:",
                                "elements": []
                            },
                            {
                                "content": "Section 164",
                                "elements": []
                            },
                            {
                                "content": "“Where there is reasonable evidence of guilt on the part of one or more identified persons, the investigating judge shall charge them...",
                                "elements": []
                            },
                            {
                                "content": "The charges shall be brought by an order (auto), in which shall be mentioned the punishable acts the accused is alleged to have committed, the presumed offence constituted by those acts and the [relevant] statutory provisions ... followed by the charges and the measures relating to the accused’s release or detention pending trial...”",
                                "elements": []
                            },
                            {
                                "content": "Section 165",
                                "elements": []
                            },
                            {
                                "content": "“... The accused and the other parties may lodge an appeal, which shall have no suspensive effect, against the order by which the accused is charged within five days after [its] service...”",
                                "elements": []
                            },
                            {
                                "content": "Section 263",
                                "elements": []
                            },
                            {
                                "content": "“... If the appeal against the order by which the accused is charged is allowed ..., an order shall be made for the compiling of a separate case file ... and the issue of a comprehensive certificate concerning the impugned order and all the items which the judge considers necessary to include on the case file or which were referred to in the initial pleading on appeal.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.\tThe Supreme Court’s case–law",
                        "elements": [
                            {
                                "content": "25.  In a judgment of 8 February 1993 the Supreme Court decided a case in which the trial court had been presided over by a judge who had previously made the order by which the accused had been charged. The Supreme Court held:",
                                "elements": []
                            },
                            {
                                "content": "“... Consequently, if a judge, after sitting in the court that made the order by which the accused was charged – which order undoubtedly presupposes an assessment, albeit a provisional one, of the issue of guilt – and, in order to do so, having earlier had to hear the accused or thoroughly examine the [result of the] investigative steps taken in order provisionally to assess whether there was criminal liability, subsequently sits in a court that has to hear and decide the merits of the same case ..., it is [legitimate] to consider that [the person] charged and later tried by [that judge] may be concerned that his case will be considered and tried without the maximum guarantees of impartiality...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "26.  Mr Castillo Algar applied to the Commission on 3 August 1995. He relied on Article 6 § 1 of the Convention, complaining that his case had not been heard by an impartial tribunal.",
                        "elements": []
                    },
                    {
                        "content": "27.  The Commission declared the application (no. 28194/95) admissible on 16 October 1996. In its report of 9 April 1997 (Article 31), it expressed the unanimous opinion that there had been a violation of Article 6 § 1. The full text of the Commission’s opinion is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "28.  In his memorial the applicant asked the Court to find that there had been a breach of Article 6 § 1 of the Convention and to award him just satisfaction under Article 50.",
                        "elements": []
                    },
                    {
                        "content": "29.  The Government invited the Court to declare that domestic remedies had not been exhausted and, in the alternative, to find that there had been no violation of Article 6 § 1.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "30.  The Government contended that the applicant had been informed at the time the chamber was constituted of the identities of the three military judges, including E.S.G. and R.V.P., who were to sit in it (see paragraph 15 above). Consequently, the applicant could have challenged the impartiality of the two judges concerned before the trial began, on the ground that they had previously sat in the chamber which had upheld the order (auto de procesamiento) of 6 May 1992 by which he had been charged (see paragraph 14 above). He had not therefore exhausted domestic remedies as required by Article 26 of the Convention and consequently his complaint should be declared inadmissible.",
                        "elements": []
                    },
                    {
                        "content": "\n31.  The applicant said that he could not be criticised for not challenging E.S.G. and R.V.P. on grounds of bias before the trial. He argued that the identity of the three military judges who were to sit in the chamber could not be inferred from the signatures that were on the order of 6 April 1994 (see paragraph 15 above), since the composition of the chamber that set the trial date was not necessarily the same as the composition of the chamber that heard the case.",
                        "elements": []
                    },
                    {
                        "content": "Moreover, the applicant contended that it would not have been possible for him to challenge E.S.G. and R.V.P. on grounds of bias under domestic law. Section 53 of Organic Law no. 2/1989 contained an exhaustive list of the grounds on which judges could be challenged. Despite the fact that the requirement of impartiality on the part of the court was guaranteed by Article 24 § 2 of the Constitution (see paragraph 21 above), the list did not include a judge’s failure to act “impartially”. In any event, the onus had been on the judges to withdraw. They could not escape that obligation on the pretext that the applicant had not challenged them on grounds of bias.",
                        "elements": []
                    },
                    {
                        "content": "32.  The Commission noted that both the Supreme Court and the Constitutional Court had held that the decision to dismiss the applicant’s appeal could not be regarded as forming part of the investigation of the case or be perceived as a measure likely to undermine the objective impartiality of the trial court. Consequently, the application could not be dismissed for non–exhaustion of domestic remedies since a challenge on the ground of bias on the part of the two judges concerned would not have been effective.",
                        "elements": []
                    },
                    {
                        "content": "33.  The Court reiterates that the purpose of the requirement that domestic remedies must be exhausted is to afford the Contracting States the opportunity of preventing or putting right alleged violations before the allegations are submitted to the Convention institutions. This means that the complaints which it is intended to bring before the Commission must first be raised, at least in substance and in the manner and within the time–limits laid down by domestic law, before the appropriate national courts (see, among many other authorities, the Gasus Dosier– und Fördertechnik GmbH v. the Netherlands judgment of 23 February 1995, Series A no 306–B, p. 45, § 48).",
                        "elements": []
                    },
                    {
                        "content": "34.  In that connection the Court observes that in his appeal to the Supreme Court the applicant maintained that the chamber of the Central Military Court constituted to hear his case could not be regarded as impartial since two of its members had previously sat in the chamber that had heard his appeal against the auto de procesamiento of 6 May 1992 committing him for trial in the Central Military Court (see paragraph 12 above).",
                        "elements": []
                    },
                    {
                        "content": "\nIn its judgment of 14 November 1994 the Supreme Court dismissed the appeal, finding inter alia that the approach taken by the Central Military Court in dismissing the applicant’s appeal (see paragraph 14 above) could not be considered an investigative measure capable of undermining the objective impartiality of the chamber that later tried him (see paragraph 18 above). ",
                        "elements": []
                    },
                    {
                        "content": "The applicant subsequently filed an amparo appeal with the Constitutional Court complaining of a breach of his right to a fair hearing by an independent and impartial tribunal. On 20 February 1995 the Constitutional Court dismissed his appeal holding, in particular, that the decision on his appeal against the auto de procesamiento could not be regarded as forming part of the investigative stage of the proceedings (see paragraph 19 above). ",
                        "elements": []
                    },
                    {
                        "content": "35.  In these circumstances, notwithstanding the fact that neither the applicant nor his counsel challenged the two judges concerned before the start of the trial, the courts of the respondent State cannot be said to have been denied an opportunity to put right the alleged violation of Article 6 § 1 (see, mutatis mutandis, the Gasus Dosier– und Fördertechnik GmbH judgment cited above, p. 45, § 49, and the Botten v. Norway judgment of 19 February 1996, Reports of Judgments and Decisions 1996–I, p. 140, § 36 ).",
                        "elements": []
                    },
                    {
                        "content": "Consequently, the Court dismisses the Government’s preliminary objection. ",
                        "elements": []
                    },
                    {
                        "content": "36.  The applicant maintained that he had not had a hearing by an “impartial tribunal” within the meaning of Article 6 § 1 of the Convention, which, in so far as relevant, provides:",
                        "elements": []
                    },
                    {
                        "content": "“In the determination of … any criminal charge against him, everyone is entitled to a fair … hearing … by an … impartial tribunal…”",
                        "elements": []
                    },
                    {
                        "content": "The Commission expressed the opinion that there had been a breach of that provision; the Government contested that conclusion.",
                        "elements": []
                    },
                    {
                        "content": "A.\tThe arguments of those appearing before the Court",
                        "elements": [
                            {
                                "content": "1.\tThe applicant ",
                                "elements": [
                                    {
                                        "content": "37.  The applicant submitted that an auto de procesamiento was by definition a procedural act by which the investigating judge formally declared that responsibility for the commission of an offence lay with a particular person. Since such a declaration presupposed a judicial \naccusation, he contended that an accused was justified in fearing that he would not be tried impartially by a judge who, before considering the case, had already decided that he had committed the presumed offence. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant referred to the fact that under Spanish case–law a judge who had issued an auto de procesamiento was prohibited from being a member of the trial court. He argued that judges who had upheld an auto de procesamiento on appeal should not sit in the trial court either, since they could be considered to have acquiesced in the investigating judge’s assessment of the issue of guilt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  As to the facts of the case, the applicant pointed out that after the Supreme Court’s judgment of 20 January 1992 the investigating judge had issued a new order against him without hearing any evidence. By deciding to uphold that new auto de procesamiento, the Central Military Court had dismissed the selfsame arguments that a differently constituted chamber of that court had accepted in setting aside the initial order (see paragraph 13 above). For that reason, the applicant maintained that E.S.G and R.V.P. had arrived at the hearing with preconceived ideas as to his guilt. In addition, he argued that any reasonable observer would have considered that their presence was bound to cause him apprehension and unease.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tThe Government",
                                "elements": [
                                    {
                                        "content": "40.  In the Government's submission, the applicant’s fears could not be regarded as being objectively justified. An auto de procesamiento was an interlocutory order entailing only a prima facie assessment of whether there was evidence of guilt. Courts hearing appeals against such orders did not review cases in their entirety. They considered only the subject matter of the appeal, the order itself and the parties’ submissions and thus had only a very limited knowledge of the individual case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In the present case, in dismissing the applicant’s appeal against the order of 6 May 1992, the chamber of the Central Military Court had focused its consideration of the case on the effects and interpretation of the Supreme Court’s judgment of 20 January 1992 (see paragraph 14 above). Since it had not held a hearing or taken any investigative measures, its members had had only limited knowledge of the case. The Government accordingly considered that the fact that two members of the trial court had previously sat in the chamber of the Central Military Court which had upheld the auto de procesamiento could not reasonably be regarded as having undermined the trial court’s objective impartiality.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.\tThe Commission",
                                "elements": [
                                    {
                                        "content": "42.  The Commission considered on the basis of the court’s case–law that, in the circumstances of the case, doubt could be legitimately cast on the Central Military Court’s impartiality and the applicant’s fears in that regard could be regarded as objectively justified. ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tThe Court’s assessment",
                        "elements": [
                            {
                                "content": "43.  The Court points out that the existence of impartiality for the purposes of Article 6 § 1 must be determined by a subjective test, that is on the basis of the personal conviction of a particular judge in a given case, and also by an objective test, that is ascertaining whether the judge offered guarantees sufficient to exclude any legitimate doubt in this respect (see, among other authorities, the Incal v. Turkey judgment of 9 June 1998, Reports 1998 –IV, p. 1574, § 65).",
                                "elements": []
                            },
                            {
                                "content": "44.  As regards the subjective test, the Court reiterates that the personal impartiality of a judge must be presumed until there is proof to the contrary (see the Hauschildt v. Denmark judgment of 24 May 1989, Series A no. 154, p. 21, § 47). Despite the applicant’s contention that E.S.G. and R.V.P. had preconceived ideas as to his guilt (see paragraph 39 above), the Court is not persuaded that there is any evidence that either judge acted on the basis of personal bias. Accordingly, it can only presume their personal impartiality.",
                                "elements": []
                            },
                            {
                                "content": "45.  Under the objective test, it must be determined whether, irrespective of the judge’s personal conduct, there are ascertainable facts which may raise doubts as to his impartiality. In this respect even appearances may be of a certain importance. What is at stake is the confidence which the courts in a democratic society must inspire in the public, including the accused. Accordingly, any judge in respect of whom there is a legitimate reason to fear a lack of impartiality must withdraw. In deciding whether in a given case there is a legitimate reason to fear that a particular judge lacks impartiality, the standpoint of the accused is important but not decisive. What is decisive is whether this fear can be held to be objectively justified (see, mutatis mutandis, the Hauschildt judgment cited above, p. 21, § 48).",
                                "elements": []
                            },
                            {
                                "content": "46.  In the present case, the fear that the trial court was not impartial stemmed from the fact that two of the judges sitting in it had previously sat in the chamber that had upheld the auto de procesamiento on appeal (see paragraphs 14–16 above). That kind of situation may give rise to misgivings on the part of the accused as to the impartiality of the judges. However, whether such misgivings should be treated as objectively justified depends on the circumstances of each particular case; the mere fact that a judge has already taken decisions before the trial cannot in itself be regarded as justifying anxieties as to his impartiality (see the Hauschildt judgment cited above p. 22, § 50).",
                                "elements": []
                            },
                            {
                                "content": "47.  In this connection, the Court observes that according to the auto de procesamiento issued by the investigating judge on 6 May 1992, there was prima facie evidence that the applicant had taken part in an offence against the Armed Forces Treasury contrary to Article 189 § 1 of the Military Criminal Code. The applicant appealed against that auto, repeating the submissions he had made in his first appeal to the Central Military Court. However, that court dismissed his appeal on 7 July 1992 (see paragraphs 13–14 above).",
                                "elements": []
                            },
                            {
                                "content": "48.  In their memorial, the Government argued that that decision of the Central Military Court was confined to the procedural effects of the Supreme Court’s judgment of 20 January 1992. However, the Central Military Court said that it sufficed to read that judgment of 20 January 1992 to infer that “there was sufficient evidence to allow of the conclusion that a military offence ha[d] been committed, ... and insufficient grounds for setting aside [the auto de procesamiento] and disregarding the prima facie evidence of the commission of an offence ... on which [the order] had been based” (see paragraph 14 above). Despite the fact that the Supreme Court had said in its judgment of 14 November 1994 that the approach taken by the Central Military Court could not be regarded as an investigative measure capable of undermining the objective impartiality of the trial court (see paragraph 18 above), the wording used by the chamber of the Central Military Court that heard the appeal against the auto de procesamiento, which included in particular judges E.S.G. and R.V.P., could easily be taken to mean that it finally adopted the view taken by the Supreme Court in its judgment of 20 January 1992 that “there was sufficient evidence to allow of the conclusion that a military offence ha[d] been committed” (see paragraph 14 above).",
                                "elements": []
                            },
                            {
                                "content": "49.  Yet judges E.S.G. and R.V.P. subsequently sat as president and reporting judge respectively in the chamber of the Central Military Court which on 25 May 1994 found the applicant guilty and sentenced him to prison. In that respect, the situation is similar to the one in the Oberschlick case, in which a judge who had taken part in a decision quashing an order dismissing criminal proceedings subsequently sat in the hearing of an appeal against the applicant’s conviction (see the Oberschlick v. Austria (no. 1) judgment of 23 May 1991, Series A no. 204, pp. 13 and 15, §§ 16 and 22).",
                                "elements": []
                            },
                            {
                                "content": "50.  The Court consequently considers that in the circumstances of the case the impartiality of the trial court could be open to genuine doubt and that the applicant’s fears in that regard could be considered objectively justified.",
                                "elements": []
                            },
                            {
                                "content": "51.  The Court thus concludes that there has been a violation of Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "52.  The applicant requested the Court to grant him just satisfaction under Article 50 of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Damage; costs and expenses",
                        "elements": [
                            {
                                "content": "53.  The applicant claimed 5,000,000 pesetas as compensation for the pecuniary and non-pecuniary damage he had sustained as a result of his detention following his conviction by the Central Military Court. The sum included the legal costs incurred in the domestic proceedings and before the Strasbourg institutions, amounting to 765,600 pesetas. ",
                                "elements": []
                            },
                            {
                                "content": "54.  As regards the applicant’s claims for pecuniary and non-pecuniary damage, the Government submitted that, if the Court were to find that there had been a breach of the Convention, its decision would in itself constitute sufficient just satisfaction. On the other hand, they did not contest the sums claimed by the applicant for legal costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "55.  The Delegate of the Commission expressed the view that the applicant was entitled to compensation for pecuniary and non-pecuniary damage but left the Court to decide on the amount.",
                                "elements": []
                            },
                            {
                                "content": "56.  As regards pecuniary damage, the Court cannot speculate as to what the outcome of proceedings complying with Article 6 § 1 might have been. It notes further that the applicant’s claims under this head are not supported by any evidence. Consequently, it sees no reason to make any award in respect of the alleged pecuniary damage. ",
                                "elements": []
                            },
                            {
                                "content": "As to compensation for non-pecuniary damage, the Court considers that the finding of a violation of Article 6 § 1 constitutes in itself sufficient just satisfaction in the circumstances of the case.",
                                "elements": []
                            },
                            {
                                "content": "57.  With regard to costs and expenses, the Court is satisfied that the sums claimed were actually and necessarily incurred and were reasonable in amount. Accordingly, it awards the applicant the full sum claimed, together with any value–added tax that may be chargeable.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tOther claims",
                        "elements": [
                            {
                                "content": "58.  The applicant sought an order quashing his conviction by the Central Military Court on 25 May 1994 and requiring the respondent State to \npromote him to the rank of brigadier general, since that would have been his rank had he not been convicted.",
                                "elements": []
                            },
                            {
                                "content": "59.  Neither the Government nor the Delegate of the Commission expressed a view on that claim.",
                                "elements": []
                            },
                            {
                                "content": "60.  The Court recalls that a judgment in which it finds a breach imposes on the respondent State a legal obligation under the Convention to put an end to such breach and make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (restitutio in integrum). However, if restitutio in integrum is impossible the respondent States are free to choose the means whereby they will comply with a judgment in which the Court has found a breach. It falls to the Committee of Ministers acting under Article 54 of the Convention to supervise compliance in this respect (see, mutatis mutandis, the Akdivar and Others v. Turkey judgment of 1 April 1998 (Article 50), Reports 1998–II, pp. 723–24, § 47). Consequently, the applicant’s claims under this head must be dismissed.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Default interest",
                        "elements": [
                            {
                                "content": "61.  According to the information available to the Court, the statutory rate of interest applicable in Spain at the date of the adoption of the present judgment is 7.5% per annum.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT unanimously",
                "elements": [
                    {
                        "content": "1.\tDismisses the Government’s preliminary objection and holds that there has been a breach of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds ",
                        "elements": []
                    },
                    {
                        "content": "3.\tDismisses the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 28 October 1998.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrR. Bernhardt",
            "role": "president"
        },
        {
            "name": "MrF. Gölcüklü",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrF. Matscher",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrA. Spielmann",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrsE. Palm",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrJ.M. Morenilla",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrG. Mifsud Bonnici",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrU. Lōhmus",
            "role": "and also of mr h. petzold"
        },
        {
            "name": "MrV. Butkevych",
            "role": "and also of mr h. petzold"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CASTILLO ALGAR v. SPAIN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58256.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1998:1028JUD002819495",
    "externalsources": [],
    "extractedappno": [
        "28194/95"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Constitution, Article 24 §§ 1 and 2",
        "Organic Law no. 2/1989 on proceedings before military tribunals, sections 51, 53, 164, 165 and 263"
    ],
    "itemid": "001-58256",
    "judgementdate": "28/10/1998 00:00:00",
    "kpdate": "28/10/1998 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "445",
        "99",
        "180",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "35-1",
        "6-1",
        "35",
        "26",
        "6",
        "41"
    ],
    "parties": [
        "CASTILLO ALGAR",
        "SPAIN"
    ],
    "rank": "372.942016601563",
    "representedby": [
        "N/A"
    ],
    "respondent": "ESP",
    "respondentOrderEng": "44",
    "scl": [
        "Akdivar and Others v. Turkey judgment of 1 April 1998 (Article 50), Reports 1998-II, pp. 723-724, § 47",
        "Botten v. Norway judgment of 19 February 1996, Reports 1996-I, p. 140, § 36",
        "Gasus Dosier- und Fördertechnik GmbH v. the Netherlands judgment of 23 February 1995, Series A no. 306-B, p. 45, § 48, § 49",
        "Hauschildt v. Denmark judgment of 24 May 1989, Series A no. 154, p. 21, § 47, § 48, p. 22, § 50",
        "Incal v. Turkey judgment of 9 June 1998, Reports 1998-IV, p. 1574, § 65",
        "Oberschlick v. Austria (no. 1) judgment of 23 May 1991, Series A no. 204, pp. 13 and 15, §§ 16 and 22"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "443543",
    "typedescription": "15"
}