{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "6841/07",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-108250.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 6841/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, Mr János Tóth (“the applicant”), on 14 December 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Hungarian Government (“the Government”) were represented by Mr L. Höltzl, Agent, Ministry of Public Administration and Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 8 February 2010 the President of the Second Section decided to give notice of the application to the Government. In accordance with Protocol No. 14, the application was allocated to a Committee of three Judges.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1951 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  In or about November 1993 the applicant and his wife brought an action against several respondents before the Budapest XVIII/XIX District Court, seeking ownership of a real estate and protection against trespass.",
                                "elements": []
                            },
                            {
                                "content": "6.  The District Court held numerous hearings between 27 June 1994 and 29 June 1995.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 5 July 1995 the District Court delivered a partial judgment, dismissing the plaintiffs’ claim for protection against trespass. This decision was upheld on appeal by the  on 13 March 1996.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 8 June 1998 the District Court appointed an expert who filed an opinion on 29 November 1998.",
                                "elements": []
                            },
                            {
                                "content": "9.  The final first-instance judgment was delivered on 14 September 1999. On appeal, the  decided the case on 20 March 2002.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant lodged a petition for review with the Supreme Court. It quashed the previous judgments and remitted the case to the first-instance on 25 April 2005.",
                                "elements": []
                            },
                            {
                                "content": "11.  In the resumed proceedings the applicant notified the domestic courts that one of the respondents had died on 2 November 2002. On 22 February 2006 the Supreme Court thus established that the review proceedings had been discontinued on this account, and annulled its previous judgment of 25 April 2005 (see paragraph 10 above). The same day, the Supreme Court remitted the case to the first-instance.",
                                "elements": []
                            },
                            {
                                "content": "12.  Between 16 October 2007 and 12 March 2008 the proceedings were stalled because the applicant did not cooperate with a court-appointed expert.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 16 May 2008 the case was transferred to the Buda Central District Court, due to bias of the judges at the Pest Central District Court.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 12 December 2008 the latter court delivered a partial judgment. On 13 November 2009 the  held a hearing on appeal. It appears from the documents available in the case file that the case is still pending before the .",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "15.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement of Article 6 § 1 of the Convention. The Government contested that argument.",
                        "elements": []
                    },
                    {
                        "content": "16.  The period to be taken into consideration began in November 1993 and the proceedings are still pending before the domestic courts. It thus lasted some seventeen years and ten months to date before three levels of jurisdiction. From this time, a period of ten months between April 2005 and February 2006 must be deducted as the applicant failed to notify the Supreme Court about the death of one of the respondents, thus requiring a new review procedure by the Supreme Court (see paragraph 11 above). Moreover, the five-month period during which the applicant hindered the proceedings (see paragraph 12 above) must also be deducted. The relevant duration is therefore sixteen years and nine months. In view of such lengthy proceedings, the application must be declared admissible.",
                        "elements": []
                    },
                    {
                        "content": "17.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present application (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII). Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or convincing argument capable of persuading it to reach a different conclusion in the present circumstances. Having regard to its case-law on the subject, the Court considers that the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                        "elements": []
                    },
                    {
                        "content": "There has accordingly been a breach of Article 6 § 1.",
                        "elements": []
                    },
                    {
                        "content": "18.  The applicant further complained that the length of the proceedings complained of had infringed his right to the peaceful enjoyment of his possessions, as guaranteed by Article 1 of Protocol No. 1. The Court notes that this complaint is linked to the one examined above and must therefore likewise be declared admissible. However, having regard to its finding under Article 6 § 1 (see paragraph 14 above), the Court considers that it is not necessary to examine whether, in this case, there has been a violation of Article 1 of Protocol No. 1 (see Zanghì v. , 19 February 1991, § 23, Series A no. 194C).",
                        "elements": []
                    },
                    {
                        "content": "19.  Relying on Article 41 of the Convention, the applicant claimed 42,614,153 Hungarian forints (HUF) in respect of pecuniary damage and HUF 73,640,000 in respect of non-pecuniary damage. The Government contested the claim. Rejecting the claim for pecuniary damage, the Court considers that the applicant must have sustained some non-pecuniary damage and awards him, on an equitable basis, EUR 17,600 under this head.",
                        "elements": []
                    },
                    {
                        "content": "20.  The applicant also claimed HUF 4,825,497 for the costs and expenses incurred before the Court. The Government did not express an opinion on the matter. Regard being had to the documents in its possession and to its case-law, the Court considers it reasonable to award the applicant, who was not represented by a lawyer, the sum of EUR 500 in respect of all costs incurred.",
                        "elements": []
                    },
                    {
                        "content": "21.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                        "elements": []
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that it is not necessary to examine the applicant’s complaint under Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following amounts, to be converted into Hungarian forints at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 December 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dragoljub Popović",
            "role": "president"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF JANOS TOTH v. HUNGARY",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-108250.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1220JUD000684107",
    "externalsources": [],
    "extractedappno": [
        "6841/07",
        "30979/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-108250",
    "judgementdate": "20/12/2011 00:00:00",
    "kpdate": "20/12/2011 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "26",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "JANOS TOTH",
        "HUNGARY"
    ],
    "rank": "846.674133300781",
    "representedby": [
        "N/A"
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "357006",
    "typedescription": "15"
}