{
    "__articles": "5;5-1-c;5-3;5-4;6;6-1;6-3-d",
    "__conclusion": "No violation of Article 5 - Right to liberty and security (Article 5-1-c - Reasonable suspicion);Violation of Article 5 - Right to liberty and security (Article 5-3 - Reasonableness of pre-trial detention);No violation of Article 5 - Right to liberty and security (Article 5-4 - Speediness of review);Violation of Article 5 - Right to liberty and security (Article 5-4 - Speediness of review);Violation of Article 5 - Right to liberty and security (Article 5-4 - Review of lawfulness of detention);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Public hearing);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Article 6-3-d - Examination of witnesses)",
    "applicability": "",
    "appno": "38623/03",
    "article": [
        "6",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Speediness of review"
            ],
            "element": "No violation of Article 5 - Right to liberty and security",
            "type": "no-violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-4 - Review of lawfulness of detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing",
                "Article 6-3-d - Examination of witnesses"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-114074.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38623/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Aleksey Vladimirovich Pichugin (“the applicant”), on 19 November 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms K. Kostromina, a lawyer practising in . The Russian Government (“the Government”) were initially represented by Ms V. Milinchuk, former Representative of the  at the European Court of Human Rights, and subsequently by their Representative, Mr G. Matyushkin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had not been provided with adequate medical assistance, that his detention had been unlawful and excessively long and had not been attended by sufficient procedural guarantees, and that the criminal proceedings against him had been unfair.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 1 June 2007 the application was communicated to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1962. He is serving a prison sentence in the  region.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant was head of the security service of the Yukos oil company.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s arrest and placement in custody",
                                "elements": [
                                    {
                                        "content": "7.  On 19 June 2003 the applicant was arrested on suspicion of four counts of murder and attempted murder. The report on the arrest indicated that the suspicion was based on “witness testimony and other materials”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 21 June 2003 the prosecutor asked the Basmanniy District Court of Moscow to remand the applicant in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The hearing was held on the same day. Counsel for the applicant asked the prosecutor to submit to the court the materials showing the existence of a reasonable suspicion against the applicant. The prosecutor refused, referring to the confidentiality of the investigation. It appears from the hearing record that the following documents were examined at the hearing: the decisions to open criminal proceedings into the murders and concomitant procedural documents, the report on the applicant’s arrest, the record of his questioning and copies of his birth and marriage certificates and medical documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 21 June 2003 the Basmanniy District Court of Moscow remanded the applicant in custody. The court found that the applicant was suspected of particularly serious offences, and that he might abscond, interfere with the investigation or re-offend.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In his grounds of appeal of 23 June 2003 counsel for the applicant submitted that there was no reasonable suspicion of the applicant’s involvement in the commission of the murders. The prosecution had not submitted any materials justifying a reasonable suspicion against the applicant and the court had not taken into account the applicant’s character, state of health or family situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 15 July 2003 the Moscow City Court held an appeal hearing in camera. Three lawyers for the applicant and a prosecutor attended the hearing and made submissions. On the same day the City Court confirmed the remand order of 21 June 2003 on appeal. It found that the remand order had been lawful and the District Court had taken into account the applicant’s character, state of health and family situation. It further held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“At this stage the court has no doubt that there are sufficient grounds to suspect Mr Pichugin of the offence under Articles 33 and 105 § 2 (a) of the Russian Criminal Code. The Prosecutor General’s office submitted to the Moscow City Court materials confirming that there are sufficient grounds to suspect Mr Pichugin of the abovementioned offence.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Decisions concerning the extension of a custodial measure",
                                "elements": [
                                    {
                                        "content": "13.  On 13 August 2003 the Basmanniy District Court extended the applicant’s detention until 19 November 2003. It accepted the prosecutor’s arguments that the applicant was charged with particularly serious offences and that he might abscond, destroy evidence or put pressure on witnesses. It also referred to the need for further investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 15 August 2003 the applicant appealed. He complained that the prosecution had not demonstrated the existence of concrete facts in support of their argument that the applicant might destroy evidence or put pressure on witnesses. Nor had they justified the need for further investigation. The applicant asked the appeal court to take his frail health into account and to release him on bail or under the personal guarantee of a member of Parliament.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 27 August 2003 the Moscow City Court adjourned the appeal hearing at counsel’s request and allowed counsel to study the prosecutor’s request for an extension and supporting materials. On the next day one lawyer was given access to the materials.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 1 September 2003 the Moscow City Court upheld the decision of 13 August 2003, finding that it had been lawful, sufficiently reasoned and justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 12 November 2003 the Basmanniy District Court ordered an extension of the applicant’s detention until 19 February 2004. It appears that the applicant did not appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 12 February 2004 the Basmanniy District Court extended the applicant’s detention until 19 April 2004. It noted that the applicant, the codefendant Mr P. and their counsel had started to study the case file and that they needed at least two months to go through all the materials. The court found no reason to vary the preventive measure. The applicant was charged with serious criminal offences perpetrated successively and in conspiracy with others. The court inferred from that that the applicant might abscond, re-offend, influence witnesses or destroy evidence, because he had worked in the security services and therefore possessed the technical skills to interfere with the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In their grounds of appeal of 20 February 2004 counsel applied for the applicant’s release on bail or under the personal guarantee of a member of Parliament. The finding that the applicant might abscond, re-offend or interfere with the investigation was not supported by facts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 20 April 2004 the Moscow City Court upheld the decision of 12 February 2003 on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 8 April 2004 the prosecution petitioned the Basmanniy District Court for an extension of the applicant’s detention until 19 June 2004. They submitted that the applicant and his counsel had not finished studying the case file and referred to the gravity of the charges and the possibility of his absconding, intimidating witnesses or destroying evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicant’s counsel argued in reply that the prosecution had used a stereotyped formula in all their requests for extension without submitting any evidence in support of their argument that the applicant might abscond or interfere with the investigation. The applicant had no intention of destroying evidence. Nor could he threaten witnesses, all of whom were in custody. They also requested that the applicant’s poor health be taken into account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 13 April 2004 the Basmanniy District Court endorsed the prosecutor’s arguments and extended the applicant’s detention until 19 June 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 23 April 2004 counsel lodged an appeal. They submitted that the detention order had not been based on relevant and sufficient reasons as required by Article 5 § 3 of the Convention. The court’s conclusions had been hypothetical, it had not taken into account the applicant’s situation and had not considered the possibility of applying a more lenient preventive measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 20 May 2004 the Moscow City Court upheld the decision of 13 April 2004 on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 17 June 2004 the Moscow City Court ordered that the applicant and the co-defendant should remain in custody pending trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In their grounds of appeal of 22 June 2004 counsel complained that the court had unlawfully extended the applicant’s detention of its own motion and in the absence of the applicant and his counsel. The court had given no grounds for the applicant’s continued detention, had not set a time-limit for the detention and had not taken into account that the applicant was seriously ill.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 11 August 2004 the Supreme Court of the  upheld the decision of 17 June 2004 on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 29 July 2004 the applicant asked to be released on bail or under an undertaking not to leave his place of residence. He alleged that his detention was unlawful and complained of frail health and a lack of adequate medical care in the detention facility. On the same day the Moscow City Court rejected his petition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 30 July 2004 the Moscow City Court ordered that the defendants should remain in custody pending trial. It referred to the gravity of the charges. It also found that there was no evidence that their state of health prevented them from being held in custody or that they required urgent treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 9 December 2004 the Moscow City Court extended the applicant’s and the co-defendant’s detention until 11 March 2005 with reference to the gravity of the charges. On 17 December 2004 the applicant appealed. On 31 January 2005 the Supreme Court upheld the detention order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 10 March 2005 the Moscow City Court ordered a new extension of the defendants’ detention, referring to the gravity of the charges. The applicant appealed on 22 March 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 13 May 2005 the Supreme Court discontinued the appeal proceedings against the detention order of 10 March 2005 on the ground that the applicant had already been convicted and sentenced.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The course of the investigation and the trial",
                                "elements": [
                                    {
                                        "content": "34.  On 26 June 2003 the applicant and another person, Mr P., were formally charged with the attempted murder of Mr Kl. and Ms Ks. and the murder of Mr and Mrs G.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The applicant denied his involvement in the murders and refused to testify.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  His co-accused Mr P. stated to the investigator that he had worked as a driver for Mr G. In August 1998 Mr G. had told him that the applicant had hired him to intimidate Mr Kl. and Ms Ks. He put Mr G. in contact with his acquaintances Mr K., Mr Pp., Mr Kb. and Mr E., who agreed to do the job. They were then asked to kill Mr Kl. and Ms Ks. They refused to take charge of Mr Kl., who had a personal guard. Later Mr G. told them that other persons had severely beaten Mr Kl. and had received a considerable reward for that. Mr K., Mr Pp., Mr Kb. and Mr E. then exploded a device in front of Ms Ks.’ flat. No one was injured. In 1999 the relationship between Mr G. and the applicant deteriorated. In 2000 Mr G. started blackmailing the applicant, threatening to disclose his involvement in the attempted murder of Mr Kl. and Ms Ks. and other criminal offences. Mr G. was afraid of the applicant and stated on several occasions that he was in danger of being murdered by him. He and his wife disappeared in November 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Mr K. stated that Mr P. had put him in contact with Mr G., who had asked him at first to intimidate Mr Kl. and Ms Ks. and then to murder them. He had refused to take charge of Mr Kl. but had agreed to intimidate Ms Ks. He later learnt from Mr G. that Mr Kl. had been assaulted by some other persons. On the eve of the planned attack on Ms Ks. he had a talk with Mr G. in his car. During the talk Mr G. went several times to ask for instructions from the applicant, who was waiting in a car parked nearby. He and his friends then exploded a hand-made device in front of Ms Ks.’ flat. As they did not receive the promised monetary consideration Mr K. phoned the applicant in January 1999 and asked for a meeting. During the meeting the applicant praised him for the explosion but insisted that Ms Ks.’ murder should be brought to completion. The applicant then cursed Mr G., who had received considerable sums of money to organise the murders of Mr Kl. and Ms Ks. but had not done the job properly. The applicant asked him to kill Mr G. and his wife and promised a reward of 50,000 dollars. Several days later Mr G. gave Mr K. a folder containing some documents and photographs. Mr G. said that he was afraid of being murdered by the applicant and asked Mr K. to give the folder to the police in the event of his murder or disappearance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Mr Pp., Mr Kb. and Mr E. confirmed Mr K.’s statements about the circumstances in which the explosion had occurred. However, they stated that they did not know the person who had hired them to kill Mr Kl. and Ms Ks. They did not give any testimony about the applicant’s involvement in the imputed offences.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Mr S. stated that he had been Mr G.’s driver. Mr G. had told him that he was in conflict with the applicant, who had hired him to kill Mr Kl., Ms Ks. and others. Mr G. wanted payment for the job he had done but the applicant refused to pay. On 21 November 2002 he was supposed to drive Mr G. to  for a meeting with the applicant. When he arrived at his house at the appointed time, he had learnt that Mr G. and his wife had been kidnapped by unknown persons the previous evening. He had seen blood in the yard. Mr and Mrs G. had not been seen since.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The investigator questioned other witnesses who described the circumstances in which Mr Kl. and Ms Ks. had been attacked or Mr and Mrs G. had disappeared. None of them knew who had hired the killers, however, or gave any testimony implicating the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The investigator also obtained a number of expert reports and collected material evidence that helped to establish the circumstances in which the imputed murders and the attempted murders had taken place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 30 January 2004 the investigation was completed and the applicant and his counsel started to study the case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 17 May 2004 the investigator asked the court to set a time-limit for the applicant’s examination of the case file. On 21 May 2004 the Basmanniy District Court allowed the prosecutor’s request. It found that the applicant and his counsel had intentionally procrastinated in studying the materials and ordered that the applicant finish studying the case file by 4 June 2004. On 21 June 2004 the Moscow City Court upheld the decision on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 11 June 2004 the applicant and Mr P. were committed for trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The applicant asked for a trial by jury. On 17 June 2004 the Moscow City Court fixed a preliminary hearing to examine the request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The preliminary hearing started on 28 July 2004. During the preliminary hearing the applicant’s counsel complained that they had been denied access to certain documents from the case file which allegedly contained state secrets. They asked to be given a reasoned decision by which the documents had been classified as secret and argued that those documents should not be admitted in evidence. They also reiterated their request that the applicant be tried by jury and asked that the trial be public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The judge asked the counsel to give an undertaking not to disclose the secret documents. The counsel refused to give such an undertaking because they had never been informed exactly which documents were secret and why they had been classified as secret.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 30 July 2004 the Moscow City Court ordered that the applicant be tried by jury, that the trial be held in camera because materials containing state secrets would be discussed during the trial, and that the applicant and his counsel be allowed access to those materials. It rejected the counsel’s request for a copy of the decision by which the materials had been classified as secret as having no basis in domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 22 September 2004 counsel for the applicant asked the presiding judge for a copy of the list of jurors of the Moscow City Court, arguing that the list had been published only in part. The prosecutor objected, stating that the defence could have obtained a copy of the list from the Moscow Government. The presiding judge rejected the defence’s request. Counsel then asked for the trial to be adjourned until the entire list of jurors had been published. That request was also rejected as having no basis in domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On the same day the applicant was informed of the defendant’s rights, including the right to participate in the oral pleadings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The defence also asked that the trial be public. They submitted that only 60 documents out of more than 7,000 had been classified secret. They asked the court to ensure that only hearings in which the secret documents were examined remained closed to the public. The court dismissed the request, finding that it had already decided to hold the trial in camera and there were no reasons to reconsider that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 1 October 2004 the jury was selected. The applicant filed several reasoned and unreasoned objections to the candidates, all of which were allowed by the presiding judge. After the jury was composed, the applicant was given an opportunity to file an objection to the entire jury, but he did not avail himself of that opportunity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On 4 October 2004 the court started the examination of witnesses. Before going to the witness stand each witness was informed of his rights and obligations under Article 56 of the Code of Criminal Procedure (hereafter “the CCrP”, see paragraph 103 below). All of them, except Mr K., Mr Pp., Mr Kb. and Mr E., signed declarations that they had been warned about criminal liability under Articles 307 and 308 of the Criminal Code for giving false testimony or refusing to testify. Mr K., Mr Pp., Mr Kb. and Mr E. signed declarations that they had been warned about criminal liability under Article 307 of the Criminal Code for giving false testimony.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Mr K. confirmed his testimony given to the investigator at the pre-trial stage. Counsel for the applicant put many questions to him. Mr K. refused to answer one of the questions concerning Mr G.’s car. In reply to counsel’s question as to whether that refusal was motivated by fear, Mr K. stated that he did not wish to testify on that matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Counsel for the applicant asked that Mr K. be reminded that refusal to answer questions could be criminally punishable. The presiding judge replied that the witness was entitled to refuse to answer questions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The defence asked the presiding judge for permission to question Mr K. about his character and the offences for which he was serving a sentence. This information was necessary to challenge his credibility. The prosecutor objected, referring to Article 335 of the CCrP (see paragraph 105 below). The presiding judge refused the permission, finding that the witness’s personality and previous criminal record were not relevant to the applicant’s case. She then warned counsel for the applicant that “they were not allowed to cast doubts on witness statements because it was for the jury to decide on their credibility in the deliberations room”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 9 December 2004 the presiding judge dismissed the jury because seven jurors had refused to participate in the proceedings and the jury became inquorate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 25 January 2005 a new jury was formed. The applicant again filed reasoned and unreasoned objections to the candidates, all of which were allowed by the presiding judge. He did not file an objection to the entire jury. On the same day the trial started afresh.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  On 3 February 2005 the President of the Moscow City Court asked the Ministry of Justice to apply to the Bar Council to disbar three of the applicant’s counsel who had failed to appear at the hearings scheduled for 28 January and 3 February 2005. On 18 April 2005 the Bar Council rejected the request to disbar them as unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  On 14 February 2005 the defence again requested that the trial be public. The request was rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The court re-examined all the witnesses. They were again informed of their rights and obligations under Article 56 of the CCrP and signed declarations that they had been warned about criminal liability under Articles 307 and 308 of the Criminal Code for giving false testimony or refusing to testify. Mr K., Mr Pp., Mr Kb. and Mr E. were informed only about their rights under Article 56 of the CCrP and signed declarations that they had been warned about criminal liability under Article 307 of the Criminal Code for giving false testimony.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The applicant’s co-accused, Mr P., and the prosecution witnesses confirmed their testimony given at the pre-trial stage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Counsel for the applicant again asked for permission to question Mr K. about his criminal record. He argued that the jurors should be informed that Mr K. had been convicted on many counts of murder and rape because that fact might undermine the credibility of his testimony. He further argued that while Russian law prohibited referring before the jury to the previous criminal record of the accused (see paragraph 105 below), no such prohibition existed in respect of a witness. The presiding judge rejected the request, finding that Mr K.’s criminal record was not relevant to the applicant’s case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Counsel for the applicant also asked Mr K. why he had not given any evidence against the applicant when questioned in 1999 and had not started to testify against him until 2003. He argued that that question was necessary to determine whether the witness had been subjected to pressure. The presiding judge dismissed the question as having no bearing on the case. She then addressed the jury, saying that the only question they had to answer was whether the witness’s testimony was truthful. They need not know his motivation for giving that testimony.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Counsel for the applicant then asked Mr K. whether anyone had requested to see the folder with photographs and documents Mr G. had entrusted to him before his disappearance, why he had started giving testimony against the applicant five years after the murders and why he had asked the applicant to turn his head in profile during the identification parade. Mr K. refused to answer those questions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  During the questioning of Mr S. the prosecutor asked him why Mr G. had visited Mr R. Counsel for the applicant objected, stating that the applicant had not been charged with Mr R.’s murder and that references to it might portray him negatively before the jury. The presiding judge dismissed counsel’s objection and allowed the question. Mr S. stated that he had heard from Mr G. that the applicant had hired him to murder Mr R.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The remaining witnesses were also questioned and confirmed their statements given at the pre-trial stage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  During the trial the defence filed many objections against the presiding judge, claiming that she was biased. The judge dismissed some of the objections and refused to examine the others because they did not contain new arguments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  On 22 March 2005 the examination of evidence was completed. The prosecutor asked the court to adjourn the hearing until the next day so that he could prepare his closing speech. The defence asked to adjourn the hearing until 24 March 2005 for the same reasons. The court ordered an adjournment until 23 March 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  In his closing speech the prosecutor referred to Mr S.’s depositions made at the pre-trial stage and before the first jury, which he had not repeated before the present jury. In particular, the prosecutor referred to Mr S.’s statements that Mr G. had killed a woman on the applicant’s order, that the applicant was a coward who had made a career thanks to his wife, a relative of some high-ranking manager of the Yukos oil company, and that after Mr G.’s disappearance he had phoned the applicant and had told him that Mr G. had left some documents which would be disclosed to the police in the event of his death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71. In her address to the jury the presiding judge said, in particular, that the arguments and statements made by the parties in their pleadings could not serve as evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  On 24 March 2005 the jury pronounced the applicant and Mr P. guilty on four counts of murder and attempted murder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  On 30 March 2005 the Moscow City Court sentenced the applicant to twenty years’ imprisonment. It ordered that he should remain in custody pending the appeal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  On 14 July 2005 the Supreme Court upheld the conviction on appeal. It held that the trial had taken place in camera because the case file contained documents classified as secret. Those documents had not been examined during the trial because the parties had not asked for their examination. It further held that the trial court had been composed lawfully. There was no evidence that the jurors who had participated in the applicant’s case had been included in the list of jurors in violation of the procedure prescribed by law. The mere fact that the list of jurors had not been published in its entirety had not rendered the court’s composition unlawful. The only reason for its publication was to afford citizens an opportunity to lodge a request for exclusion from the list or for rectification of their personal data. Lastly, the Supreme Court found that the witnesses had been questioned in accordance with the procedure prescribed by law.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The complaints of ill-treatment",
                                "elements": [
                                    {
                                        "content": "75.  On 14 July 2003 the applicant was allegedly brought to the investigator’s office, where he was met by two officers of the Federal Security Service who refused to give their names. They offered him a cup of coffee. He took a sip and fainted. He regained consciousness four or five hours later and was taken back to his cell. As he felt sick, he asked for a doctor. The doctor measured his blood pressure, said that he was in good health and left. After the incident the applicant found two injection marks: one on his left elbow and the other between his right thumb and index finger.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  On 16 July 2003 the applicant complained to the investigator that on 14 July 2003 he had been injected with psychotropic drugs to make him confess, and asked for a medical examination. On 18 July 2003 the investigator rejected the request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  On an unspecified date an investigation was opened into the applicant’s allegations of ill-treatment. On 24 July 2003 the applicant was examined by medical experts who found no injection marks on his body.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  On 30 September 2003 counsel challenged the investigator’s decision of 18 July 2003 before the Basmanniy District Court. On 17 October 2003 that court dismissed the complaint. It found that it had no right to interfere with the investigation and advised the applicant to complain to the prosecutor. On 3 December 2003 the Moscow City Court upheld the decision on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  On 8 February 2004 the Prosecutor General’s Office discontinued the criminal proceedings against the two officers of the Federal Security Service who had questioned the applicant on 14 July 2003. It found that there was no evidence that the officers had injected the applicant with psychotropic drugs or had ill-treated him in any other way. The applicant did not challenge that decision before a court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  The applicant’s medical documents",
                                "elements": [
                                    {
                                        "content": "80.  On 19 June 2003 the applicant was placed in the Lefortovo detention centre in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  On 20 June 2003 he was examined by the detention centre doctor, who noted that he suffered from chronic gastroduodenitis, duodenal ulcer, chronic haemorrhoids, and hypertension. On the same day a cardiogram, an X-ray examination and a blood sugar test were performed. His blood sugar level was found to be within the normal limits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  On 23 June 2003 the applicant was again examined by a doctor, who prescribed him treatment for hypertension.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  On 24 June 2003 the applicant’s counsel complained to the director of the detention centre and to the Prosecutor General that the applicant had been given unidentified pills and drops in a white and blue bottle. After taking them he had slept all day long, urinated every hour and a half and had high blood pressure. Counsel suspected that the applicant had been given psychotropic drugs and asked for an inquiry. They also expressed concern about the applicant’s bad health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  On 14 July 2003 the director of the detention centre replied that the applicant had been given pills and drops for hypertension. The frequent urination could be explained by his chronic prostatitis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  On 18 November 2003 counsel complained to the Prosecutor General that the applicant was not receiving treatment for his numerous ailments. They asked the Prosecutor General to order the applicant’s medical examination by a panel of doctors. By letter of 9 December 2003 the Prosecutor General’s office informed the applicant’s counsel that their complaint had been dismissed. The applicant was receiving treatment and had been put on a special diet.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  According to the applicant’s medical records, during his stay in the Lefortovo detention centre he regularly complained of various ills, such as heartburn, haemorrhoids, hypertension, sore throat, and so on. He was examined every time by the detention centre’s general practitioner and prescribed treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  He was also examined on several occasions by a surgeon and a dentist. Several cardiograms, X-ray examinations and blood and urine tests were performed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  On 10 February 2004 Dr B., a doctor from  hospital no. 11, examined the applicant’s medical documents and concluded that he probably suffered from diabetes, which could cause a diabetic coma.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  On 2 March 2004 the applicant was examined by an endocrinologist, who found no indication of diabetes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  On 24 September 2004 the applicant was transferred to a correctional colony.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Arrest and detention",
                                "elements": [
                                    {
                                        "content": "91.  Since 1 July 2002 criminal law matters have been governed by the Code of Criminal Procedure of the  (Law no. 174-FZ of 18 December 2001, “the CCrP”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  An investigating authority may arrest a person on suspicion of having committed a criminal offence punishable by imprisonment if at least one of the following conditions is met: (i) if the person has been caught in the act of committing an offence or immediately thereafter; (ii) if victims or eyewitnesses pointed to him as the perpetrator of the offence; or (iii) if the person bore or was in possession of evident traces of the crime or if such traces were found on his clothes or at his home (Article 91 § 1 of the CCrP). If there are other grounds to suspect a person of having committed an offence, he may be arrested if he has attempted to abscond, does not have a permanent place of residence, his identity cannot be identified, or if an investigator has lodged an application for custody in respect of that person with a court (Article 91 § 2 of the CCrP).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  “Preventive measures” (меры пресечения) include an undertaking not to leave a town or region, personal surety, bail and detention (Article 98). If necessary, the suspect or accused may be asked to give an undertaking to appear (обязательство о явке) (Article 112).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  When deciding on a preventive measure, the competent authority is required to consider whether there are “sufficient grounds to believe” that the accused would abscond during the investigation or trial, reoffend or obstruct the establishment of the truth (Article 97). It must also take into account the gravity of the charge, information on the accused’s character, and his or her profession, age, state of health, family status and other circumstances (Article 99).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Detention may be ordered by a court if the charge carries a sentence of at least two years’ imprisonment, provided that a less restrictive preventive measure cannot be applied (Article 108 § 1).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  After arrest the suspect is placed in custody “during the investigation”. The period of detention during the investigation may be extended beyond six months only if the detainee is charged with a serious or particularly serious criminal offence. No extension beyond eighteen months is possible (Article 109 §§ 1-3). The period of detention “during the investigation” is calculated up to the day when the prosecutor sends the case to the trial court (Article 109 § 9).",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  From the date the prosecutor forwards the case to the trial court, the defendant’s detention is “before the court” (or “during the trial”). The period of detention “during the trial” is calculated up to the date the judgment is given. It may not normally exceed six months, but if the case concerns serious or particularly serious criminal offences, the trial court may approve one or more extensions of no longer than three months each (Article 255 §§ 2 and 3).",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  An appeal may be lodged with a higher court within three days against a judicial decision ordering or extending detention (Article 108 § 10). A statement of appeal should be submitted to the first-instance court (Article 355 § 1 of the CCrP). The CCrP contains no time-limit during which the first-instance court should send the statement of appeal and the case file to the appeal court. The appeal court must decide the appeal within three days after its receipt (Article 108 § 10).",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The operative part of the judgment convicting the accused must contain a decision on the preventive measure to be applied to the accused pending the appeal proceedings (Article 308 § 1 (10)).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Trials in camera",
                                "elements": [
                                    {
                                        "content": "100.  Trials are public. The court may order that all or part of the trial be held in camera if the examination of the criminal case by the court would result in disclosure of state secrets or other sensitive data (Article 241 of the CCrP).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Selection of the jury",
                                "elements": [
                                    {
                                        "content": "101.  The Jurors Act (Law no. 113-FZ of 20 August 2004) provides that a district list of jurors is to be made up by the district council. The jurors are to be chosen at random from the electoral register. The regional government has to compile a regional list from the district lists. The lists of jurors must be sent to the relevant courts and be published for the public’s information. A citizen may apply to the regional government with a request for his name to be deleted from the list or for his personal data to be rectified (section 5).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Code of Criminal Procedure provides that a court secretary or the judge’s assistant has to compile a list of jury candidates for the trial. The candidates are to be drawn at random from the district or regional list of jurors. The candidates’ names are entered in the list in the order in which their lots were drawn. The list of jury candidates is then served on the parties. The parties have the right to put questions to the candidates with a view to identifying any reasons that might preclude them from examining the case at issue, and to file reasoned and unreasoned objections to the candidates. The presiding judge decides on the objections. After deleting the names of the excluded candidates, the court secretary or the judge’s assistant makes up the list of the remaining jury candidates, whose names are to appear in the same order as in the first list. The twelve candidates whose names appear first on the list form the jury, the two candidates whose names appear next become substitutes (Articles 326 to 328 of the CCrP). The parties may then file an objection to the entire jury. The presiding judge decides on the objection (Article 330 of the CCrP)",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Jury trial",
                                "elements": [
                                    {
                                        "content": "103.  A witness has the following rights: (1) to refuse to give statements which might incriminate him or her, his or her spouse or other close relatives ... (6) to be assisted by a lawyer; (7) to request special protection. He or she may not: (1) avoid appearing for questioning when summoned; (2) give false testimony or refuse to testify; (3) disclose confidential information that has become known to him in connection with his participation in criminal proceedings. Giving false testimony or refusing to testify are punishable under Articles 307 and 308 of the Criminal Code (Article 56 of the CCrP). Before calling a witness to a witness stand, the presiding judge must inform him about his rights, obligations and possible liability established by Article 56. The witness must sign a declaration to this effect (Article 278 § 2 of the CCrP).",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The presiding judge must take all necessary measures provided by law to ensure that the principles of adversarial proceedings and equality of arms are respected (Article 243 § 1 of the CCrP).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  Only those factual circumstances which are relevant for the establishment of the defendant’s guilt may be examined in the presence of the jury (Article 335 § 7 of the CCrP). The defendant’s personality may be explored before the jury only insofar as it is necessary to establish the constituent elements of the offence with which he or she is charged. It is prohibited to refer to factors which could portray the defendant negatively before the jury, such as a previous criminal record, an addiction to alcohol or drugs, and so on (Article 335 § 8 of the CCrP).",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The parties may not refer in their closing speeches to evidence which has not been examined during the hearing. The judge has to interrupt the speech and explain to the jurors that they must disregard that evidence when deciding on the verdict (Article 336 § 3).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Re-opening of criminal cases due to new or newly discovered circumstances",
                                "elements": [
                                    {
                                        "content": "107.  Article 413 of the Code of Criminal Procedure provides for a possibility to re-open criminal proceedings on the basis of a finding of a violation of the Convention made by the European Court of Human Rights.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 3 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "108.  The applicant complained under Articles 3 and 13 of the Convention that he had not been provided with adequate medical assistance in the Lefortovo detention centre. In addition he complained that the conditions of his detention in that centre had been inhuman, that on 14 July 2003 he had been injected with psychotropic drugs and that no effective investigation had been conducted into that incident. Articles 3 and 13 read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 3",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "Article 13",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Medical assistance",
                                "elements": [
                                    {
                                        "content": "109.  The Government submitted that the applicant had received medical assistance appropriate to his condition. He had been regularly examined by the detention centre doctor as well as by specialist doctors, had undergone the necessary medical examinations, such as X-rays and blood and urine tests, and had received treatment, a special diet and vitamins. His state of health had been monitored by the medical staff and had remained satisfactory during his entire stay in the detention centre. The doctors had reacted without delay to all his complaints and symptoms by providing adequate treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The applicant maintained his claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Court reiterates that although Article 3 of the Convention cannot be construed as laying down a general obligation to release detainees on health grounds, it nonetheless imposes an obligation on the State to protect the physical well-being of persons deprived of their liberty by, among other things, providing them with the requisite medical assistance (see Khudobin v. Russia, no. 59696/00, § 93, ECHR 2006-XII (extracts); Mouisel v. France, no. 67263/01, § 40, ECHR 2002-IX; and Kudła v. Poland [GC], no. 30210/96, § 94, ECHR 2000XI). The Court has held on many occasions that the lack of appropriate medical care may amount to treatment contrary to Article 3 (see, for example, Wenerski v. Poland, no. 44369/02, §§ 56 to 65, 20 January 2009; Popov v. Russia, no. 26853/04, §§ 210 to 213 and 231 to 237, 13 July 2006; and Nevmerzhitsky v. Ukraine, no. 54825/00, §§ 100-106, ECHR 2005-II (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  It was not contested that both before his arrest and during his detention in the Lefortovo detention centre the applicant had suffered from gastroduodenitis, duodenal ulcer, haemorrhoids, and hypertension. It was also not disputed that the applicant had a chronic rather than an acute form of these diseases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The medical records show that the applicant was examined by a doctor immediately after his arrest and was prescribed treatment. During the entire period of his detention in the Lefortovo detention centre the applicant regularly sought, and obtained, medical attention. His medical record shows that each time he was unwell he was examined by a doctor and was prescribed treatment. There is no reason to believe that the treatment administered to him was inadequate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The applicant was also regularly examined by specialists, including by an endocrinologist immediately after the detention centre authorities had been notified of Dr B.’s opinion that the applicant might suffer from diabetes. The endocrinologist found no indication of diabetes, however. In these circumstances the Court finds it unsubstantiated that treatment against diabetes was indicated in the applicant’s case (see, for similar reasoning, Zakharkin v. , no. 1555/04, § 137, 10 June 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  Given that the applicant’s health was monitored by a doctor and he received regular treatment, the Court considers that during the entire period of his detention the applicant was provided with the requisite medical assistance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  It follows from the above that this complaint is manifestly illfounded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of detention and the alleged injection of psychotropic drugs",
                                "elements": [
                                    {
                                        "content": "117.  As regards the applicant’s complaint about the alleged injection with psychotropic drugs, the Court reiterates that in the Russian legal system the power of a court to reverse a decision not to institute criminal proceedings is a substantial safeguard against the arbitrary exercise of powers by the investigating authorities. An appeal to a court of general jurisdiction against a prosecutor’s decision not to investigate complaints of ill-treatment constitutes therefore an effective domestic remedy which must be exhausted (see Belevitskiy v. , no. 72967/01, § 61, 1 March 2007). The Court notes that the applicant did not appeal to a court against the prosecutor’s decision of 8 February 2004 to discontinue the criminal proceedings against the officers of the Federal Security Service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  In the light of the above considerations, the Court finds that the applicant’s complaints concerning the alleged ill-treatment must be rejected for non-exhaustion of domestic remedies pursuant to Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  Lastly, the Court has examined the applicant’s remaining complaints under Articles 3 and 13. However, having regard to all the material in its possession, and in so far as these complaints fall within the Court’s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "120.  The applicant complained that at the time of his arrest there had been no reasonable suspicion of his involvement in the imputed offences. He relied on Article 5 § 1 (c) of the Convention which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "121.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "122.  The Government submitted that the applicant had been arrested on the basis of Article 91 § 2 of the CCrP (see paragraph 92 above). At the time of his arrest the prosecution had been in possession of witness statements and other materials confirming his involvement in the imputed offences. The prosecution had produced those materials to the domestic courts. In particular, they had submitted reports on the crime scene inspection, an expert opinion and testimony by seven witnesses. Given the gravity of the imputed offences, the need to place the applicant in custody had been obvious and his arrest had therefore been in compliance with Article 5 § 1 (c).",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  The applicant maintained that the prosecution had not submitted any documents confirming the suspicion against him to the Basmanniy District Court. He relied on the minutes of the hearing of 21 June 2003 (see paragraph 9 above), which enumerated all the documents examined at that hearing and which did not mention the inspection reports, the expert opinion or the witness statements to which the Government referred. Nor had the Government submitted those documents to the Court. The applicant further argued that the expert opinion mentioned by the Government had never existed in the case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The Court reiterates that the “reasonableness” of the suspicion on which an arrest must be based forms an essential part of the safeguard against arbitrary arrest and detention laid down in Article 5 § 1 (c) of the Convention. This requires the existence of some facts or information which would satisfy an objective observer that the person concerned may have committed the offence, though what may be regarded as reasonable will depend on all the circumstances of the case (see O’Hara v. the , no. 37555/97, § 34, ECHR 2001X, and Fox, Campbell and Hartley v. the United Kingdom, judgment of 30 August 1990, Series A no. 182, p. 16, § 32). Facts which raise a suspicion need not be of the same level as those necessary to justify a conviction, or even the bringing of a charge, which is the next stage of the process of criminal investigation. It is precisely the purpose of the official investigation and detention that the concrete suspicion grounding the arrest be confirmed or dispelled (see Brogan and Others v. the United Kingdom, judgment of 29 November 1988, Series A no. 145-B, p. 29, § 53, and Murray v. the United Kingdom, judgment of 28 October 1994, Series A no. 300-A, p. 27, § 55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  Turning to the circumstances of the present case, the Court observes that the report on the applicant’s arrest indicated that the suspicion against him was based on witness testimony and “other material” (see paragraph 7 above). No further details as to the names of the witnesses, the content of their testimony or the nature and content of “other material” were disclosed in the report. Nor was that information submitted to the Basmanniy District Court which ordered the applicant’s placement in custody. Indeed, it follows from the minutes of the hearing of 21 June 2003 that the prosecutor refused to produce documents showing the existence of a reasonable suspicion against the applicant, referring to the confidentiality of the investigation. No witnesses were questioned at that hearing and the only documents examined by the court were the report on the arrest, the decision to open criminal proceedings into the murders, the record of the applicant’s questioning and his birth, marriage and medical certificates (see paragraph 9 above). No other documents that might have confirmed the suspicion against the applicant were produced to the District Court. Nor is there any indication in the text of the remand order of 21 June 2003 that the District Court examined whether the suspicion against the applicant was “reasonable”. In such circumstances, the Court can only conclude that the reasonableness of the suspicion was not verified by the Basmanniy District Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  At the same time, the Court notes that the applicant’s claim that his arrest was not justified by a suspicion, based on reasonable grounds, that he had committed an offence was examined on appeal by the Moscow City Court. Its decision of 15 July 2003 shows that the documents supporting the suspicion against the applicant were submitted to the City Court by the prosecutor (see paragraph 12 above). As stated by the Government, those documents included reports on the crime scene inspection, an expert opinion and testimony by seven witnesses (see paragraph 122 above). The applicant did not complain that his counsel, who participated in the appeal hearing, had not been given access to those documents or had been deprived of an opportunity to refute them. The fact that evidence was produced and that the applicant was able to challenge it must be regarded as providing an important safeguard against arbitrary arrest (see, for similar reasoning, O’Hara, cited above, § 38).",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  Further, it is significant that the City Court examined the evidence submitted to it and concluded that there were sufficient grounds to suspect the applicant of murder (see paragraph 12 above). Although the Court considers it regrettable that the appeal decision of 15 July 2003 did not contain a detailed exposition and analysis of the evidence on the basis of which that finding had been reached, it does not see any reason to doubt it. The applicant, who limited his complaint to the defects of the proceedings before the District Court, did not argue that the evidence produced before the City Court was insufficient to show the existence of a reasonable suspicion against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  In view of the above, the Court is satisfied that the applicant can be said to have been arrested and detained on “reasonable suspicion” of having committed a criminal offence, within the meaning Article 5 § 1 (c). There has therefore been no violation of that Convention provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "129.  The applicant further complained that his right to trial within a reasonable time had been infringed and alleged that the orders for his detention had not been founded on sufficient reasons. He relied on Article 5 § 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "130.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "131.  The applicant submitted that the domestic courts had not advanced “relevant and sufficient” reasons to hold him in custody. They had extended his detention without demonstrating the existence of specific facts in support of their conclusion that he might abscond, interfere with the investigation or reoffend. His character had never been examined and his family situation had not been taken into account. In his opinion the fact that he had a wife and three children and that all his relatives lived in  excluded the risk of his absconding.",
                                        "elements": []
                                    },
                                    {
                                        "content": "132.  The Government submitted that the detention orders had been based mainly on the gravity of the charges against the applicant. The domestic courts had also referred to the risk of his absconding and interfering with witnesses. They had taken into account that the applicant had been head of security at the Yukos oil company, was experienced in investigative measures thanks to his previous employment with the security services and had a travel passport. After examining the applicant’s character, the prosecutor and the judges had been convinced that he might abscond or destroy evidence. His health and family situation did not argue against his placement in custody. His detention had therefore complied with the requirements of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "133.  The Court notes that the applicant was taken into custody on 19 June 2003. On 30 March 2005 he was convicted. Thus, the period to be taken into consideration lasted just over one year and nine months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  The Court has already found that the applicant’s detention was initially warranted by a reasonable suspicion of his involvement in several murders and attempted murders (see paragraph 128 above). The Court reiterates that the persistence of reasonable suspicion that the person arrested has committed an offence is a condition sine qua non for the lawfulness of that person’s continued detention. However, after a certain lapse of time it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty. Where such grounds were “relevant” and “sufficient”, the Court must also ascertain whether the competent national authorities displayed “special diligence” in the conduct of the proceedings (see Labita v. Italy [GC], no. 26772/95, §§ 152 and 153, ECHR 2000-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  The domestic courts consistently relied on the gravity of the charges as the main factor for the assessment of the applicant’s potential to abscond, reoffend or obstruct the course of justice. The Court has repeatedly held that, although the severity of the sentence faced is a relevant element in the assessment of the risk of an accused absconding or reoffending, the need to continue the deprivation of liberty cannot be assessed from a purely abstract point of view, taking into consideration only the gravity of the offence. Nor can continuation of the detention be used to anticipate a custodial sentence (see Letellier v. France, judgment of 26 June 1991, Series A no. 207, § 51; see also Panchenko v. Russia, no. 45100/98, § 102, 8 February 2005; Goral v. Poland, no. 38654/97, § 68, 30 October 2003; and Ilijkov v. , no. 33977/96, § 81, 26 July 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "136.  The only other ground for the applicant’s continued detention was the fact that he had worked in the security services and therefore possessed technical skills allowing him to hamper the investigation by destroying evidence or interfering with witnesses (see paragraph 18 above). The Court notes at the outset that the domestic courts did not point to any factor capable of showing that the risks relied on actually existed, except a vague reference to some technical skills that the applicant might possess. They did not explain how these unspecified technical skills could help him destroy evidence. Nor did the domestic courts address his argument that he could not interfere with witnesses because they were all in custody (see paragraph 22 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "137.  That being said, the Court understands that the authorities may consider it necessary to keep a suspect in prison, at least at the beginning of an investigation, in order to prevent him from obstructing it, especially in a complicated case like this one where manifold difficult inquiries are necessary. In the long term, however, the requirements of the investigation no longer suffice to justify continued detention: in the normal course of events the risks alleged diminish with the passing of time as inquiries are effected, witness statements taken and evidence collected. The reference to the risk of interfering with the proceedings therefore becomes less relevant. After the completion of the investigation it may no longer be sufficient to outweigh, on its own, the applicant’s right to trial within a reasonable time or release pending trial (see Kemmache v.  (no. 1 and no. 2), 27 November 1991, § 54, Series A no. 218; Clooth v. Belgium, 12 December 1991, §§ 43 and 44, Series A no. 225; W. v. Switzerland, 26 January 1993, § 35, Series A no. 254A; Debboub alias Husseini Ali v. France, no. 37786/97, § 44, 9 November 1999; and Kokoshkina v. , no. 2052/08, § 79, 28 May 2009). The Court considers that, even assuming the risk of interference with the proceedings initially existed, after the evidence had been collected, the witnesses interviewed and the investigation completed it could no longer justify, on its own, the applicant’s continued detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "138.  No other grounds were invoked by the domestic courts.  The Government argued that the applicant had bad references and possessed a travel passport. It is not necessary, however, for the Court to determine whether those grounds could justify the applicant’s continued detention. It is not its task to assume the place of the national authorities who ruled on the applicant’s detention or to supply its own analysis of facts arguing for or against detention (see Nikolov v. Bulgaria, no. 38884/97, § 74, 30 January 2003, and Labita, cited above, § 152). Those grounds were advanced for the first time in the proceedings before the Court and the domestic courts never mentioned them in their decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "139.  The Court further observes that after the case had been submitted for trial in June 2004 the trial court used the same summary formula to extend the pre-trial detention of the applicant and his co-accused, without describing their personal situation in any detail. The Court has already found that the practice of issuing collective detention orders without a caseby-case assessment of the grounds for detention in respect of each detainee was incompatible, in itself, with Article 5 § 3 of the Convention (see Shcheglyuk v. Russia, no. 7649/02, § 45, 14 December 2006; Korchuganova v. , no. 75039/01, § 76, 8 June 2006; and Dolgova v. Russia, no. 11886/05, § 49, 2 March 2006). By extending the applicant’s detention by means of collective detention orders the domestic authorities had no proper regard to his individual circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "140.  Lastly, the Court notes that when deciding whether a person should be released or detained the authorities have an obligation under Article 5 § 3 to consider alternative measures of ensuring his or her appearance at trial. This Convention provision proclaims not only the right to “trial within a reasonable time or to release pending trial” but also lays down that “release may be conditioned by guarantees to appear for trial” (see Sulaoja v. Estonia, no. 55939/00, § 64 in fine, 15 February 2005, and Jabłoński v. Poland, no. 33492/96, § 83, 21 December 2000). In the present case the authorities never considered the possibility of ensuring the applicant’s attendance by using a more lenient preventive measure, although he asked to be released on bail and provided the domestic courts with the personal surety of a member of Parliament.",
                                        "elements": []
                                    },
                                    {
                                        "content": "141.  The Court has frequently found a violation of Article 5 § 3 of the Convention in Russian cases where the domestic courts extended an applicant’s detention relying essentially on the gravity of the charges and using stereotyped formulae without addressing specific facts or considering alternative preventive measures (see Belevitskiy v. Russia, cited above, §§ 99 et seq., Khudobin, cited above, §§ 103 et seq.; Mamedova v. , no. 7064/05, §§ 72 et seq., 1 June 2006; Dolgova v. Russia, cited above, §§ 38 et seq.; Khudoyorov v. Russia, no. 6847/02, §§ 172 et seq., ECHR 2005X (extracts); Rokhlina v. , no. 54071/00, §§ 63 et seq., 7 April 2005; Panchenko v. Russia, cited above, §§ 91 et seq.; and Smirnova v. Russia, nos. 46133/99 and 48183/99, §§ 56 et seq., ECHR 2003-IX (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "142.  Having regard to the above, the Court considers that by failing to address specific facts or consider alternative “preventive measures” and by relying essentially on the gravity of the charges, the authorities extended the applicant’s detention on grounds which, although “relevant”, cannot be regarded as “sufficient” for the entire period of detention. In these circumstances it is not necessary to examine whether the proceedings were conducted with “special diligence”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "143.  There has accordingly been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "144.  The applicant further complained under Article 5 § 4 of the Convention that the hearings concerning the extension of his detention had not been public, that his appeals against the detention orders had not been examined speedily and that the appeal proceedings against the extension order of 10 March 2005 had been discontinued. Article 5 § 4 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": " “Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "145.  As regards the applicant’s complaint that the hearings concerning the extension of his detention had not been public, the Court reiterates that Article 5 § 4, though requiring a hearing for the review of the lawfulness of pre-trial detention, does not as a general rule require such a hearing to be public (see Reinprecht v. , no. 67175/01, § 41, ECHR 2005...). The applicant has not shown that there existed any particular circumstances which warranted an exception to the general rule.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  The Court notes that the remaining complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Speediness of review",
                                        "elements": [
                                            {
                                                "content": "148.  The Government submitted that the applicant’s appeals had been examined within the time-limit established by domestic law. After the applicant had submitted his appeal submissions to the first-instance court, they had been sent to the other parties for comment and then to the appeal court for examination. Russian law did not impose any time-limit on the first-instance court in respect of the transmission of the appeal submissions to the appeal court. After the appeal submissions had been received by the appeal court, they had been promptly examined by it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  The applicant submitted that the absence in the domestic law of a time-limit for transmission of the appeal submissions from the first-instance to the appeal court could not provide an acceptable justification for the failure to examine the appeals speedily. The Convention required the Contracting States to organise their legal systems so as to enable the courts to comply with its various requirements (he referred to Bezicheri v. , 25 October 1989, § 25, Series A no. 164).",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  The Court reiterates that Article 5 § 4 of the Convention, in guaranteeing detained persons a right to institute proceedings to challenge the lawfulness of their detention, also proclaims their right, following the institution of such proceedings, to a speedy judicial decision concerning the lawfulness of detention and ordering its termination if it proves unlawful (see Baranowski v. Poland, no. 28358/95, § 68, ECHR 2000-III). There is a special need for a swift decision determining the lawfulness of detention in cases where a trial is pending, because the defendant should benefit fully from the principle of the presumption of innocence (see Iłowiecki v. Poland, no. 27504/95, § 76, 4 October 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  Where domestic law provides for a system of appeal, the appellate body must also comply with the requirements of Article 5 § 4, in particular, as concerns the speediness of the review by the appellate body of a detention order imposed by the lower court. At the same time, the standard of “speediness” is less stringent when it comes to the proceedings before the court of appeal. The Court reiterates in this connection that the right of judicial review guaranteed by Article 5 § 4 is primarily intended to avoid arbitrary deprivation of liberty. However, if the detention is confirmed by a court it must be considered to be lawful and not arbitrary, even where appeal is available. Subsequent proceedings are not so much concerned with arbitrariness, but provide additional guarantees aimed primarily at an evaluation of the appropriateness of continuing the detention. Therefore, the Court would be less concerned with the speediness of the proceedings before the court of appeal if the detention order under review was imposed by a court and on condition that the procedure followed by that court had a judicial character and gave the detainee the appropriate procedural guarantees (see, Lebedev v. , no. 4493/04, § 96, 25 October 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  The Court notes at the outset that the present case concerns the “speediness” of the appeal proceedings. It is therefore different from the case of Rehbock v. Slovenia (no. 29462/95, §§ 85-86, ECHR 2000-XII, where the review proceedings, which lasted twenty-three days, were not “speedy” within the meaning of Article 5 § 4). The Rehbock case related to the examination of an application for release at the first instance and there was therefore a special need for a swift decision determining the lawfulness of the detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  In the present case the lawfulness of the applicant’s detention had already been examined and confirmed by a court. The applicant did not complain that he had not been afforded appropriate procedural guarantees at first instance. He and his counsel had attended the first-instance hearings and had had an opportunity to make written and oral submissions. A less stringent standard of “speediness” therefore applied to the subsequent appeal proceedings at issue in the present case (see case-law in paragraph 151 above). The Court notes that in the case of Mamedova v. Russia, which, like the present case, concerned appeal proceedings, it found that the “speediness” requirement was not complied with where the appeal proceedings lasted thirty-six, twenty-six, thirty-six, and twenty-nine days, stressing that their entire duration was attributable to the authorities (see Mamedova, cited above, § 96; see also, for longer delays, Ignatov v. , no. 27193/02, §§ 112-114, 24 May 2007; Lebedev, cited above, §§ 98-102; and Lamazhyk v. , no. 20571/04, §§ 104-106, 30 July 2009). In another case the length of the appeal proceedings that lasted ten and eleven days was compatible with the “speediness” requirement of Article 5 § 4 (see Yudayev v. , no. 40258/03, §§ 84-87, 15 January 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": " 154.  The Court observes that the appeals against the detention orders of 21 June and 13 August 2003 were examined twenty-two and seventeen days later. During that time the prosecutor’s comments on the appeal submissions were obtained and the file was sent to the appeal court. Moreover, an appeal hearing scheduled for 27 August 2003 was adjourned at the request of counsel for the applicant, which caused a five-day delay in the examination of the appeal against the detention order of 13 August 2003. The Court considers that the length of the appeal proceedings was compatible with the “speediness” requirement contained in Article 5 § 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": "155.  The appeals against the detention orders of 12 February, 13 April, 17 June and 9 December 2004, on the other hand, were examined fifty-nine, twenty-seven, forty-nine and forty-four days later. Nothing suggests that the applicant, having lodged the appeals, caused delays in their examination. The Court considers that these four periods cannot be considered compatible with the “speediness” requirement of Article 5 § 4, especially taking into account that their entire duration was attributable to the authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  In view of the above, the Court finds that there has been no violation of Article 5 § 4 of the Convention on account of the length of proceedings in the applicant’s appeals against the detention orders of 21 June and 13 August 2003, but that there has been a violation of that Article on account of the failure to examine “speedily” the appeals against the detention orders of 12 February, 13 April, 17 June and 9 December 2004.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The failure to examine the appeal against the detention order of 10 March 2005",
                                        "elements": [
                                            {
                                                "content": "157.  The Government submitted that the examination of the applicant’s appeal against the detention order of 10 March 2005 had been discontinued because on 30 March 2005 he had been convicted and sentenced to imprisonment. Further examination had become meaningless because the applicant could no longer be released. Moreover, the term of his pre-trial detention had been deducted from the term of his sentence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  The applicant submitted that his conviction had not yet been final and that under Russian law a more lenient preventive measure could have been applied pending appeal proceedings against the conviction (see paragraph 99 above). In his appeal against the detention order of 10 March 2005 he had challenged the lawfulness of that order. The issues to be examined in the appeal proceedings against the detention order were different from those examined in the main criminal proceedings. Their discontinuation on the ground that a conviction had been pronounced had therefore not been justified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  The Court observes that the examination of the applicant’s appeal against the extension order of 10 March 2005 was discontinued by the Supreme Court on 13 May 2005 on the ground that the applicant had in the meantime been convicted. The Court reiterates that it has already found a violation of Article 5 § 4 of the Convention in a case where appeal proceedings against detention orders were discontinued on the same grounds (see Gubkin v. , no. 36941/02, § 153, 23 April 2009, and also Bednov v. Russia, no. 21153/02, § 33, 1 June 2006, concerning a refusal to examine an application for release).",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  The Court is not convinced by the Government’s argument that following the applicant’s conviction the examination of his appeal against the detention order became meaningless because he could no longer be released. It notes that under Russian law a convicted person does not begin to serve his sentence until his conviction is confirmed on appeal. Pending the appeal proceedings a preventive measure continues to apply (see paragraph 99 above). A judge therefore has discretion either to extend custody or to order release and apply a more lenient preventive measure instead.",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  Moreover, in discontinuing the examination of the applicant’s appeal the Supreme Court deprived it of whatever further effect it might have had. The Court has earlier stated in this connection that a detainee may well have a legal interest in the determination of the lawfulness of his or her detention even after the relevant period of detention has ended. The issue can arise, for example, in giving effect to the “enforceable right to compensation” guaranteed by Article 5 § 5 of the Convention, when it may be necessary to secure a judicial decision which will override any presumption under domestic law that a detention order given by a competent authority is per se lawful (see S.T.S. v. the Netherlands, no. 277/05, § 61, 7 June 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  As to the Government’s argument that the term of the applicant’s detention pending trial was deducted from his sentence, the Court has already examined and rejected it (see Bednov, cited above, § 33). It does not find any reason to depart from that finding in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  Finally, it is significant that the Government did not indicate any domestic legal provision which permitted the Supreme Court to discontinue the examination of the applicant’s appeal. Nor did the decision of 13 May 2005 set out such a legal basis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "164.  In view of the above considerations, the Court finds that the applicant was denied the right to a final judicial decision concerning the lawfulness of his detention pending trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "165.  There has therefore been a violation of Article 5 § 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "166.  The applicant further complained that he had been tried and convicted by a court which was not composed in accordance with the law and which was not impartial, that his case had not been heard in public and that there had been various procedural defects in the criminal proceedings against him. He relied on Article 6 §§ 1 and 3, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair and public hearing ... by an independent and impartial tribunal established by law. Judgment shall be pronounced publicly but the press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society, where the interests of juveniles or the protection of the private life of the parties so require, or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "(a)  to be informed promptly, in a language which he understands and in detail, of the nature and cause of the accusation against him;",
                                "elements": []
                            },
                            {
                                "content": "(b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him;",
                                "elements": []
                            },
                            {
                                "content": "(e)  to have the free assistance of an interpreter if he cannot understand or speak the language used in court.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  “Independent and impartial tribunal established by law”",
                                        "elements": [
                                            {
                                                "content": "167.  The applicant submitted that the trial court had not been composed in accordance with domestic law. Domestic law required that lists of jurors be published. The requirement of publication aimed not only at affording citizens the possibility of requesting exclusion from the list or rectification of personal data, as stated by domestic courts and the Government, but also, and more importantly, at providing parties to proceedings with access to an official list in order to verify whether the jurors selected to sit in their case were indeed on the list. As the list of jurors of the Moscow City Court that had tried the applicant had not been published in its entirety before the commencement of his trial, the City Court could not be considered “a tribunal established by law”. This situation had been further aggravated by the fact that the defence had not been present at the selection by the presiding judge of jury candidates to sit in the applicant’s case. In addition, the applicant complained that the presiding judge had been biased and that the jurors had been subjected to pressure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "168.  The Government submitted that Russian law did not make the validity of a list of jurors conditional on its prior publication. The only aim of the requirement of publication was to afford citizens an opportunity to lodge a request for exclusion from the list or for rectification of personal data. The fact that the list of jurors had not been published prior to the applicant’s trial had therefore had no impact on its validity under domestic law or on the authority of the jurors selected to sit in the applicant’s case. The lawfulness of the jury was therefore not open to doubt.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Public hearing",
                                        "elements": [
                                            {
                                                "content": "169. The applicant maintained that there had been a breach of Article 6 § 1 because the proceedings had not been public. Only about sixty documents out of more than seven thousand in the case file had been classified as containing state secrets. It would therefore have been possible to hold in camera only those hearings during which the secret documents were to be examined, while opening all the remaining hearings to the public. Moreover, none of the secret documents had been examined at the trial. The domestic courts had not cited any other reasons in support of the decision to hold the trial in camera.",
                                                "elements": []
                                            },
                                            {
                                                "content": "170.  The Government submitted that the domestic courts had decided to exclude the media and members of the public from the trial because the case file contained information classified as State secrets. It had also been necessary to ensure the safety of the participants in the proceedings in view of the fact that the case was related to the case of the Yukos oil company, and had received extensive media coverage and stirred considerable public interest, some of which had been hostile. Finally, the disclosure of the information collected during the investigation could have prejudiced the impartiality of the trial.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Fair hearing",
                                        "elements": [
                                            {
                                                "content": "171.  The applicant submitted, firstly, that witnesses Mr K., Mr Pp., Mr Kb. and Mr E. had been informed of their procedural rights but not of their obligations. They had been warned only about criminal liability for false testimony and not about liability for refusing to testify, although such a warning was required under domestic law (see paragraph 103 above). As a result Mr K. had refused to reply to certain questions of the defence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "172.  Secondly, the applicant complained that the defence had not been allowed to ask Mr K. questions about his personality and previous criminal record. They had thereby been denied an opportunity to challenge Mr K.’s credibility before the jury. Indeed, the fact that Mr K. had been convicted of many serious criminal offences might have cast doubt on his integrity and consequently on the credibility of his testimony. It was also possible that he had agreed to testify against the applicant in return for some concession from the prison authorities. Fairness required that Mr K. be questioned about these factors before the jury. The prohibition on questions relating to Mr K.’s personality and criminal record imposed by the presiding judge was unlawful. Under Russian law it was prohibited to refer to factors which could portray the defendant negatively before the jury, such as, in particular, his previous criminal record. No such prohibition existed in respect of witnesses, however (see paragraph 105 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "173.  The applicant further submitted that witness Mr S. had been questioned by the prosecutor about the murder of Mr R. The applicant had not been charged with that murder and Mr S.’s testimony about the applicant’s alleged involvement in it had portrayed him negatively before the jury. The presiding judge had not stopped the prosecutor and the witness from discussing that information, had not explained to the jury that they should not take it into account and had dismissed the objection by the defence in that respect. The prosecutor had moreover referred in his closing speech to statements given by Mr S. at the pre-trial stage which he had not repeated before the jury. The presiding judge had not interrupted the prosecutor or explained to the jurors that they should disregard those statements when deciding on the verdict, as she was required to do by Article 336 § 3 of the CCrP (see paragraph 106 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "174.  Finally, the applicant alleged that that there had been many other procedural defects. In particular, he and his counsel had been afforded insufficient time to study the case materials and to prepare for the closing speeches, he had not been informed of his right to participate in the oral pleadings and the trial court had unlawfully admitted certain pieces of evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "175.  The Government submitted that witnesses Mr K., Mr Pp., Mr Kb. and Mr E. had been informed of their procedural rights and obligations under Article 56 of the CCrP. The text of that Article made reference to Articles 307 and 308 of the Criminal Code imposing liability for false testimony or refusal to testify (see paragraph 103 above). Moreover, given that Mr K., Mr Pp., Mr Kb. and Mr E. had been witnesses for the defence, the applicant’s complaint about their refusal to answer his counsel’s questions was misconceived. Mr K.’s criminal record was not relevant to the applicant’s case. The presiding judge had therefore lawfully dismissed the defence’s questions relating to Mr K.’s previous record, as she was required to do by Article 335 of the CCrP (see paragraph 105 above), because those questions could have prejudiced the jury against the witness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "176.  The Government further submitted that the circumstances relating to the murder of Mr R. had not been discussed during the applicant’s trial. Moreover, the presiding judge had explained to the jury that they should only take into account the circumstances relating to the murders and attempted murders of Mr Kl., Ms Ks. and Mr and Mrs G. As regards any inaccuracies in the prosecutor’s closing speech concerning Mr S.’s statements, the applicant and his counsel had had an opportunity to correct the prosecutor in their speeches in reply. The presiding judge had explained to the jury that the parties’ closing speeches could not serve as evidence and that their verdict should be based on the evidence examined during the trial. Mr S. had testified in the presence of the jury and they could therefore rely on his statements given in circumstances compatible with the adversarial principle.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  “Independent and impartial tribunal established by law”",
                                "elements": [
                                    {
                                        "content": "177.  The Court reiterates that the phrase “established by law” covers not only the legal basis for the very existence of a “tribunal” but also the composition of the bench in each case (see Buscarini v. San Marino (dec.), no. 31657/96, 4 May 2000, and Posokhov v. , no. 63486/00, § 39, ECHR 2003IV). It is therefore required to examine whether the domestic legal rules for the appointment of judicial officers were breached and whether the applicable domestic law was itself in conformity with the Convention and notably the requirement of impartiality that appears in Article 6 § 1 (see Piersack v. , 1 October 1982, § 33, Series A no. 53).",
                                        "elements": []
                                    },
                                    {
                                        "content": "178.  The Court notes that the applicant never contested the fact that the list of jurors of the Moscow City Court which tried him had been compiled and approved by the Moscow Government in accordance with the procedure prescribed by law. The gist of his complaint was the fact that the list of jurors had not been published in its entirety as required by law, which in his opinion rendered the composition of the jury in his case unlawful. The Court is not convinced by that argument. It appears from the judgment of the Supreme Court which interpreted the applicable provisions of Russian law that the validity of the list of jurors was not conditional on its prior publication (see paragraph 74 above). The Court has no reason to disagree with that interpretation. It reiterates that it is primarily for the domestic courts to interpret national law, including the rules governing their own constitution and procedure, and that its supervisory role will only come into play in cases of flagrant disregard of the applicable laws (see Lavents v. Latvia, no. 58442/00, § 114, 28 November 2002, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "179.  As regards the applicant’s complaint that he had not been able to verify whether the jurors selected to sit in his case had indeed been on the list, the Court is not persuaded that the official list was not accessible to the public. It reiterates that it is incumbent on the interested party to display special diligence in the defence of his interests (see Sukhorubchenko v. Russia, no. 69315/01, § 48, 10 February 2005; Shatunov and Shatunova v.  (dec.), no. 31271/02, 23 July 2002; and Teuschler v.  (dec.), no. 47636/99, 4 October 2001). The applicant did ask the presiding judge for a copy, but to no avail, as this was apparently not an appropriate avenue for seeking access to the list. The prosecutor informed counsel for the applicant that the list could be obtained from the Moscow Government (see paragraph 49 above). There is however no evidence that the applicant or his counsel ever attempted to obtain a copy from the Moscow Government, which was responsible for compiling and approving the list.",
                                        "elements": []
                                    },
                                    {
                                        "content": "180.  Lastly, as to the composition of the jury which sat in the applicant’s case, the applicant did not dispute that it had been selected by the judge in accordance with the procedure prescribed by law. The Court reiterates that it is not contrary to Article 6 § 1 that domestic law does not provide for the participation of the parties in the selection of the jury (see Kremzow v. Austria, no. 12350/86, Commission decision of 5 September 1990). It notes that under Russian law the applicant had the right to put questions to the candidate jurors with a view to identifying any reasons that might disqualify them from examining his case, and to file reasoned and unreasoned objections to the candidates or to the entire jury (see paragraph 102 above). The applicant made use of his right to object to the candidates about whose independence and impartiality he had doubts and all of his objections were allowed. He did not file any objection to the entire jury (see paragraphs 52 and 58 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "181.  The Court therefore finds that the applicant’s right to an “independent and impartial tribunal established by law” was not infringed by the selection and composition of the jury.",
                                        "elements": []
                                    },
                                    {
                                        "content": "182.  The Court has also examined the applicant’s complaints that the presiding judge was biased and that the jurors were subjected to pressure. However, having regard to all the material in its possession, and in so far as these complaints fall within the Court’s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                        "elements": []
                                    },
                                    {
                                        "content": "183.  It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Public and fair hearing",
                                "elements": [
                                    {
                                        "content": "184.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Public hearing",
                                "elements": [
                                    {
                                        "content": "185.  The Court reiterates that the holding of court hearings in public constitutes a fundamental principle enshrined in Article 6 § 1. This public character of proceedings protects litigants against the administration of justice in secret with no public scrutiny; it is also one of the means whereby confidence in the courts can be maintained. The administration of justice, including trials, derives legitimacy from being conducted in public. By rendering the administration of justice transparent, publicity contributes to fulfilling the aim of Article 6 § 1, namely a fair trial, the guarantee of which is one of the fundamental principles of any democratic society, within the meaning of the Convention (see Gautrin and Others v. France, judgment of 20 May 1998, Reports of Judgments and Decisions 1998-III, § 42, and Pretto and Others v. Italy, judgment of 8 December 1983, Series A no. 71, § 21). There is a high expectation of publicity in ordinary criminal proceedings, which may well concern dangerous individuals, notwithstanding the attendant security problems (see Campbell and Fell v. the United Kingdom, judgment of 28 June 1984, Series A no. 80, § 87).",
                                        "elements": []
                                    },
                                    {
                                        "content": "186.  The requirement to hold a public hearing is subject to exceptions. This is apparent from the text of Article 6 § 1 itself, which contains the provision that “the press and public may be excluded from all or part of the trial in the interests of morals, public order or national security in a democratic society, ... or to the extent strictly necessary in the opinion of the court in special circumstances where publicity would prejudice the interests of justice”. Thus, it may on occasion be necessary under Article 6 to limit the open and public nature of proceedings in order, for example, to protect the safety or privacy of witnesses, or to promote the free exchange of information and opinion in the pursuit of justice (see Martinie v. France [GC], no. 58675/00, § 40, ECHR 2006..., and B. and P. v. the United Kingdom, nos. 36337/97 and 35974/97, § 37, ECHR 2001-III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "187.  The Court observes that in the applicant’s criminal case the Moscow City Court ordered a trial in camera, referring to the fact that materials containing state secrets would be discussed during the trial (see paragraph 48 above). The Court reiterates in this connection that the mere presence of classified information in a case file does not automatically imply a need to close a trial to the public, without balancing openness with national security concerns. It may be important for a State to preserve its secrets, but it is of infinitely greater importance to surround justice with all the requisite safeguards, of which one of the most indispensable is publicity. Before excluding the public from criminal proceedings, courts must make specific findings that closure is necessary to protect a compelling governmental interest and limit secrecy to the extent necessary to preserve such an interest (see Belashev v. , no. 28617/03, § 83, 4 December 2008, and Romanova v. , no. 23215/02, § 155, 11 October 2011).",
                                        "elements": []
                                    },
                                    {
                                        "content": "188.  There is no evidence to suggest that these conditions were satisfied in the present case. The Moscow City Court did not elaborate on the reasons for holding the trial in camera. It did not indicate which documents in the case file were considered to contain State secrets or how they were related to the nature and character of the charges against the applicant. Nor did the Moscow City Court respond to the applicant’s request to hold the trial publicly subject to clearing the courtroom for a single or, if need be, a number of secret sessions to read out classified documents (see paragraph 51 above). Indeed, it follows from the applicant’s submissions, not contested by the Government, that only about sixty documents out of more than seven thousand in the case file were classified as secret. The Court cannot but find that in such a situation the decision of the Moscow City Court to close the entire trial to the public was not justified. Finally, the decision to hold the trial in camera appears particularly striking in the light of the fact that none of the classified documents was eventually examined by the trial court (see paragraph 74 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "189.  The Court further looks at the Government’s other arguments to the effect that the exclusion of the public was necessary to ensure the safety of the participants in the proceedings and the impartiality of the trial. It notes, however, that the domestic courts, while making the decision to hold the trial in camera and dealing with the applicant’s complaints in this connection, did not mention any risks to the safety of the participants in the trial or to the impartiality of the judicial proceedings as a justification for not allowing the public to attend. The Court is therefore not convinced that security concerns or any legitimate concerns for impartiality served as a basis for the decision to exclude the public from the trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "190.  In view of the above, the Court finds that dispensing with a public hearing was not justified in the circumstances of the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "191.  The Court lastly observes – and the Government did not argue to the contrary – that the appeal hearing before the Supreme Court was also not open to the public. It therefore follows that the appeal proceedings before the Supreme Court did not remedy the lack of publicity during the trial before the Moscow City Court (see Belashev, cited above, § 87, and Romanova, cited above, § 159).",
                                        "elements": []
                                    },
                                    {
                                        "content": "192.  Having regard to these considerations, the Court concludes that there has been a violation of Article 6 § 1 of the Convention owing to the lack of a public hearing in the applicant’s case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Fair hearing",
                                "elements": [
                                    {
                                        "content": "193.  The Court notes that the applicant raised a number of complaints relating to various procedural defects in the criminal proceedings against him. It will first examine the complaints relating to the questioning of prosecution witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "194.  The Court reiterates that the guarantees in paragraph 3 (d) of Article 6 are specific aspects of the right to a fair hearing set forth in paragraph 1 of that provision which must be taken into account in any assessment of the fairness of proceedings. In addition, the Court’s primary concern under Article 6 § 1 is to evaluate the overall fairness of the criminal proceedings. In making this assessment the Court will look at the proceedings as a whole having regard to the rights of the defence but also to the interests of the public and the victims that crime is properly prosecuted and, where necessary, to the rights of witnesses (see Al-Khawaja and Tahery v. the  [GC], nos. 26766/05 and 22228/06, § 118, ECHR 2011, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "195.  Article 6 § 3 (d) enshrines the principle that, before an accused can be convicted, all evidence against him must normally be produced in his presence at a public hearing with a view to adversarial argument. Exceptions to this principle are possible but must not infringe the rights of the defence, which, as a rule, require that the accused should be given an adequate and proper opportunity to challenge and question a witness against him (see Lucà v. , no. 33354/96, § 39, ECHR 2001II). This principle requires that a defendant should know the identity of his accusers so that he is in a position to challenge their probity and credibility and should be able to test the truthfulness and reliability of their evidence, by having them orally examined in his presence, either at the time the witness was making the statement or at some later stage of the proceedings (see Al-Khawaja and Tahery, cited above, § 127). Where a conviction is based solely or to a decisive degree on depositions that have been made by a person whom the accused has had no opportunity to examine or to have examined, whether during the investigation or at the trial, the rights of the defence are restricted to an extent that is incompatible with the guarantees provided by Article 6 (see Lucà, cited above, § 40, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "196.  Turning to the circumstances of the present case, the Court observes that, in the absence of reasons given for the jury’s verdict, or of any reasoning in the appeal judgment as to whether the witness statements challenged by the applicant were decisive evidence against him or any arguments by the parties on this matter, it would be difficult to decide which witness statements could be considered the decisive basis for the applicant’s conviction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "197.  The Court reiterates that the word “decisive” should be narrowly understood as indicating evidence of such significance or importance as is likely to be determinative of the outcome of the case. Where the evidence of a witness is supported by other corroborative evidence, the assessment of whether it is decisive will depend on the strength of the supportive evidence; the stronger the corroborative evidence, the less likely that the evidence of the witness will be treated as decisive (see Al-Khawaja and Tahery, cited above, § 131).",
                                        "elements": []
                                    },
                                    {
                                        "content": "198.  Many witnesses were questioned at the applicant’s trial. However, only three of them made statements implicating the applicant: his co-defendant Mr P. and prosecution witnesses Mr K. and Mr S. All other witnesses did not know who had hired the killers and did not give any testimony against the applicant. Mr K. was the only witness who testified that he had discussed with the applicant the details of the murders of Mr Kl., Ms Ks. and Mr and Mrs G. and the reward promised for their committal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "199.  Mr K.’s statements were corroborated by hearsay testimony from Mr P. and Mr S., who stated that they had learnt about the applicant’s involvement in the attempted murders of Mr Kl. and Ms Ks. from Mr G. They also testified that Mr G. was afraid of being killed by the applicant. In the circumstances of the present case (see paragraph 196 above) it is difficult to assess what weight was attached by the jury to Mr P.’s and Mr S.’s corroborative testimony. It is however worth noting that Mr P. and Mr S. were both hearsay witnesses whose second-hand testimony must have carried less weight than statements by Mr K. made from his personal knowledge (see, for similar reasoning, Mirilashvili v. , no. 6293/04, § 218, 11 December 2008). Indeed, the truthfulness and accuracy of Mr G., whose statements against the applicant, not delivered under oath, were repeated by Mr P. and Mr S., could not be tested by cross-examination, and his demeanour when giving those statements could not be observed by the jury. Moreover, as regards Mr P., the Court has earlier found that a higher degree of scrutiny should be applied to assessment of statements by co-defendants because the position in which the co-defendants find themselves while testifying is different from that of ordinary witnesses (see Vladimir Romanov v. Russia, no. 41461/02, § 102, 24 July 2008). Mr P., being a codefendant, testified without being put under oath, that is, without any affirmation of the truth of his statements which could have rendered him punishable for perjury for wilfully making untrue statements. That circumstance must have had a negative impact on the strength of his testimony.",
                                        "elements": []
                                    },
                                    {
                                        "content": "200.  In view of the above, the Court finds that Mr K.’s testimony was the only first-hand testimony, given under oath, of the applicant’s involvement in the imputed murders. It was obviously evidence of great weight and without it the chances of a conviction would have significantly receded. For that reason it may be considered the decisive evidence against the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "201.   The Court notes that Mr K. was called and appeared as a witness at the applicant’s trial. He gave evidence and was subjected to cross-examination. However, not having been warned about criminal liability for refusing to testify, although such warning was obligatory under domestic law (see paragraph 103 above), he refused to answer some questions of the defence relating to the circumstances in which the imputed offences had been committed (see paragraphs 53, 54, 61 and 65 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "202.  The Court considers that as a result of the refusal by a prosecution witness to answer questions put by the defendant, the essence of his right to challenge and question that witness may be undermined. It reiterates in this connection that the Convention is intended to “guarantee not rights that are theoretical or illusory but rights that are practical and effective”. This is particularly true for the guarantees enshrined in Article 6, in view of the prominent place held in a democratic society by the right to a fair trial with all the guarantees under that Article (see Stanev v.  [GC], no. 36760/06, § 231, 17 January 2012; Perez v. France [GC], no. 47287/99, § 80, ECHR 2004I; and Artico v. Italy, 13 May 1980, § 33, Series A no. 37).",
                                        "elements": []
                                    },
                                    {
                                        "content": "203.  There are a number of reasons why a witness may refuse to reply to questions put by the defendant, such as fear for his safety (see Lucà, cited above, § 40), the painfulness for the victim of retelling the details of a sexual abuse (see Zdravko Petrov v. , no. 20024/04, §§ 35 and 37, 23 June 2011) or the right not to incriminate oneself (see Craxi v. Italy (no. 1), no. 34896/97, § 86, 5 December 2002). Under Russian law the only valid reason for exempting a witness from his duty to testify is his reliance on the privilege against self-incrimination (see paragraph 103 above). In the present case, however, no reasons were advanced by Mr K. for his refusal to answer the questions. In particular, he did not invoke his privilege against self-incrimination, but simply stated that he did not wish to reply to the questions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "204.  The Court finds peculiar the reaction of the presiding judge to such an unmotivated refusal by a witness to reply to questions. Being the ultimate guardian of the fairness of the proceedings, she was required under domestic law to take all necessary measures to ensure observance of the principles of adversarial proceedings and equality of arms (see paragraph 104 above). However, when asked by counsel for the applicant to remind Mr K. of his statutory duty to answer questions and his possible criminal liability for refusing to do so, the presiding judge replied that Mr K. was entitled not to answer (see paragraph 55 above). She did not give any explanation as to why Mr K. could be exempted from his duty to answer questions, as established by Article 56 of the CCrP (see paragraph 103 above). Nor did she refer to any legal provision authorising such an exemption.",
                                        "elements": []
                                    },
                                    {
                                        "content": "205.  In such circumstances, the Court cannot but find that as a result of the gratuitous permission given by the presiding judge to Mr K. not to answer certain questions of the defence relating to the circumstances in which the imputed offences had been committed, the applicant’s right to challenge and question that witness, guaranteed by Articles 6 § 1 and 6 § 3 (d), was significantly restricted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "206.  The applicant’s situation was further aggravated by the fact that he was not permitted to question Mr K. about certain factors that might have undermined his credibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "207.  The Court has previously found a violation of Article 6 § 1 in a case where the information that the key prosecution witness was a long-standing police informant who had received a considerable monetary reward, police protection and immunity from prosecution in exchange for testifying against the applicants was withheld by the prosecution from the defence and the jury. The Court found that as a result of that concealment the defence had been deprived of an opportunity through cross-examination to seriously undermine the credibility of the key witness (see Rowe and Davis v. the United Kingdom [GC], no. 28901/95, §§ 62-67, ECHR 2000II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "208.  In another case the Court has found that it is essential that the defence be able to demonstrate that the witness is prejudiced, hostile or unreliable. It has held that inculpatory evidence against the accused may well be “designedly untruthful or simply erroneous” and that it is important that the defence should possess information permitting it, through cross-examination, to test the author’s reliability or cast doubt on his credibility (see Kostovski v. the Netherlands, 20 November 1989, § 42, Series A no. 166).",
                                        "elements": []
                                    },
                                    {
                                        "content": "209.  The Court considers that, given the importance of the evidence given by Mr K., it was essential that his credibility should be open to testing by cross-examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "210.  The Court observes that the presiding judge dismissed all questions concerning Mr K.’s criminal record, the reasons for not giving testimony inculpating the applicant during his first questionings in 1999 and his motivation for starting to give such evidence in 2003, as well as concerning possible pressure on him from the prosecuting authorities (see paragraphs 56, 63 and 64 above). It notes that it was the jury’s task to determine what weight, if any, should be attached to Mr K.’s statement against the applicant. In order to perform that task they needed to be aware of all relevant circumstances affecting the statement’s accuracy and credibility, including any incentive Mr K. might have had to misrepresent the facts. It was therefore important for the defence to discuss the above issues in the presence of the jury in order to test Mr K.’s reliability and credibility. The Court is concerned about the presiding judge’s statement that counsel for the applicant “were not allowed to cast doubts on witness statements” (see paragraph 56 above) and that the jury “[did not] need not know [Mr K.’s] motivation for giving testimony [against the applicant]” (see paragraph 64 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "211.  Having regard to the fact that the applicant was not allowed to question Mr K. about the factors that might undermine the credibility of his testimony, which was decisive evidence against the applicant, the Court finds that the applicant’s defence rights were significantly restricted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "212.  The Court concludes that as a result of Mr K.’s refusal, supported by the presiding judge, to reply to certain questions about the circumstances in which the imputed offences had been committed, and the prohibition, imposed by the presiding judge, against questioning Mr K. about certain factors that might undermine his credibility, the applicant’s defence rights were restricted to an extent incompatible with the guarantees provided by Article 6 §§ 1 and 3 (d) of the Convention. In these circumstances, the applicant cannot be said to have received a fair trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "213.  It follows that there has been a violation of Article 6 §§ 1 and 3 (d) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "214.  In view of the above, there is no need to examine separately the remaining allegations made by the applicant in relation to the fairness of the trial.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "215.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "216.  The applicant claimed 170,000 euros (EUR) in respect of pecuniary damage, representing his loss of earnings during the detention pending trial. He also claimed EUR 20,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "217.  The Government submitted that there was no causal link between the claims for pecuniary damage and the complaints lodged by the applicant. Moreover, the applicant had not produced any supporting documents. As to the claim for non-pecuniary damage, the Court had no competence to review the domestic authorities’ decision to bring charges against the applicant. The claim for non-pecuniary damage was therefore manifestly ill-founded. In any event the amount claimed was excessive. The finding of a violation would in itself constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "218.  The Court observes that there was no causal link between the violations found and the alleged loss of earnings (see Nakhmanovich v. Russia, no. 55669/00, § 102, 2 March 2006). It therefore rejects the claim for pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "219.  The Court further observes that it has found a combination of violations in the present case. In particular, it has found a violation of Article 6 § 1 of the Convention in conjunction with Article 6 § 3 (d) thereof. The Court reiterates that when an applicant has been convicted despite a potential infringement of his rights as guaranteed by Article 6 of the Convention he should, as far as possible, be put in the position in which he would have been had the requirements of that provision not been disregarded, and that the most appropriate form of redress would, in principle, be trial de novo or the reopening of the proceedings, if requested (see Öcalan v.  [GC], no. 46221/99, § 210 in fine, ECHR 2005IV, and Sakhnovskiy v.  [GC], no. 21272/03, § 112, 2 November 2010). The Court notes, in this connection, that Article 413 of the Russian Code of Criminal Procedure provides that criminal proceedings may be reopened if the Court finds a violation of the Convention (see paragraph 107 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "220.  As to the applicant’s claims in respect of non-pecuniary damage, the Court considers that the applicant’s sufferings and frustration cannot be compensated for by a mere finding of a violation. Nevertheless, the particular amount claimed appears excessive. Making its assessment on an equitable basis, it awards EUR 6,500 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "221.  Relying on legal fee agreements, the applicant claimed 216,500 Russian roubles, that is about EUR 6,085, for legal fees incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "222.  The Government considered the amount claimed by the applicant to be excessive. Moreover, it was substantiated by documents in part only.",
                                        "elements": []
                                    },
                                    {
                                        "content": "223.  According to the Court’s case-law, an applicant is entitled to reimbursement of his costs and expenses in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and to the fact that a number of the applicant’s complaints were rejected, the Court considers it reasonable to award the sum of EUR 3,000, plus any tax that may be chargeable to the applicant on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "224.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the alleged unlawfulness of the applicant’s detention, its excessive length, the alleged violation of his right to a speedy judicial decision concerning the lawfulness of his detention, the lack of a public hearing and the alleged unfairness of the criminal proceedings against him admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been no violation of Article 5 § 4 of the Convention on account of the length of the proceedings in the applicant’s appeals against the detention orders of 21 June and 13 August 2003;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 5 § 4 of the Convention on account of the excessive length of the proceedings in the applicant’s appeals against the detention orders of 12 February, 13 April, 17 June and 9 December 2004;",
                        "elements": []
                    },
                    {
                        "content": "6.   Holds that there has been a violation of Article 5 § 4 of the Convention on account of the failure to examine the applicant’s appeal against the detention order of 10 March 2005;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the lack of a public hearing in the criminal proceedings against the applicant;",
                        "elements": []
                    },
                    {
                        "content": "8.  Holds that there has been a violation of Article 6 §§ 1 and 3 (d) of the Convention on account of the absence of an adequate and effective opportunity to challenge Mr K.’s statements against him;",
                        "elements": []
                    },
                    {
                        "content": "9.  Holds that there is no need to examine the remaining complaints under Article 6 §§ 1 and 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "10.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "11.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 October 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PICHUGIN v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-114074.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1023JUD003862303",
    "externalsources": [],
    "extractedappno": [
        "38623/03",
        "59696/00",
        "67263/01",
        "30210/96",
        "44369/02",
        "26853/04",
        "54825/00",
        "1555/04",
        "72967/01",
        "37555/97",
        "26772/95",
        "45100/98",
        "38654/97",
        "33977/96",
        "37786/97",
        "2052/08",
        "38884/97",
        "7649/02",
        "75039/01",
        "11886/05",
        "55939/00",
        "33492/96",
        "7064/05",
        "6847/02",
        "54071/00",
        "46133/99",
        "48183/99",
        "67175/01",
        "28358/95",
        "27504/95",
        "4493/04",
        "29462/95",
        "27193/02",
        "20571/04",
        "40258/03",
        "36941/02",
        "21153/02",
        "277/05",
        "31657/96",
        "63486/00",
        "58442/00",
        "69315/01",
        "31271/02",
        "47636/99",
        "12350/86",
        "58675/00",
        "36337/97",
        "35974/97",
        "28617/03",
        "23215/02",
        "26766/05",
        "22228/06",
        "33354/96",
        "6293/04",
        "41461/02",
        "36760/06",
        "47287/99",
        "20024/04",
        "34896/97",
        "28901/95",
        "55669/00",
        "46221/99",
        "21272/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-114074",
    "judgementdate": "23/10/2012 00:00:00",
    "kpdate": "23/10/2012 00:00:00",
    "kpthesaurus": [
        "448",
        "405",
        "404",
        "438",
        "474",
        "445",
        "76",
        "136",
        "385",
        "122"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "5-1-c",
        "6-3-d",
        "5-3",
        "5-4",
        "6-1",
        "5",
        "6"
    ],
    "parties": [
        "PICHUGIN",
        "RUSSIA"
    ],
    "rank": "926.622802734375",
    "representedby": [
        "KOSTROMINA K."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "366610",
    "typedescription": "15"
}