{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Deprivation of property)",
    "applicability": "",
    "appno": "17285/08",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Deprivation of property"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-158883.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 17285/08) against the Republic of Lithuania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Lithuanian nationals, Ms Daina Noreikienė and Mr Algirdas Noreika (“the applicants”), on 31 March 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms R. Gradauskienė, a lawyer practising in Kaunas. The Lithuanian Government (“the Government”) were represented by their Agent, Ms E. Baltutytė.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that they had been deprived of their property by a decision of a domestic court and had not received adequate compensation, in breach of Article 1 of Protocol No. 1 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 29 June 2012 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1965 and 1961 respectively and live in Ramučiai, Kaunas Region. They are wife and husband.",
                                "elements": []
                            },
                            {
                                "content": "6.  In 1993 the Karmėlava Circuit Council of the Kaunas Region (Kauno rajono Karmėlavos apylinkės tarnyba) assigned a plot of land measuring 1.97 hectares to the first applicant (hereinafter “the land”), Ms Noreikienė (hereinafter “the first applicant”), for individual farming. In 1996 the Kaunas County Administration authorised her to buy the land for a nominal price of 123 “single-use investment vouchers” (investiciniai čekiai) and 6 Lithuanian litai (LTL – approximately 1.7 euro (EUR)).",
                                "elements": []
                            },
                            {
                                "content": "7.  On 2 August 2004 the first applicant signed a land purchase agreement with the Kaunas County Administration to acquire the land from the State. The plot was subsequently registered in the Land Registry in the joint names of both applicants.",
                                "elements": []
                            },
                            {
                                "content": "8.  In 2005 a third party, V.A., brought a civil claim against the Kaunas County Administration and the both applicants, seeking restoration of his ownership rights to the land. He argued that a request for restitution of property had already been submitted in 1991, so the land had been assigned and later sold to the first applicant unlawfully.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 14 April 2006 the Kaunas District Court (Kauno rajono apylinkės teismas) allowed V.A.’s claim. It held that the first applicant had been assigned the land unlawfully because the local authorities had an obligation to resolve restitution claims before assigning plots to new owners, and because she did not fulfil the legal criteria for being assigned land. Applying the principle of priority of former owners’ rights, the court annulled the administrative decisions assigning the land to the first applicant and the land purchase agreement, and ordered the Kaunas County Administration to return LTL 129 (EUR 37) to the applicants.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 31 October 2006 the Kaunas Regional Court quashed the lower court’s decision and dismissed the civil claim. V.A. lodged a cassation appeal. On 15 May 2007 the Supreme Court quashed the disputed decision and remitted the case to the Kaunas Regional Court for re-examination.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 24 September 2007 the Kaunas Regional Court upheld the firstinstance decision of 14 April 2006 and allowed V.A.’s claim.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 30 November 2007 the Supreme Court refused to examine the applicants’ cassation appeal, on the grounds that it did not raise any important legal issues.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "13.  For relevant domestic law and practice, see Pyrantienė v. Lithuania (no. 45092/07, §§ 16-22, 12 November 2013) and Albergas and Arlauskas v. Lithuania (no. 17978/05, §§ 21-33, 27 May 2014).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "14.  The applicants complained that the State had unlawfully deprived them of their property and had not provided them with adequate compensation. They relied on Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "15.  The Government submitted that the applicants had failed to exhaust domestic remedies by not initiating separate judicial proceedings against the State under Article 6.271 of the Civil Code for redress for their allegedly inadequate compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicants did not comment on this point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Court refers to its findings in the cases of Pyrantienė (cited above, § 27) and Albergas and Arlauskas (cited above, § 44), where it was not demonstrated that at the time the application was lodged with the Court, a claim under Article 6.271 of the Civil Code would have been an effective remedy with any prospect of success (see, mutatis mutandis, Beshiri and Others v. Albania, no. 7352/03, § 55, 22 August 2006). The Court does not find any reasons to reach a different conclusion in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Accordingly, the Court dismisses the Government’s objection that the applicants failed to exhaust domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention, and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "20.  The applicants submitted that they had acquired the land lawfully and in good faith on the basis of the decisions of the Karmėlava Circuit Council and the Kaunas County Administration. They also argued that the market value of the plot at the time they had lost title to it was much higher than the LTL 129 returned to them, which meant that they had not received adequate compensation for the loss of their property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The Government admitted that the applicants had been deprived of their property, but argued that such deprivation was in compliance with Article 1 of Protocol No. 1 to the Convention. They submitted that the land had been assigned and sold to the applicants in breach of “imperative legal norms” protecting the interests of former owners, so the relevant administrative decisions and purchase agreement had been annulled in accordance with the Civil Code. They also maintained that the interference with the applicants’ property rights was justified as being “in the public interest”, namely in defence of the rights of former owners who had lost their title to land during the Soviet regime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The Government further submitted that the applicants had acquired the land under preferential conditions and had not made any major improvements to it. Moreover, as the applicants lived elsewhere, the property did not constitute their “only home”. The Government also contended that the applicants had enjoyed the property for a relatively short period of time: the land purchase agreement was signed on 2 August 2004, and V.A.’s civil claim was lodged on 23 March 2005, so the time to be taken into account was less than a year. Accordingly, the Government submitted that the applicants had not been disproportionately affected by the interference in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  Lastly, the Government argued that any errors made by the domestic authorities had occurred in the context of land reform, which was linked to the process of restoration of former owners’ rights to property that had been previously nationalised by the Soviet regime. According to the Court’s caselaw in the context of central and eastern European States, the circumstances concerning the transition from a totalitarian regime to a democracy and the specific circumstances of each case therefore had to be taken into account.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "24.  The relevant general principles are set out in Pyrantienė (cited above, §§ 37-40).",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  In the present case, it is not disputed that there has been a “deprivation of possessions” within the meaning of the second sentence of Article 1 of Protocol No. 1. The Court must therefore ascertain whether the deprivation in question was justified under that provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The domestic courts’ decision to annul the administrative decisions taken between 1993 and 1996 and the land purchase agreement signed in 2004 was based on Articles 1.80 and 6.147 of the Civil Code and Government Decree no. 816 on the allocation of plots of land for individual and service use. The courts also relied on the principle of priority of former owners’ rights which had been established in the Supreme Court’s case-law. The Court therefore finds that the deprivation was in accordance with the law, as required by Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  As in Pyrantienė and Albergas and Arlauskas (both cited above), the measures complained of were designed to correct the authorities’ mistakes and to defend the interests of former owners by restoring their ownership rights to land in natura. The Court thus considers that the interference pursued a legitimate aim (see Pyrantienė, cited above, §§ 44-48; see also Bečvář and Bečvářová v. the Czech Republic, no. 58358/00, § 67, 14 December 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Court reiterates that any interference with property must, in addition to being lawful and having a legitimate aim, also satisfy the requirement of proportionality. A fair balance must be struck between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights, the search for such a fair balance being inherent in the whole of the Convention. The requisite balance will not be struck where the person concerned bears an individual and excessive burden (see Sporrong and Lönnroth v. Sweden, 23 September 1982, §§ 69-74, Series A no. 52; Brumărescu v. Romania [GC], no. 28342/95, § 78, ECHR 1999-VII; and Anthony Aquilina v. Malta, no. 3851/12, §§ 58-59, 11 December 2014, and the cases cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On several occasions in similar cases which, as in the present case, concerned the correction of mistakes made by the State authorities in the process of restitution, the Court has emphasised the necessity of ensuring that the remedying of old injuries does not create disproportionate new wrongs (see Velikovi and Others v. Bulgaria, nos. 43278/98, 45437/99, 48014/99, 48380/99, 51362/99, 53367/99, 60036/00, 73465/01 and 194/02, § 178, 15 March 2007). To that end, the legislation should make it possible to take into account the particular circumstances of each case, so that individuals who have acquired their possessions in good faith are not made to bear the burden of responsibility, which is rightfully that of the State which confiscated those possessions. In other words, the risk of any mistake made by the State authority must be borne by the State, and errors must not be remedied at the expense of the individual concerned (see Gladysheva v. Russia, no. 7097/10, § 80, 6 December 2011, and Pyrantienė, cited above, § 70).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  In order to assess the burden borne by the applicants, the Court must examine the particular circumstances of each case, such as the conditions under which the disputed property was acquired and the compensation received by the applicant in exchange for the property, as well as his or her personal and social situation (see Pyrantienė, cited above, § 51).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  In the present case, the first applicant became entitled to a plot of land following a decision taken by the local administrative authorities in 1993, and purchased it from the State in 2004. The Court notes in this respect that although the purchase of the land was only formalised in 2004, the applicant had acquired a proprietary interest in 1993 when the administrative authorities assigned the plot of land to her (see paragraph 6 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The procedures for the sale of the land were conducted by official bodies exercising the authority of the State, and the land purchase agreement signed by the first applicant and the Kaunas County Administration incorporated the standard conditions of sale (see paragraphs 6 and 7 above). The Court considers that the applicants had very little opportunity, if any, to influence the terms of the contract or the purchase price, as this was within the State’s exclusive competence. The authorities were therefore under an obligation to verify the applicants’ eligibility for allocation of the land and the conformity of the sale with the procedures and laws in force (see, mutatis mutandis, Gladysheva, § 79, and Pyrantienė, § 54, both cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicants’ title to the land was invalidated after the former owner lodged a civil claim, which was then allowed by the domestic courts. It was established that the local authorities had not been entitled to transfer the disputed property to the applicants before the question of restoration of the former owner’s rights had been resolved. The Government argued that the errors made by the domestic authorities had occurred in the context of land reform, which was linked to the complex process of restoration of former owners’ property rights in Lithuania. In the Court’s view, although it is true that States face complex legal and factual issues when resolving such matters, in the present case the hindrance to the peaceful enjoyment of the property is attributable exclusively to the respondent State, and the existence of any justifying exceptional circumstances has not been demonstrated by the Government (see Nekvedavičius v. Lithuania, no. 1471/05, § 88, 10 December 2013, and Albergas and Arlauskas, cited above, § 62).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In this context, the Court reiterates the particular importance of the principle of good governance, which requires that where an issue pertaining to the general interest is at stake – especially when it affects fundamental human rights, including property rights – the public authorities must act promptly and in an appropriate and consistent manner (see Beyeler v. Italy [GC], no. 33202/96, § 120, ECHR 2000-I; Rysovskyy v. Ukraine, no. 29979/04, § 71, 20 October 2011; and Pyrantienė, cited above, § 55).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Court further notes that the applicants’ good faith concerning the acquisition was never disputed at the domestic level (see, mutatis mutandis, Vistiņš and Perepjolkins v. Latvia [GC], no. 71243/01, § 120, 25 October 2012). They were ordinary citizens and the purchase was based on laws applicable to all persons having the same status, so there are no grounds to find that they took advantage of their privileged position or otherwise acted unlawfully to acquire property (see Albergas and Arlauskas, cited above, § 68). The applicants were unaware that the land had been sold to them in breach of the law; the unlawfulness of the land purchase was only established by the District Court for the first time on 14 April 2006 (see paragraph 9 above). In this connection, the Court is satisfied that the applicants were bona fide owners, and that their proprietary interest in the enjoyment of the land was sufficiently established (see Pyrantienė, cited above, § 60, and Albergas and Arlauskas, cited above, §§ 68-69).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Moreover, the Court considers that the applicants were also entitled to rely on the fact that the administrative decisions taken between 1993 and 1996 and the land purchase agreement signed in 2004, on the basis of which they had acquired the property, would not be retrospectively invalidated to their detriment. In these circumstances, the “legitimate expectation” is also based on a reasonably justified reliance on administrative decisions which have a sound legal basis and bear on property rights (see Kopecký v. Slovakia [GC], no. 44912/98, §§ 45-47, ECHR 2004-IX, and Pyrantienė, cited above, § 61). Even assuming that the applicants had paid a preferential price for the land in question, for the Court this fact is immaterial in terms of their right of ownership (see Digrytė Klibavičienė v. Lithuania, no. 34911/06, § 36, 21 October 2014). As a result, it finds that the applicants had a “legitimate expectation” of being able to continue to enjoy that possession.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  After the applicants’ lost their title to the land, they were paid LTL 129 (EUR 37), the nominal price of the land in 1996. According to the assessment submitted by the applicants, the market value of the plot in November 2007 was LTL 299,000 (EUR 86,600). While the Government contested this figure, they did not submit an alternative assessment. In any event, the Court finds it reasonable to conclude that the market value of the land in 2007 was higher than the nominal price paid by the applicants in 1996. It should also be noted that the LTL 129 returned to the applicants had obviously suffered considerable devaluation and could not reasonably relate to the value of the land eleven years later. Accordingly, the Court finds that the compensation of LTL 129 paid to the applicants in 2007 was clearly insufficient for the purchase of a new comparable plot of land (see, mutatis mutandis, Velikovi and Others, cited above, § 207).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court reiterates that the taking of property without payment of an amount reasonably related to its value will normally fail to respect the requisite fair balance between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights and will constitute a disproportionate burden on the applicant (see The Holy Monasteries v. Greece, 9 December 1994, § 71, Series A no. 301-A, and Former King of Greece and Others v. Greece [GC], no. 25701/94, § 89, ECHR 2000-XII). In line with the Court’s case-law in similar cases concerning expropriation of property, the balance mentioned above is generally achieved where compensation paid to the person whose property has been taken reasonably relates to its “market” value as determined at the time of expropriation (see Pincová and Pinc v. the Czech Republic, no. 36548/97, § 53, ECHR 2002VIII; Vistiņš and Perepjolkins, cited above, § 111; and Guiso-Gallisay v. Italy (just satisfaction) [GC], no. 58858/00, § 103, 22 December 2009). It follows that the amount of compensation for the applicants’ loss of title to the land must be calculated using the value of the property on the date ownership was lost.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court takes the view that in the present case, as the applicants had acquired the land for a very low price, the authorities were in principle justified in deciding not to compensate for the full market value of the property (see, mutatis mutandis, Vistiņš and Perepjolkins, cited above, §§ 118 and 130). However, the Court considers that awarding the applicants compensation of LTL 129 did not sufficiently mitigate the negative consequences for them of losing their title to the property. The disproportion between the land’s market value and the compensation awarded is too significant for the Court to find that a “fair balance” was struck between the interests of the community and the applicants’ fundamental rights (see, mutatis mutandis, Urbárska Obec Trenčianske Biskupice v. Slovakia, no. 74258/01, § 126, 27 November 2007; Pyrantienė, cited above, § 68; and Albergas and Arlauskas, cited above, § 74).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The foregoing considerations are sufficient to enable the Court to conclude that the conditions under which the applicants had their title to the land removed imposed an individual and excessive burden on them, and that the authorities failed to strike a fair balance between the demands of the public interest on the one hand and the applicants’ right to peaceful enjoyment of their possessions on the other. There has, accordingly, been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The applicants complained under Article 6 § 1 and Article 8 of the Convention about the unfairness of the proceedings and of an infringement of their right to private life. They argued that the domestic courts had erred in finding that the land had been assigned and sold to them unlawfully. They also submitted that the domestic courts should have rejected the former owner’s civil claim as time-barred. The Court considers it appropriate to examine this complaint solely under Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "42.  The Court reiterates that it is the role of the domestic courts to interpret and apply the relevant rules of procedural and substantive law (see, among many other authorities, Baumann v. Austria, no. 76809/01, § 49, 7 October 2004). In the present case, the domestic courts’ interpretation of the relevant provision of domestic law does not appear to be arbitrary or unreasonable, and therefore does not appear to be in breach of Article 6 § 1 of the Convention. The Court thus considers that this complaint must be declared inadmissible as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "43.  The applicants further complained about the refusal of the Supreme Court to examine their cassation appeal, relying on Article 2 of Protocol No. 7 to the Convention. The Court notes that that provision is only applicable to criminal proceedings, and considers that the applicants’ complaint in substance falls to be examined under Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "44.  Given that the assessment of the grounds for cassation is a matter over which the Lithuanian Supreme Court has sole jurisdiction, it is not for the Court to speculate whether it should have accepted the applicants’ cassation appeal (see, mutatis mutandis, Impar Ltd v. Lithuania, no. 13102/04, § 32, 5 January 2010). In view of the above, and in the absence of any unreasonable restrictions on the applicants’ access to the Supreme Court, the Court considers that this complaint must be dismissed as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "46.  The applicants claimed 299,000 Lithuanian litai (LTL; 86,600 euros (EUR)) in respect of pecuniary damage. They relied on an expert report issued at their request in August 2012, submitting that the amount of pecuniary damage corresponded to the market value of the land at the time of deprivation.",
                                "elements": []
                            },
                            {
                                "content": "47.  The applicants also claimed LTL 100,000 (EUR 28,960) in respect of non-pecuniary damage. They did not make any claims regarding costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "48.  The Government considered the amount claimed for pecuniary damage excessive and rejected the findings of the expert’s report as lacking objectivity and depending exclusively on the method of calculation. They also argued that the Court could not award compensation for pecuniary damage unless the matter had been examined by the domestic courts, but did not submit any alternative assessment of the market value of the land in support of their arguments.",
                                "elements": []
                            },
                            {
                                "content": "49.  The Government also considered that the applicants had failed to prove a direct causal link between the non-pecuniary damage allegedly incurred and the alleged violation of their right to peaceful enjoyment of their possessions. They requested the Court to dismiss the applicants’ claims concerning non-pecuniary damage as excessive and unsubstantiated.",
                                "elements": []
                            },
                            {
                                "content": "50.  In the circumstances, the Court considers that the question of the application of Article 41 is not ready for decision. It is therefore necessary to reserve the matter, due regard being had to the possibility of an agreement between the respondent State and the applicants (Rule 75 §§ 1 and 4 of the Rules of Court).",
                                "elements": []
                            },
                            {
                                "content": "51.  Accordingly, the Court reserves this question and invites the Government and the applicants to submit, within six months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, their written observations on the amount of damages to be awarded to the applicants and, in particular, to notify the Court of any agreement that they may reach.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 1 of Protocol No. 1 to the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the question of the application of Article 41 is not ready for decision, and accordingly:",
                        "elements": []
                    },
                    {
                        "content": "(a)  reserves the said question in whole;",
                        "elements": []
                    },
                    {
                        "content": "(b)  invites the Government and the applicants to submit, within six months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, their written observations on the amount of damages to be awarded to the applicants and, in particular, to notify the Court of any agreement that they may reach;",
                        "elements": []
                    },
                    {
                        "content": "(c)  reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 November 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "András Sajó",
            "role": "president"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Boštjan M. Zupančič",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Iulia Antoanella Motoc",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NOREIKIENĖ AND NOREIKA v. LITHUANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-158883.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:1124JUD001728508",
    "externalsources": [],
    "extractedappno": [
        "17285/08",
        "45092/07",
        "17978/05",
        "7352/03",
        "58358/00",
        "28342/95",
        "3851/12",
        "43278/98",
        "45437/99",
        "48014/99",
        "48380/99",
        "51362/99",
        "53367/99",
        "60036/00",
        "73465/01",
        "194/02",
        "7097/10",
        "1471/05",
        "33202/96",
        "29979/04",
        "71243/01",
        "44912/98",
        "34911/06",
        "25701/94",
        "36548/97",
        "58858/00",
        "74258/01",
        "76809/01",
        "13102/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-158883",
    "judgementdate": "24/11/2015 00:00:00",
    "kpdate": "24/11/2015 00:00:00",
    "kpthesaurus": [
        "369",
        "94",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "NOREIKIENĖ AND NOREIKA",
        "LITHUANIA"
    ],
    "rank": "1402.62939453125",
    "representedby": [
        "GRADAUSKIENE R."
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "435451",
    "typedescription": "14"
}