{
    "__articles": "5;5-1;5-1-e;41",
    "__conclusion": "Violation of Art. 5-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "26629/95",
    "article": [
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-1",
            "base_article": "5",
            "element": "Violation of Art. 5-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58537.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 6 March 1999. It originated in an application (no. 26629/95) against the Republic of Poland lodged with the Commission under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Witold Litwa (“the applicant”), on 6 August 1994. ",
                        "elements": []
                    },
                    {
                        "content": "The object of the Commission's request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 5 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  On 31 March 1999 a panel of the Grand Chamber decided, in accordance with Article 5 § 4 of Protocol No. 11 to the Convention read in conjunction with Rules 100 § 1 and 24 § 6 of the Rules of Court, that the case should be dealt with by a Chamber constituted within one of the Sections of the Court. Subsequently the President of the Court, Mr L. Wildhaber, assigned the case to the Second Section (Rule 52 § 1). The Chamber constituted within that Section included ex officio Mr J. Makarczyk, the judge elected in respect of Poland (Article 27 § 2 of the Convention and Rule 26 § 1 (a)), and Mr M. Fischbach, Vice-President of the Section (Rule 26 § 1 (a) taken together with Rule 12). The other members designated by the latter to complete the Chamber were Mr B. Conforti, Mr G. Bonello, Mrs M. TsatsaNikolovska, Mr A.B. Baka and Mr E. Levits (Rule 26 § 1 (b)). Subsequently, as Mr Makarczyk was unable to sit in the Chamber, the Polish Government (“the Government”), after being invited to do so by the President of the Chamber, indicated that they wished to appoint another elected judge to sit in his place. Pursuant to the President's order made in consequence, Mrs V. Strážnická, substitute judge, replaced Mr Makarczyk as a member of the Chamber (Rule 26 § 1 (a) read together with Rule 29).",
                        "elements": []
                    },
                    {
                        "content": "3.  On 27 April 1999 the Chamber decided, in accordance with Rule 59 § 2, to hold a hearing in the case.",
                        "elements": []
                    },
                    {
                        "content": "4.  Subsequently the President of the Chamber invited the parties, under Rule 59 § 3, to submit memorials on the issues arising in the case. The Registrar received the Government's memorial on 3 September 1999. The applicant submitted his memorial on 6 September 1999.",
                        "elements": []
                    },
                    {
                        "content": "5.  In accordance with the decision of the President, who had given the applicant's representatives leave to address the Court in Polish (Rule 34 § 3), a hearing took place in public in the Human Rights Building, Strasbourg, on 7 October 1999.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Sołhaj and Mr Drzewicki, and also Mr Drzewicki's and Mr Tor's replies to questions put by the judges of the Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant, born in 1946, is disabled in that he is blind in one eye and his sight in the other is severely impaired.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 5 May 1994 at noon the applicant, with the dog he uses as a guide dog, went to Kraków Post Office no. 30 to check his post-office boxes. He was accompanied by W.K. The applicant's post-office boxes had been opened and were empty. The applicant complained to the post-office clerks who subsequently called the police, alleging that the applicant was drunk and behaving offensively.",
                                "elements": []
                            },
                            {
                                "content": "8.  On the same day, at 12.20 p.m., the applicant was taken by police officers to the Kraków sobering-up centre (Izba Wytrzeźwień) and detained there for six hours and thirty minutes. The staff of the centre filled out a form recording the applicant's stay.",
                                "elements": []
                            },
                            {
                                "content": "9.  The form was pre-printed. It bore the number 006107/94 and was entitled “Card recording a stay in a sobering-up centre”. It had been filled out by hand. After details of the applicant's identity, the form was divided into seven sections. The first section, entitled “Request for admission”, indicated that the applicant had arrived at the centre at 12.45 p.m. The reason for the arrest was partly typed and partly handwritten. The operative part of section 40(1) of the Law of 26 October 1982 (cited below in paragraph 26) was typed in. The handwritten note read:",
                                "elements": []
                            },
                            {
                                "content": "“[The applicant] made a row at the post office in Urocza Osiedle.”",
                                "elements": []
                            },
                            {
                                "content": "10.  The second section, entitled “Doctor's assessment” and signed by a doctor, read:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Anamnesis:",
                                "elements": []
                            },
                            {
                                "content": "(1)  Circumstances, kind and quantity of alcohol drunk, facts surrounding intoxication: [handwriting] evident smell of alcohol – refused to take a breath test",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "2.  Examination of the person brought in:",
                                "elements": []
                            },
                            {
                                "content": "(1)  Behaviour: lucid; unconscious; somnolent; talkative; calm; rowdy; reticent; composed [the words “lucid” and “talkative” were underlined by hand]",
                                "elements": []
                            },
                            {
                                "content": "(2)  Mood: cheerful; depressed, average; excited [the word “average” was underlined by hand]",
                                "elements": []
                            },
                            {
                                "content": "(3)  Walk: steady; unsteady; lack of balance [the word “unsteady” was underlined by hand]",
                                "elements": []
                            },
                            {
                                "content": "(4)  Speech: clear; blurred; mumbling [the word “blurred” was underlined by hand]",
                                "elements": []
                            },
                            {
                                "content": "(5)  Traces of vomit: visible; invisible [the word “invisible” was underlined by hand]",
                                "elements": []
                            },
                            {
                                "content": "(6)  Pulse: regular; irregular; strong; weak [the words “regular” and “strong” were underlined by hand]",
                                "elements": []
                            },
                            {
                                "content": "(7)  Heart: regular beat; irregular beat; clear tones; unclear [the words “regular beat” and “clear tones” were underlined by hand]",
                                "elements": []
                            },
                            {
                                "content": "(8)  Pupils: wide; normal; abnormal; narrow; slow to react; no reaction [the word “normal” was underlined by hand]",
                                "elements": []
                            },
                            {
                                "content": "(9)  Skin: pale; red; normal supply of blood; blue [the words “normal supply of blood” were underlined by hand]",
                                "elements": []
                            },
                            {
                                "content": "(10)  Lungs: [illegible handwriting]",
                                "elements": []
                            },
                            {
                                "content": "(11)  State of abdominal cavity: [handwriting] abdomen [illegible adjective]",
                                "elements": []
                            },
                            {
                                "content": "(12)  Injuries: [handwriting] none",
                                "elements": []
                            },
                            {
                                "content": "(13)  Other ailments: [handwriting] sight seriously impaired",
                                "elements": []
                            },
                            {
                                "content": "(14)  Description of the state of the person examined: [handwriting] state of moderate intoxication",
                                "elements": []
                            },
                            {
                                "content": "[Print] As a result of the examination I find that the person brought in:",
                                "elements": []
                            },
                            {
                                "content": "(1)  is in a state of intoxication justifying keeping him in a sobering-up centre for [handwriting] 6 [print] hours [that entry was underlined by hand]",
                                "elements": []
                            },
                            {
                                "content": "(2)  should be taken to a public health-care establishment [not selected]",
                                "elements": []
                            },
                            {
                                "content": "(3)  should not be placed in a sobering-up centre [not selected]”",
                                "elements": []
                            },
                            {
                                "content": "11.  The subsequent sections were entitled “III.  Decision of the head of the centre/shift” and “IV.  Objects to be kept in the centre's custody”. This section listed the objects taken from the applicant as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... identity card [no.] DB 3429943; [illegible description of other documents]; 654,700 [old] zlotys (PLZ); Polyot watch [made of] golden metal; tear-gas gun; [illegible description of other items]; keys (eighteen); purse; jacket; shirt; trousers; belt; shoes.”",
                                "elements": []
                            },
                            {
                                "content": "12.  Section V, entitled “Alcohol taken from [the person concerned]”, contained no entry. Section VI, entitled “Stay in the sobering-up centre”, contained a list of the measures which could be applied to an intoxicated person (they included administering medicines, a warm or cold bath, solitary confinement, physical restraint by means of belts or a strait-jacket) and a description of his behaviour. The applicant's behaviour, mental and physical state were assessed as “good”. The last section, “VII.  Release from the sobering-up centre”, recorded that after six and a half hours the applicant had been assessed by the doctor as “sober” and released at 7.15 p.m. A handwritten note indicated that the applicant had refused to sign the card.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 10 May 1994 the applicant requested the Kraków District Prosecutor (Prokurator Rejonowy) to institute criminal proceedings against the police officers who had arrested him on 5 May 1994 and against the staff of the Kraków sobering-up centre. He alleged that the policemen had beaten him and complained about the behaviour of the staff of the centre.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 29 May 1994 the applicant sued the Treasury in the Kraków Regional Court (Sąd Wojewódzki), seeking compensation “for unlawful attacks by agents of the State on 5 May 1994 and theft of personal possessions”. The court considered that the applicant's claim should be examined as a claim for compensation for manifestly unjustified arrest, under Article 487 of the Code of Criminal Procedure.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 28 November 1994 the Kraków Regional Court dismissed the claim, finding that the applicant's arrest had been justified. That decision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“On the basis of [the applicant's] testimony, written information from the XIIth Police Station and the [materials] contained in file no. 2 DS 1842/94 of the Kraków District Prosecutor, that is, the detention form ... no. 006107 containing the request for admission, we find that on 5 May 1994 [the applicant], being under the influence of alcohol, caused a disturbance of public order [zakłócił porządek publiczny] in Post Office no. 30 ... in Kraków. The police intervened at the request of the postal clerks. Since the arrestee smelt of alcohol, he was taken to the sobering-up centre, where, following a medical examination, he was assessed as being 'moderately intoxicated' and admitted.",
                                "elements": []
                            },
                            {
                                "content": "The above facts indicate that [the applicant's] arrest was justified. There is therefore no basis for awarding him compensation under the provisions of Chapter 50 of the Code of Criminal Procedure.”",
                                "elements": []
                            },
                            {
                                "content": "16.  On 1 December 1994 the Kraków-Śródmieście District Prosecutor, on suspicion that offences of assault, theft and infringement of the applicant's personal rights had been committed, opened an investigation relating to the applicant's complaint of 10 May 1994.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 5 December 1994 the applicant appealed against the decision of the Kraków Regional Court of 28 November 1994. He argued that this decision was not based on any sound evidence, but only on the statements of the policemen. He further stated that he had been assaulted by the policemen and that his personal belongings had been stolen. The applicant relied on Articles 3, 6 § 1 and 8 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 25 January 1995 the Kraków Court of Appeal (Sąd Apelacyjny) dismissed the appeal. The reasons for its decision read:",
                                "elements": []
                            },
                            {
                                "content": "“The [applicant's] appeal is not justified. Contrary to his submissions, on the material date, that is, on 5 May 1994 [the applicant] was under the influence of alcohol; his state was described as 'moderate intoxication'. While in that state, he went to Post Office no. 30, where he disturbed public order. Employees at that office called the police ... [T]he policemen, finding that the applicant smelt of alcohol, took him to the sobering-up centre. As a result of the [medical] examination it was found that he was in a state of 'moderate intoxication' and detained until he sobered up. The applicant refused to take a breath test.",
                                "elements": []
                            },
                            {
                                "content": "The [applicant's belongings] were taken from him in the presence of the policemen and placed in the centre's custody. ... In that connection it must be said that the policemen did not rob the applicant. The policemen's intervention and the placing of the applicant in the sobering-up centre were justified.",
                                "elements": []
                            },
                            {
                                "content": "[We] cannot therefore share [the applicant's] view that the policemen committed robbery and that the applicant was arrested and placed in the sobering-up centre groundlessly.”",
                                "elements": []
                            },
                            {
                                "content": "19.  On 28 February 1995 the Kraków-Śródmieście District Prosecutor discontinued the investigation opened at the applicant's request. However, on 1 December 1995 the Kraków Regional Prosecutor (Prokurator Wojewódzki), upon the applicant's appeal, quashed this decision and ordered a supplementary investigation.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 19 February 1996 a policeman from the Kraków-Grzegórzki police heard evidence from W.K., who had witnessed the events of 5 May 1994 at the post office. The relevant part of the latter's testimony read:",
                                "elements": []
                            },
                            {
                                "content": "“I have known [the applicant] since 1969 but we do not have regular contact and do not meet frequently. About one year ago, on a date which I cannot [now] specify, I met [the applicant] in Nowa Huta [a district of Kraków]. We went together to an optician and, then, to the post office. He did not tell me why he was going to the post office. He had his dog with him and, since no dogs were permitted to enter the office, I remained outside the building, holding the dog on the leash [at the applicant's request]. [The applicant] went into the building. After some time he came back, in a state of agitation, and said that either his post-office boxes had not been locked [by the postal clerks] or someone had broken into them. He immediately went back into the office. Out of curiosity, I followed him with the dog. Immediately afterwards, two policemen entered the building and approached [the applicant]. He told me to get the dog out of the building. At the same time, one of the policemen approached me and checked my identity card. I then left the building. When I was standing outside, I saw the policemen taking [the applicant] out of the building, escorting him to a patrol car and leaving. In my view, [the applicant] remained calm throughout this incident; therefore, I do not know why he was taken away by the policemen. I did not see the policemen hitting him while escorting him; they were holding him with their hands. I cannot recall whether or not [the applicant] told the policemen that the dog I was holding on the leash was his ...”",
                                "elements": []
                            },
                            {
                                "content": "21.  On 26 February 1996 the Kraków-Grzegórzki police discontinued the investigation, finding that no offence had been committed. The relevant parts of the reasons for the decision read:",
                                "elements": []
                            },
                            {
                                "content": "“Accordingly, evidence was heard from the policemen [involved in the incident of 5 May 1994]. They stated that [the applicant] had been brought to the [Kraków] sobering-up centre in connection with a row made by him and his state of intoxication. They did not hit him; they merely kept hold of him while taking him to a patrol car and putting him inside. They stated that [the applicant] had not had a dog with him and that, inside the post office, there was a man holding a dog [on a leash], namely W.K. However, nobody knew that this dog belonged to [the applicant]. ... A doctor from the [Kraków] sobering-up centre confirmed that [the applicant] had been intoxicated ...”",
                                "elements": []
                            },
                            {
                                "content": "This decision was confirmed by the Kraków-Śródmieście District Prosecutor on 27 February 1996.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 5 March 1996 W.K., having been acquainted with the reasons for the above decision, made a statement before a notary. The relevant part of this statement read:",
                                "elements": []
                            },
                            {
                                "content": "“I, W.K., hereby declare before a notary that, after being acquainted with [the decision to discontinue the investigation], I disagree with the description [given therein] of events which I witnessed.",
                                "elements": []
                            },
                            {
                                "content": "When evidence was taken from me, I entirely denied the insinuation that [the applicant] had been drunk; ... I spent one hour with him prior to the incident and I [still] totally exclude such a possibility.",
                                "elements": []
                            },
                            {
                                "content": "[The applicant] did not make a row at the post office; he raised his voice merely in order to be heard above the clamour being made by a large number of clients ... about two hundred persons queuing at the post office counters at the same time. ... He loudly demanded to speak to the postmaster in order to obtain an explanation of why his post-office boxes had been unlocked ... and [why] one of these boxes had been broken. ... His dog remained outside because the building was overcrowded so the dog could not have been inside ... as the policemen claimed; they [simply] lied. The postmaster did not come to see [the applicant]; instead, the policemen appeared and demanded that we show them our identity cards. I gave them my card and [the applicant], calmly, gave his. They checked the cards thoroughly and made notes in their notebooks. By checking [the applicant's] documents they must have learnt that he was an invalid [i.e. that his sight was severely impaired] ... They gave me back my identity card but [the applicant] was taken to a patrol car and taken away. During his arrest [the applicant] behaved in a calm manner; he only requested the policemen either to let him take his dog with him or to ensure [that it would be taken by someone else]. I witnessed this. They did not respond to his request and left ...”",
                                "elements": []
                            },
                            {
                                "content": "23.  On 5 April 1996 the Kraków-Śródmieście District Prosecutor reopened, ex officio, the investigation into the events of 5 May 1994 but discontinued it on 23 May 1996, finding that no offence had been committed.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Arrest of intoxicated persons under the Law of 26 October 1982 on Education in Sobriety and the Fight against Alcoholism",
                                "elements": [
                                    {
                                        "content": "24.  The Law of 26 October 1982 on Education in Sobriety and the Fight against Alcoholism (Ustawa o wychowaniu w trzeźwości i przeciwdziałaniu alkoholizmowi – “the Law of 26 October 1982”) lays down measures which may be applied in respect of two categories of persons: those “addicted to alcohol” and those who are “intoxicated”. Sections 21 to 38 deal with voluntary or compulsory treatment of “persons addicted to alcohol”, whereas sections 39 and 40 set out measures which may be applied to “intoxicated persons”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Pursuant to section 39 of the Law, sobering-up centres shall be set up and managed by the authorities of municipalities with more than 50,000 inhabitants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Section 40 of the Law (in the version applicable at the material time) provided, in its relevant part:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Intoxicated persons who behave offensively in a public place or a place of employment, are in a condition endangering their life or health, or are themselves endangering other persons' life or health, may be taken to a sobering-up centre or a public health-care establishment, or to their place of residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  In the absence of a sobering-up centre, such persons may be taken to a [police station].",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  [Intoxicated] persons who have been taken to a sobering-up centre or a [police station] shall remain there until they are sober but for no longer than twenty-four hours ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Where it is justified to institute proceedings [in respect of an intoxicated person] with a view to [his undergoing] compulsory treatment [for addiction to alcohol], [the authorities concerned] shall immediately report [this fact] to the relevant committee for fighting alcoholism ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  A person arrested and subsequently confined in a sobering-up centre under section 40 of the Law is not entitled to bring proceedings challenging the lawfulness of the deprivation of his liberty since, according to Article 206 of the Code of Criminal Procedure, only a person arrested on suspicion of having committed an offence may appeal against a decision to arrest him (see the Supreme Court judgment (no. I KZP 43/91) of 12 February 1992 reached by a bench of seven judges, OSNKW 1992/5-6/32).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Ordinance of the Minister of Administration, Local Economy and Environmental Protection of 7 May 1983 on taking intoxicated persons to sobering-up centres, the organisation of those centres, the medical care provided by them and the fees for transportation to and staying in soberingup centres or police stations (repealed by an Ordinance of the Minister of Health and Social Care of 23 October 1996) set out detailed rules relating to detention in a sobering-up centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Article 9 of the Ordinance (in the version applicable at the material time) provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A person taken to a sobering-up centre shall promptly be given a medical examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Following the medical examination, a doctor shall ascertain whether such person should be placed in a sobering-up centre ..., or should be placed in a hospital or other medical establishment ..., or whether there are no signs of intoxication justifying a placement in a sobering-up centre.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  No provision obliged the authorities to carry out in addition any tests (such as blood or breath tests) to establish whether or not a given person was intoxicated. The relevant part of Article 16 of the Ordinance provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“An alcohol-level test shall be carried out at the request of the intoxicated person ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  According to Article 21 of the Ordinance, a person placed in a sobering-up centre was to be charged for both lodging and transportation there, at rates estimated to amount to, respectively, 20% and 4% of an average monthly salary in the public sector. If the person concerned did not have sufficient money, a sobering-up centre was entitled, under Article 22, to take a lien over his possessions.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Concept of “disturbance of public order”",
                                "elements": [
                                    {
                                        "content": "32.  Disturbance of public order (zakłócenie porządku publicznego) was at the material time a minor offence punishable under Article 51 of the Code of Administrative Offences. That Article, in the version applicable at the material time, provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Anyone who, by shouting or by noisy, alarming or other unruly behaviour disturbs the public peace or the public order, or a [citizen's] night rest or who behaves offensively in a public place, shall be liable to a maximum of two months' imprisonment or a fine of [between PLZ 100,000 and] 1,500,000 ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  If the behaviour in question is of a hooligan nature or the person concerned was intoxicated, he shall be liable to [a maximum of three months'] imprisonment ... or a fine [of between PLZ 100,000 and 5,000,000].”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  Preparatory WORK On Article 5 § 1 of the Convention",
                        "elements": [
                            {
                                "content": "33.  On 8 September 1949 the Consultative Assembly of the Council of Europe adopted Recommendation 38. The text of the draft provision of the future Article 5 was contained in Article 2 and read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In this Convention, the Member States shall undertake to ensure to all persons residing within their territories:",
                                "elements": []
                            },
                            {
                                "content": "\t(1)  Security of person, in accordance with Articles 3, 5 and 8 of the United Nations Declaration;",
                                "elements": []
                            },
                            {
                                "content": "\t...",
                                "elements": []
                            },
                            {
                                "content": "\t(3)  Freedom from arbitrary arrest, detention, exile and other measures, in accordance with Articles 9, 10 and 11 of the United Nations Declaration ...”",
                                "elements": []
                            },
                            {
                                "content": "34.  On 4 February 1950 the following amendment to Article 2 § 3 as drafted in Recommendation 38 was presented by Mr Salén (Sweden):",
                                "elements": []
                            },
                            {
                                "content": "“Article 2 § 3: add at the end:",
                                "elements": []
                            },
                            {
                                "content": "35.  On 6 February 1950, Mr Salén withdrew his amendment,",
                                "elements": []
                            },
                            {
                                "content": "“provided that the statement of reasons, incorporated in the Report of the Committee of Experts, stated clearly:",
                                "elements": []
                            },
                            {
                                "content": "36.  The following commentary on Article 6 of the preliminary draft Convention was then recorded:",
                                "elements": []
                            },
                            {
                                "content": "“The Swedish representative further requested that it be put on record that the text of Article 6 covered, in particular, the right of signatory States to take the necessary measures for combating vagrancy and drunkenness [l'alcoolisme in the French text] or to ensure respect of obligations to pay alimony costs; the Committee [of Experts] had no doubt that this could be agreed to since such restrictions were justified by the requirements of public morality and order.”",
                                "elements": []
                            },
                            {
                                "content": "37.  From 6 to 10 March 1950, at the Second Session of the Committee of Experts, the counterpart of the present Article 5 § 1 of the Convention was discussed and redrafted eventually as draft Article 6. The following draft Article 6 was presented:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court;",
                                "elements": []
                            },
                            {
                                "content": "(b)  the lawful arrest and detention of a person for non-compliance with the lawful order of a court, or in order to secure the fulfilment of any obligation prescribed by law;",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or which is reasonably considered to be necessary to prevent his committing a crime, or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "(d)  the lawful detention of minors by lawful order for the purpose of educational supervision;",
                                "elements": []
                            },
                            {
                                "content": "(e)  the lawful detention of persons for the prevention of the spreading of infectious diseases, of persons of unsound mind, alcoholic or drug addicts or vagrants;",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or a person against whom deportation or extradition proceedings are pending.”",
                                "elements": []
                            },
                            {
                                "content": "38.  At this point, the French version of sub-paragraph (e) read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“e)  s'il s'agit de la détention régulière d'une personne susceptible de propager une maladie contagieuse, d'un aliéné, d'un alcoolique, d'un toxicomane ou d'un vagabond;”",
                                "elements": []
                            },
                            {
                                "content": "39.  Finally, on 3 November 1950, following the last examination of the text of the Convention by the Committee of Experts, the above text was replaced by the provision of the present Article 5 § 1 of the Convention; the changes made by the Committee of Experts were described as “formal corrections and corrections of translation”. It was on this occasion that in the English text the word “alcoholic” in sub-paragraph (e) was replaced by “alcoholics”.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "40.  Mr Witold Litwa applied to the Commission on 6 August 1994. He alleged that his detention in the Kraków sobering-up centre on 5 May 1994 had been unlawful and arbitrary and had therefore amounted to a violation of Article 5 § 1 of the Convention. He further maintained that, on the same day, police officers had attacked and beaten him while attempting to apprehend him and that, subsequently, the staff of the sobering-up centre had treated him in a degrading manner, both those facts amounting to treatment contrary to Article 3 of the Convention. Lastly, invoking Article 1 of Protocol No. 1, the applicant alleged that, as a result of having been arrested and then kept in the sobering-up centre, he had lost his personal belongings and his guide dog.",
                        "elements": []
                    },
                    {
                        "content": "41.  On 25 September 1997 the Commission declared the application (no. 26629/95) admissible in so far as it concerned the issue of the lawfulness of the applicant's confinement in the Kraków sobering-up centre. It declared the remainder of the application inadmissible. In its report of 4 December 1998 (former Article 31 of the Convention), it expressed the opinion that there had been no violation of Article 5 § 1 (twenty-one votes to five).",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "42.  The applicant, both in his memorial and at the hearing of 7 October 1999, requested the Court to hold that he had been deprived of his liberty unlawfully and that the respondent State had been in breach of Article 5 § 1 of the Convention. He also requested the Court to award him just satisfaction under Article 41.",
                        "elements": []
                    },
                    {
                        "content": "43.  The Government, for their part, requested the Court to uphold the Commission's opinion that the applicant's detention had fallen within the scope of Article 5 § 1 (e) of the Convention and to find that there had been no violation of Article 5 § 1.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  Alleged violation of Article 5 § 1 of the convention",
                        "elements": [
                            {
                                "content": "44.  The applicant alleged that he had been detained in the Kraków sobering-up centre unlawfully and arbitrarily. He maintained that his detention had not fallen within the scope of any of the exceptions to the rule of personal liberty listed in sub-paragraphs (a) to (f) of Article 5 of the Convention. Nor had his detention had an adequate legal basis in Polish law, given the circumstances in which he had been detained. He argued that there had been a violation of Article 5 § 1 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a)  the lawful detention of a person after conviction by a competent court;",
                                "elements": []
                            },
                            {
                                "content": "(b)  the lawful arrest or detention of a person for non-compliance with the lawful order of a court or in order to secure the fulfilment of any obligation prescribed by law;",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "(d)  the detention of a minor by lawful order for the purpose of educational supervision or his lawful detention for the purpose of bringing him before the competent legal authority;",
                                "elements": []
                            },
                            {
                                "content": "(e)  the lawful detention of persons for the prevention of the spreading of infectious diseases, of persons of unsound mind, alcoholics or drug addicts or vagrants;",
                                "elements": []
                            },
                            {
                                "content": "(f)  the lawful arrest or detention of a person to prevent his effecting an unauthorised entry into the country or of a person against whom action is being taken with a view to deportation or extradition.”",
                                "elements": []
                            },
                            {
                                "content": "45.  The Government disputed this. They subscribed to the opinion expressed by the Commission in its report and maintained that the applicant's detention had been effected in compliance with Polish law and had been in conformity with the requirements of Article 5 § 1 (e) of the Convention, a provision which permits the “lawful detention of ... alcoholics”.",
                                "elements": []
                            },
                            {
                                "content": "A.  Whether the applicant was “deprived of his liberty”",
                                "elements": [
                                    {
                                        "content": "46.  As the Commission had found, and which was not disputed by the parties before it, the Court finds that the applicant's confinement in the Kraków sobering-up centre amounted to a “deprivation of liberty” within the meaning of Article 5 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Whether the deprivation of liberty was justified under any of sub-paragraphs (a) to (f) of Article 5 § 1",
                                "elements": [
                                    {
                                        "content": "1.  The scope of the case",
                                        "elements": [
                                            {
                                                "content": "47.  The applicant considered that his detention had not fallen within any of the permitted grounds of deprivation of liberty listed in paragraph 1 of Article 5.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Government maintained, as the Commission had found, that the applicant's detention had been justified under paragraph 1 (e) of Article 5, which provides for the “lawful detention of ... alcoholics”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court recalls that Article 5 § 1 of the Convention contains a list of permissible grounds of deprivation of liberty, a list which is exhaustive. Consequently, no deprivation of liberty will be lawful unless it falls within one of the grounds set out in sub-paragraphs (a) to (f) of Article 5. However, the applicability of one ground does not necessarily preclude that of another; a deprivation of liberty may, depending on the circumstances, be justified under one or more sub-paragraphs (see, among other authorities, the Erkalo v. the Netherlands judgment of 2 September 1998, Reports of Judgments and Decisions 1998-VI, p. 2477, § 50).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court observes that the Government have not invoked any other ground than sub-paragraph (e) to justify the applicant's detention. It is therefore common ground that the deprivation of liberty in issue was not covered by sub-paragraphs (a), (b), (c), (d) or (f) of Article 5. The Court sees no reason to hold otherwise. It must accordingly ascertain whether or not the applicant's confinement was justified under sub-paragraph (e), that is, whether it can be regarded as a form of “lawful detention of ... alcoholics” within the meaning of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Applicability of sub-paragraph (e) of Article 5 § 1 to the present case",
                                        "elements": [
                                            {
                                                "content": "51.  Both parties considered that, in assessing whether sub-paragraph (e) of Article 5 applied in the present case, the essential point was what meaning was to be given to the term “alcoholics” (“d'un alcoolique” in the French text of the Convention).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The applicant maintained that from the medical point of view it had never been possible to say that a single instance of intoxication was equivalent to “alcoholism”. On this basis, he argued that “intoxicated persons” could not be identified with “alcoholics” since the latter term – both in its scientific and lay usage – denoted persons addicted to and dependent on alcohol, not temporarily under its influence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The applicant went on to argue that a narrow interpretation should be given to the Convention terms, especially those relating to the exceptions to the rule of personal liberty. In that context, the applicant pointed out that any other interpretation of the word “alcoholics” would not be consistent with the object of Article 5 and the ordinary meaning of this word.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Government agreed with the result of the interpretation of the term “alcoholics” made by the Commission. In particular, they accepted that this term should be understood as covering not only persons with a defined psychiatric condition of alcohol dependency but also those occasionally intoxicated. They did, however, contest the manner in which the Commission had interpreted this term in its report.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  In so doing, the Government firmly objected to the Commission's view, a view based on paragraph 1 of Article 31 of the Vienna Convention of 23 May 1969 on the Law of Treaties (“the Vienna Convention”), that the term “alcoholics”, like the other terms referred to in Article 5, had to be interpreted in accordance with its ordinary meaning. The Government considered that “a special meaning”, as referred to in paragraph 4 of Article 31 of the Vienna Convention, had to be given to the phrase in question. In their opinion, the Contracting States had intended to give a broad – and therefore a special – meaning to the word “alcoholics”. This had been recorded in the preparatory work on the Convention, which showed that the ratio legis for permitting the “lawful detention of ... alcoholics” in Article 5 had been “to cover the right of the Contracting States to take the necessary measures for combating ... drunkenness”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  The Government further pointed out that if the term “alcoholics” were to be given a strict, usual or ordinary meaning, then such an interpretation of Article 5 § 1 (e) would lead to absurd or unreasonable results because detention of those persons would have to be based exclusively on the anticipated knowledge of the police that a specific person was medically classified as an alcoholic. Furthermore, a strict interpretation might likewise lead to absurd or unreasonable results in cases where an alcoholic was to be detained during his “sober days”, for instance in the course of his therapy. Consequently, such a sober person, although medically diagnosed an alcoholic, could never be lawfully detained on the ground of belonging to the category of “alcoholics”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court, in ascertaining the Convention meaning of the term “alcoholics”, will be guided by Articles 31 to 33 of the Vienna Convention of 23 May 1969 on the Law of Treaties, as it has repeatedly been in other cases where an interpretation of the Convention was required (see, for instance, the Johnston and Others v. Ireland judgment of 18 December 1986, Series A no. 112, p. 24, § 51 et seq., and the Lithgow and Others v. the United Kingdom judgment of 8 July 1986, Series A no. 102, pp. 47-48, § 114 in fine, and p. 49, § 117).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  In that connection, the Court reiterates that, in the way it is presented in the general rule of interpretation laid down in Article 31 of the Vienna Convention, the process of discovering and ascertaining the true meaning of the terms of the treaty is a unity, a single combined operation. This general rule, closely integrated, places on the same footing the various elements enumerated in the four paragraphs of that Article (see the Golder v. the United Kingdom judgment of 21 February 1975, Series A no. 18, p. 14, §§ 29-30).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The sequence in which those elements are listed in Article 31 of the Vienna Convention regulates, however, the order which the process of interpretation of the treaty should follow. That process must start from ascertaining the ordinary meaning of the terms of a treaty – in their context and in the light of its object and purpose, as laid down in paragraph 1 of Article 31. This is particularly so in relation to the provisions which, like Article 5 § 1 of the Convention, refer to exceptions to a general rule and which, for this very reason, cannot be given an extensive interpretation (see the De Wilde, Ooms and Versyp v. Belgium judgment of 18 June 1971, Series A no. 12, pp. 37-38, § 68, and the Winterwerp v. the Netherlands judgment of 24 October 1979, Series A no. 33, pp. 16-17, § 37).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court observes that the word “alcoholics”, in its common usage, denotes persons who are addicted to alcohol. On the other hand, in Article 5 § 1 of the Convention this term is found in a context that includes a reference to several other categories of individuals, that is, persons spreading infectious diseases, persons of unsound mind, drug addicts and vagrants. There is a link between all those persons in that they may be deprived of their liberty either in order to be given medical treatment or because of considerations dictated by social policy, or on both medical and social grounds. It is therefore legitimate to conclude from this context that a predominant reason why the Convention allows the persons mentioned in paragraph 1 (e) of Article 5 to be deprived of their liberty is not only that they are dangerous for public safety but also that their own interests may necessitate their detention (see the Guzzardi v. Italy judgment of 6 November 1980, Series A no. 39, pp. 36-37, § 98 in fine).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  This ratio legis indicates how the term “alcoholics” should be understood in the light of the object and purpose of Article 5 § 1 (e) of the Convention. It indicates that the object and purpose of this provision cannot be interpreted as only allowing the detention of “alcoholics” in the limited sense of persons in a clinical state of “alcoholism”. The Court considers that, under Article 5 § 1 (e) of the Convention, persons who are not medically diagnosed as “alcoholics”, but whose conduct and behaviour under the influence of alcohol pose a threat to public order or themselves, can be taken into custody for the protection of the public or their own interests, such as their health or personal safety.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  That does not mean that Article 5 § 1 (e) of the Convention can be interpreted as permitting the detention of an individual merely because of his alcohol intake. However, the Court considers that in the text of Article 5 there is nothing to suggest that this provision prevents that measure from being applied by the State to an individual abusing alcohol, in order to limit the harm caused by alcohol to himself and the public, or to prevent dangerous behaviour after drinking. On this point, the Court observes that there can be no doubt that the harmful use of alcohol poses a danger to society and that a person who is in a state of intoxication may pose a danger to himself and others, regardless of whether or not he is addicted to alcohol.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court further finds that this meaning of the term “alcoholics” is confirmed by the preparatory work on the Convention (see paragraphs 33 to 39 above). In that regard, the Court observes that in the commentary on the preliminary draft Convention it is recorded that the text of the relevant Article covered the right of the signatory States to take measures to combat vagrancy and “drunkenness” (“l'alcoolisme” in French). It is further recorded that the Committee of Experts had no doubt that this could be agreed “since such restrictions were justified by the requirements of public morality and order”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  On this basis, the Court concludes that the applicant's detention fell within the ambit of Article 5 § 1 (e) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Whether the detention in issue was “lawful” and free from arbitrariness",
                                "elements": [
                                    {
                                        "content": "65.  The applicant firstly contended that the police had had no reason to arrest him because he had not been intoxicated and had behaved calmly – before, during and after his arrest. The applicant, as he had done before the Commission, referred to the statements given by W.K. before a notary on 5 March 1996 (see paragraphs 20 and 22 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The applicant asserted, secondly, that on his arrival at the Kraków sobering-up centre he had been very superficially examined by a doctor who had not listened to his complaints about the behaviour of the policemen. No appropriate medical tests had been carried out to establish whether he had indeed been intoxicated. Then, without being given any opportunity to explain the circumstances surrounding his arrest, he had had to undress and surrender his clothes to the centre's custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The applicant further maintained that his detention had no basis in domestic law. In particular, he had not been detained on suspicion of having committed an offence of disturbance of public order, nor had he caused such a disturbance in a public place, nor had he endangered his own or other persons' life or health within the meaning of section 40 of the Law of 26 October 1982.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The applicant agreed that in general there could be cases where an intoxicated person might be considered a danger to himself or the public but in his case there had been no such circumstances. In that regard, the applicant made reference to the Winterwerp judgment (cited above), stating that the principles developed by the Court in relation to the detention of “persons of unsound mind”, who were listed in paragraph 1 (e) of Article 5 together with “alcoholics”, should be applied by analogy to the latter. Those principles laid down that before an individual could legitimately be detained for the purposes of Article 5 § 1 (e) as a person of “unsound mind”, he must reliably be shown by objective medical evidence to be suffering from a mental disorder of a kind or degree warranting compulsory confinement and this disorder must persist throughout the period of detention. The applicant contended that, in the circumstances of his case, there was no reason to consider him to be an “alcoholic” or even an “intoxicated person”. Not only had he been sober at the material time, but there had never been any medical evidence, especially in the form of appropriate tests, that he had abused alcohol.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The applicant further contested the credibility of the evidence on which the domestic courts had found that he had been intoxicated at the material time. Denying that he had refused to undergo a breath test, the applicant submitted that the doctor in the sobering-up centre had not only failed to carry out such a test but had not even measured his blood pressure. In sum, the applicant considered that the authorities had detained him both arbitrarily and in breach of the domestic law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government stated that the applicant had been detained because he had caused a disturbance in a public place while in a state of intoxication. Both his conduct and behaviour justified confining him in a sobering-up centre under section 40 of the Law of 26 October 1982.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Government stressed that there could be no doubt that the applicant had been intoxicated at the material time since it had been established by a doctor on the basis of several signs of intoxication detected by him. They pointed out that it was written down in the document recording the applicant's stay in the sobering-up centre that he had refused to undergo a breath test which could have confirmed the exact concentration of alcohol in his blood. The Government contended that there was no element of arbitrariness on the part of the domestic authorities in taking the applicant to the Kraków sobering-up centre and detaining him there for the time necessary for him to sober up.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court reiterates that under Article 5 of the Convention any deprivation of liberty must be “lawful”, which includes a requirement that it must be effected “in accordance with a procedure prescribed by law”. On this point, the Convention essentially refers to national law and lays down an obligation to comply with its substantive and procedural provisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  It also requires that any measure depriving the individual of his liberty must be compatible with the purpose of Article 5, namely to protect the individual from arbitrariness (see the K.-F. v. Germany judgment of 27 November 1997, Reports 1997-VII, p. 2674, § 63).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  In the present case, the Court notes that there is no dispute as to the fact that the police, when arresting the applicant and taking him to the sobering-up centre, followed the procedure provided for by section 40 of the Law of 26 October 1982. The Court therefore considers that the applicant's detention had a legal basis in Polish law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court further notes that the essential statutory conditions for the application of the measures laid down in section 40 of the Law of 26 October 1982 are, first, that the person concerned is intoxicated and, second, that either his behaviour is offensive or his condition is such as to endanger his own or other persons' life or health (see paragraph 26 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  It is not for the Court to review whether the domestic authorities have taken correct decisions under Polish law. Its task is to establish whether the applicant's detention was “the lawful detention” of an “alcoholic”, within the autonomous meaning of the Convention as the Court has explained it above in paragraphs 57 to 63.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  In this connection, the Court entertains serious doubts as to whether it can be said that the applicant behaved, under the influence of alcohol, in such a way that he posed a threat to the public or himself, or that his own health, wellbeing or personal safety were endangered. The Court's doubts are reinforced by the rather trivial factual basis for the detention and the fact that the applicant is almost blind.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court reiterates that a necessary element of the “lawfulness” of the detention within the meaning of Article 5 § 1 (e) is the absence of arbitrariness. The detention of an individual is such a serious measure that it is only justified where other, less severe measures have been considered and found to be insufficient to safeguard the individual or public interest which might require that the person concerned be detained. That means that it does not suffice that the deprivation of liberty is executed in conformity with national law but it must also be necessary in the circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  However, in the applicant's case no consideration appears to have been given to the fact that section 40 of the Law of 26 October 1982 provides for several different measures which may be applied to an intoxicated person, among which detention in a sobering-up centre is the most extreme. Indeed, under that section, an intoxicated person does not necessarily have to be deprived of his liberty since he may just as well be taken by the police to a public health-care establishment or to his place of residence (see paragraph 26).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The absence of any such considerations in the present case, although expressly provided for by the domestic law, has finally persuaded the Court that the applicant's detention cannot be considered “lawful” under Article 5 § 1 (e). There has therefore been a breach of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "81.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "82.  The applicant alleged that he had sustained pecuniary damage of 1,900 new zlotys (PLN), corresponding to the value of the belongings which had been taken from him by the staff of the Kraków sobering-up centre and then kept in the centre's custody. He also claimed a sum equal to 600,000 US dollars (USD) in compensation for moral suffering and distress caused by his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Government considered that these sums were excessive. They asked the Court to rule that a finding of a violation constituted sufficient just satisfaction. In the alternative, they invited the Court to assess the amount of just satisfaction on the basis of its case-law in similar cases and having regard to national economic circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court notes that, in respect of the claim for pecuniary damage, the applicant has failed to reclaim his possessions from the domestic authorities. The Court accordingly dismisses the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  However, the Court finds that the applicant has certainly suffered non-pecuniary damage, which is not sufficiently compensated by the finding of a violation. Making its assessment on an equitable basis, the Court awards the applicant PLN 8,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "86.  The applicant also claimed USD 23,530 by way of legal costs and expenses incurred in connection with the proceedings before the Commission and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Government submitted that the amount sought was excessive in comparison with the fees normally charged in Poland and requested the Court not to allow it in full.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Court observes that, according to the criteria laid down in its case-law, it must ascertain whether the sum claimed was actually and necessarily incurred and was reasonable as to quantum (see, among other authorities, Öztürk v. Turkey [GC], no. 22479/93, § 83, ECHR 1999-VI). Applying the said criteria to the present case and making its assessment on an equitable basis, the Court considers it reasonable to award the applicant PLN 15,000 for his costs and expenses, together with any value-added tax that may be chargeable, less the 13,174 French francs received by way of legal aid from the Council of Europe.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "89.  According to the information available to the Court, the statutory rate of interest applicable in Poland at the date of adoption of the present judgment is 21% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds by six votes to one that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 21% shall be payable on these sums from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses unanimously the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 April 2000, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  concurring opinion of Mr Conforti;",
                        "elements": []
                    },
                    {
                        "content": "(b)  concurring opinion of Mr Bonello;",
                        "elements": []
                    },
                    {
                        "content": "(c)  dissenting opinion of Mr Baka.",
                        "elements": []
                    },
                    {
                        "content": "I share Judge Bonello's opinion that the exception in Article 5 § 1 (e) permitting deprivation of liberty concerns only alcoholics and can therefore not be applied to persons who, like the applicant, are occasionally in a state of drunkenness. In claris non fit interpretatio!",
                        "elements": []
                    },
                    {
                        "content": "It is difficult for me to understand how the majority can reach the conclusion in the present case that there has been a violation of Article 5 after accepting that Article 5 § 1 (e) is applicable to those who are occasionally intoxicated. In other words, it is difficult for me to understand how, having accepted that that provision is applicable, one can consider arbitrary and disproportionate the conduct of the Polish State, which held the applicant in a sobering-up centre for six and a half hours, that is until the time when, according to the prognosis of the doctor who examined him, his drunken state would have worn off.",
                        "elements": []
                    },
                    {
                        "content": "The above remark is not intended as a criticism of the majority, and in any case that would not be a fitting subject for a separate opinion. It is simply a general comment which I feel is opportune in the present case, as in other similar cases, and which concerns the subsidiary and supranational nature of the Court. In my humble opinion, where the Convention gives the possibility of indicating to the State with clarity and precision how it should or should not conduct itself, the Court's decision should not be made to depend on an assessment of the minor details of a case. Otherwise there is a risk of substituting an arbitrary ruling by the Court for an arbitrary ruling by the domestic judges, without indicating to the State concerned how to avoid repeating the violation in the future.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            },
            {
                "content": "\nConcurRing opinion of Judge Bonello",
                "elements": [
                    {
                        "content": "I voted with the majority to find a violation of Article 5 § 1 of the Convention, but am unable to endorse the conclusions reached in paragraphs 60 to 64 of the judgment. According to the Court, the exception to the enjoyment of the fundamental right of freedom of the person contemplated in sub-paragraph (e) of Article 5 § 1 is applicable to the present case.",
                        "elements": []
                    },
                    {
                        "content": "That exception refers to “the lawful detention of ... alcoholics”. The question arises whether the Convention, by permitting the detention of alcoholics, is also allowing the deprivation of liberty of persons who are not alcoholics but are in a transient state of intoxication.",
                        "elements": []
                    },
                    {
                        "content": "From the factual point of view it must be emphasised that there is absolutely no evidence in the record that the applicant is an alcoholic. At most (if at all), at the time of the episode he was moderately intoxicated.",
                        "elements": []
                    },
                    {
                        "content": "Article 5 § 1 (e) permits “the lawful detention of persons for the prevention of the spreading of infectious diseases, of persons of unsound mind, alcoholics, drug addicts or vagrants”. These classifications share one common factor: they refer to continuing or habitual states of socially dangerous conditions or attitudes, but not to one-off, transient manifestations. A vagrant is a person who lives a life of vagrancy, not anyone who temporarily happens to have no fixed abode. Drug addiction, too, relates to a continuing situation, not to an isolated consumption of a prohibited substance. To be of unsound mind, again, represents a condition of extended impairment of mental processes, rather than any isolated bout of aberrant behaviour.",
                        "elements": []
                    },
                    {
                        "content": "Now, the Convention places “alcoholics” within this group – the continuing situation group. By virtue of the basic ejusdem generis tool of interpretation, it would be abnormal and deviant to construe, within the same sentence, four out of five categories as referring to continuing conditions and one (alcoholics) as referring to an isolated episode of passing intoxication. Otherwise “alcoholics” would wreck the symmetry intentionally crafted by the drafters of the Convention. Were the concept of “alcoholic” to include a one-off instance of intoxication, it would stand as the odd man out in a context of harmoniously similar notions.",
                        "elements": []
                    },
                    {
                        "content": "The majority concedes (see paragraph 49 of the judgment) that “Article 5 § 1 of the Convention contains a list of permissible grounds of deprivation of liberty, a list which is exhaustive. Consequently, no deprivation of liberty will be lawful unless it falls within one of the grounds set out in sub-paragraphs (a) to (f) of Article 5”. In other words, the Court cannot, by overstretching the process of interpretation, add to the list of permissible grounds of deprivation of liberty exhaustively enumerated in Article 5 § 1.",
                        "elements": []
                    },
                    {
                        "content": "“[T]he text of Article 5 § 1 ... sets out an exhaustive list of exceptions”. And “the exceptions permitted by Article 5 § 1 call for a narrow interpretation”.",
                        "elements": []
                    },
                    {
                        "content": "The majority also grants (see paragraphs 59-60 of the judgment) that, fundamental to the proper construction of the Convention is the necessity of “ascertaining the ordinary meaning of [its] terms” and that “the word 'alcoholics', in its common usage, denotes persons who are addicted to alcohol” (emphasis added). In other words, the ordinary meaning of “alcoholics” (which should be the determining one) excludes those persons not addicted to alcohol but who are occasionally in a state of temporary intoxication.",
                        "elements": []
                    },
                    {
                        "content": "That the distinction between “alcoholics” and “intoxicated persons” is paramount, is borne out by the domestic legislation of the respondent State. This, significantly, provides for two distinctive sets of measures: one applicable to persons addicted to alcohol, and another reserved to persons who are merely intoxicated (see paragraph 24 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "The majority has agreed, firstly, that the term “alcoholics” should be understood in its ordinary meaning (persons suffering from a clinical addiction to alcohol); secondly, that it is impermissible to add to the exhaustive list of exceptions set out in Article 5; and, finally, that only a restrictive interpretation should be given to the term “alcoholics”. It then, surprisingly in my view, proceeds to distort substantially the ordinary meaning of “alcoholics” to make it coextensive with, and inclusive of, persons who are well outside the category of “alcoholics” and belong to an extrinsic group – those temporarily under the influence of alcohol. Both are lumped together uncomfortably in the same basket.",
                        "elements": []
                    },
                    {
                        "content": "This approach is, in my view, as anomalous as it is dangerous. The Court has, for the first time ever, and with a vengeance, departed from a healthy tradition, so far nurtured with religious fervour, of not adding to the list of exceptions which justify deprivations of liberty. The present judgment is a quantum leap backwards I cannot bring myself to take. And this novel approach is alarming in so far as once the process of augmenting the list of reasons justifying a deprivation of liberty has been set in motion, there is no guessing where it will stop. Before, only alcoholics could lawfully be deprived of their liberty. Now it is alcoholics and intoxicated persons. Tomorrow?",
                        "elements": []
                    },
                    {
                        "content": "This is a far cry from “interpreting the Convention as a living instrument”. I am all for expanding the horizons of the Convention, so long as this dilation pursues the purposes of strengthening the Convention's aims: that of promoting and reinforcing the rule of human rights law. In the present instance, the result achieved was manifestly the opposite. It appears to me as judicial activism to restrict the compass of the enjoyment of human rights. The majority has now vested additional powers in governments to deny persons their freedom. It has substantially abridged the protection of the individual. This hardly squares, in my view, with “interpreting the Convention as a living instrument”.",
                        "elements": []
                    },
                    {
                        "content": "I am aware that even persons who are not alcoholics, but in a transient state of intoxication, can pose a danger to themselves and to others. I favour measures restraining their ability to inflict injury. Enactments aimed at controlling their harmful potential would receive all my support. These would include their being escorted to their place of abode, or to hospital as the case may be, depriving them of the use of their vehicles and prosecuting them for nuisance and disorderly conduct should that be the case. Where I – and I believe the Convention – draw the line is at norms which allow persons who are not alcoholics to be arrested and detained when they have not committed any criminally relevant act.",
                        "elements": []
                    }
                ],
                "section_name": "opinion"
            },
            {
                "content": "DISSENTING OPINION OF JUDGE BAKA",
                "elements": [
                    {
                        "content": "I fully share the opinion of the Court that there has been a deprivation of the applicant's liberty and similarly that his detention fell within the ambit of Article 5 § 1 (e) of the Convention. On the other hand I am unable to agree with the Court as far as the lawfulness of the detention is concerned. Consequently, I am of the opinion that there has been no violation of the Convention in the instant case.",
                        "elements": []
                    },
                    {
                        "content": "I think that the correct interpretation of Article 5 § 1 (e) of the Convention requires not only reaching a practical and legally sound notion of the term “alcoholics”, but also that this term and its application should be in harmony with the previous jurisprudence of the Court.",
                        "elements": []
                    },
                    {
                        "content": "For the purpose of Article 5 § 1 (e) a narrow interpretation of the term “alcoholics” could lead to a notion which is impracticable. If the police could only detain a person who is medically classified as addicted to alcohol, the provision would lose its practical impact because such information is not normally available to the police at the time of the required action. The police would be powerless against those persons who are not alcohol addicts but who are in a state of temporary intoxication, where a detention would be necessary to prevent a serious disturbance of public order or when the drunken person would endanger his own life and personal safety.",
                        "elements": []
                    },
                    {
                        "content": "I do believe that the required protection against arbitrary detention lies not in the broader or stricter definition of “alcoholics” but in other elements. A person who is generally addicted to alcohol is not necessarily dangerous in a given “sober” moment; on the other hand, someone who is temporarily under the influence of alcohol could pose a serious threat to himself and to others. The danger is basically the same in these situations and I am of the opinion that at a given time a detention under Article 5 § 1 (e) could be justified in both cases.",
                        "elements": []
                    },
                    {
                        "content": "In my opinion what is decisive is to prevent the arbitrary detention of a person belonging to either the broad or narrow category of alcoholics. That is why at the end of the day it is strictly required that the decision of the police to detain someone on this ground has to be based on objective medical expert opinion, as was required, inter alia, in the Winterwerp judgment: “The very nature of what has to be established before the ... national authority ... calls for objective medical expertise.” (Winterwerp v. the Netherlands, judgment of 24 October 1979, Series A no. 33, pp. 17-18, § 39).",
                        "elements": []
                    },
                    {
                        "content": "The Winterwerp judgment goes on to state that “in deciding whether an individual should be detained as a 'person of unsound mind', the national authorities are to be recognised as having a certain discretion since it is in the first place for the national authorities to evaluate the evidence ",
                        "elements": []
                    },
                    {
                        "content": "adduced before them in a particular case ...” (ibid., p. 18, § 40). I think this principle is also clearly applicable to the instant case.",
                        "elements": []
                    },
                    {
                        "content": "In the present case the deprivation of liberty had an adequate basis. It is undisputed that the applicant was examined by a doctor shortly after the incident at the post office. It is also a fact that the doctor, on the basis of several physical signs of intoxication, came to the conclusion that the applicant was “moderately intoxicated” and, according to the domestic courts' findings, he was causing disturbance in a public place.",
                        "elements": []
                    },
                    {
                        "content": "Taking into account the margin of appreciation of the domestic authorities, I can find no convincing argument for saying that the applicant's detention in the Kraków sobering-up centre for some six hours and thirty minutes was arbitrary and consequently unlawful under Article 5 § 1 (e) of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "opinion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrM. Fischbach",
            "role": "president"
        },
        {
            "name": "MrB. Conforti",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrE. Levits",
            "role": "judges"
        },
        {
            "name": "Mr E. Fribergh",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF WITOLD LITWA v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58537.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2000:0404JUD002662995",
    "externalsources": [
        "Preparatory Work on Article 5 § 1 of the Convention",
        "Vienna Convention of 23 May 1969 on the Law of Treaties, Articles 31 to 33"
    ],
    "extractedappno": [
        "26629/95",
        "006107/94",
        "1842/94",
        "43/91",
        "6/32",
        "22479/93"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Law of 26 October 1982 on Education in Sobriety and Counteracting Alcoholism, section 40(1)"
    ],
    "itemid": "001-58537",
    "judgementdate": "04/04/2000 00:00:00",
    "kpdate": "04/04/2000 00:00:00",
    "kpthesaurus": [
        "448",
        "93",
        "339",
        "220",
        "19",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "5-1-e",
        "5-1",
        "41",
        "5"
    ],
    "parties": [
        "WITOLD LITWA",
        "POLAND"
    ],
    "rank": "398.698547363281",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "De Wilde, Ooms and Versyp v. Belgium judgment of 18 June 1971, Series A no. 12, p. 37, § 68",
        "Erkalo v. the Netherlands judgment of 2 September 1998, Reports 1998-VI, p. 2477, § 50",
        "Golder v. the United Kingdom judgment of 21 February 1975, Series A no. 18, p. 14, §§ 29-30",
        "Guzzardi v. Italy judgment of 6 November 1980, Series A no. 39, p. 37, § 98",
        "Johnston and Others v. Ireland judgment of 18 December 1986, Series A no. 112, p. 24, § 51",
        "K.-F. v. Germany judgment of 27 November 1997, Reports 1997-VII, p. 2674, § 63",
        "Lithgow v. the United Kingdom judgment of 8 July 1986, Series A no. 102, p. 48 § 114 in fine and p. 49, § 117",
        "Öztürk v. Turkey [GC], no. 22479/93, § 83, ECHR 1999-VI",
        "Winterwerp v. the Netherlands judgment of 24 October 1979, Series A no. 33, p. 16, § 37"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "323560",
    "typedescription": "15"
}