{
    "__articles": "5;5-1-c;5-3;35;41",
    "__conclusion": "Remainder inadmissible;No violation of Article 5 - Right to liberty and security (Article 5-1-c - Reasonable suspicion);Violation of Article 5 - Right to liberty and security (Article 5-1-c - Reasonable suspicion;Reasonably necessary to prevent offence);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "16858/11",
    "article": [
        "41",
        "35",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1-c - Reasonable suspicion"
            ],
            "element": "No violation of Article 5 - Right to liberty and security",
            "type": "no-violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1-c - Reasonable suspicion",
                "Reasonably necessary to prevent offence"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-147622.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 16858/11) against the Republic of Latvia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Latvian national, Mr Rolands Urtāns (“the applicant”), on 25 May 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr A. Zvejsalnieks, a lawyer practising in Riga. The Latvian Government (“the Government”) were represented by their Agents, Mrs I. Reine and subsequently Mrs K. Līce.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his detention had been unlawful.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 1 December 2011 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1973 and is currently serving a sentence in Daugavgrīva Prison.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 23 August 2010 criminal proceedings were initiated concerning a burglary. On 1 September 2010 they were joined to another set of proceedings concerning another burglary.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 3 September 2010 the applicant was officially declared a suspect.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 6 September 2010, following a request from the police, an investigating judge of the Daugavpils Court issued a warrant for his arrest and detention. The decision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The judge, having examined the case material, the arguments of the [investigative authority] and the attorney’s opinion, considers that the request is justified and should be granted.",
                                "elements": []
                            },
                            {
                                "content": "Section 241(1) of the Criminal Procedure Law sets out the grounds for the application of a procedural compulsory measure, namely a person’s resistance to the reaching of the aim of criminal proceedings in specific proceedings or to the performance of a separate procedural action, or non-execution or improper execution of his or her procedural duties.",
                                "elements": []
                            },
                            {
                                "content": "In accordance with section 272(1) of the Criminal Procedure Law a person may be detained only if specific factual information obtained in the course of criminal proceedings creates a reasonable suspicion that the person in question has committed a criminal offence, for which the law provides for a custodial sentence, and if no other preventive measure can ensure that they will not commit another criminal offence or obstruct or avoid the pre-trial proceedings, trial or execution of the sentence.",
                                "elements": []
                            },
                            {
                                "content": "Section 12(2) of the Criminal Procedure Law provides that human rights may be restricted only in cases where such restriction is required for public safety reasons and according to the nature and danger of the criminal offence.",
                                "elements": []
                            },
                            {
                                "content": "On 3 September 2013 the [applicant] was declared a suspect of a criminal offence proscribed by section 175(3) of the Criminal Law. Information obtained in the course of criminal proceedings excludes reasonable doubt about his implication in a serious criminal offence. The only possible sanction for commission of this crime is a custodial sentence.",
                                "elements": []
                            },
                            {
                                "content": "It follows from the case material that the [applicant] has declared [to the domestic authorities] his place of residence as [address of Daugavgrīva Prison] in Daugavpils. The case material also contains [a document from another set of criminal proceedings] with [his] signature, whereby he undertakes an obligation to reside at [a particular address] in Daugavpils. On 25 August 2010 the [investigating authority] sent a notice to that address for the [applicant] to appear at a police station on 27 August 2010. On a copy of that notice the investigator has made a note that the [applicant] failed to appear at the allotted time and did not inform [anyone] about the reasons for his absence. On 2 September 2010 a decision was made to forcibly escort the [applicant] to the [investigating authority] on 3 September 2010, but [this decision] could not be executed since the [applicant] was not living at [that particular address]. Police officers verified on several occasions other possible places where the applicant might be, but it was impossible to find him or where he might be; this is evidenced by the police officers’ reports of 4 and 7 August 2010. Information has been obtained in the course of the criminal proceedings that the [applicant] is renting an apartment in the [name of a particular street] area of Daugavpils, but the specific address is unknown. In the circumstances, there are grounds to consider that the [applicant] is hiding and avoiding participation in the investigation, thereby resisting the reaching of the aim of the criminal proceedings and obstructing the normal course of the criminal proceedings and a speedy and fair resolution of issues arising from criminal law.",
                                "elements": []
                            },
                            {
                                "content": "Information obtained from the Penalty Register shows that the [applicant] has been tried on five occasions, [reference to various crimes, including burglary]. Taking into account the time spent in pre-trial detention, he has served the [custodial] sentence imposed and ... is currently [subject to an] additional penalty – police control. In the circumstances, there are reasonable grounds to consider that at liberty, the [applicant] could continue to carry out criminal activities and would commit another criminal offence.",
                                "elements": []
                            },
                            {
                                "content": "Taking into account the aforementioned, the judge concludes that the [investigating authority’s] request is justified and that the security measure [of] detention should be imposed on the [applicant], since imposition of another security measure could not prevent him from committing another criminal offence or from avoiding the investigation. Also, given that the [applicant’s] actual location is not known, it is necessary to issue a search warrant.”",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicant was arrested on 9 September 2010.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 27 September 2010 a judge of the Latgale Regional Court examined an appeal brought by the applicant and upheld the initial detention order. This decision reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Having assessed the reasons mentioned in the [applicant’s] complaint and his request, having heard the explanations given during the hearing, having examined the case material of the procedural compulsory measures and of the [instant] case, [and] taking into account the opinion of the [investigative authority], I consider that the decision of the investigating judge of the Daugavpils Court, to impose on the [applicant] the security measure of detention, should be upheld.",
                                "elements": []
                            },
                            {
                                "content": "I exclude from the [6 September 2010] decision a note to the effect that the [applicant] was avoiding participation in the investigation. According to the available information...on 16 July 2010 the [applicant] was convicted of [various crimes, including burglary] and sentenced to six years and three months’ imprisonment, police control for two years and confiscation of property. Taking into account the time spent in pre-trial detention, he has served the [custodial] sentence imposed. That judgment took effect on 7 August 2010... There is no convincing evidence that [he] received the notice to appear [at the police station] or [other] procedural documents sent [to him]...",
                                "elements": []
                            },
                            {
                                "content": "The conclusion made by the investigating judge – that detention had to be ordered for the [applicant] – is correct, since specific factual information obtained in the course of the criminal proceedings has created a reasonable suspicion that he committed a crime proscribed by section 175(3) of the Criminal Law, [for which] the law provides for a custodial sentence. Imposing another security measure could not ensure that the [applicant] would not commit another criminal offence. These reasons correspond to section 272(1) of the Criminal Procedure Law. They are confirmed by the information available within the criminal proceedings. The [applicant] has been sentenced on several occasions for crimes against property. He has also served sentences in prison but he has not drawn the necessary conclusions and has not reformed. He is suspected of an analogous crime committed while under police control [in connection with his previous conviction]. These circumstances are sufficient to conclude that at liberty, the [applicant] could commit another criminal offence. The investigating judge has rightly concluded that imposition of another security measure could not prevent him from committing another criminal offence. The [applicant’s] detention is justified. The public safety (sabiedrības drošība) is more important than the liberty of an individual who is acting contrary to the interests of society.”",
                                "elements": []
                            },
                            {
                                "content": "11.  On 12 November 2010 the investigating judge of the Daugavpils Court carried out a bi-monthly review of the applicant’s detention and adopted a decision in that regard. It reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Having heard the arguments of the [investigating authority], the [applicant’s] explanation and the attorney’s position and having examined the case material, the judge concludes that the security measure [of] detention imposed on the [applicant] should continue to be applied.",
                                "elements": []
                            },
                            {
                                "content": "The security measure [of] detention was imposed on the [applicant] to ensure public safety and to prevent other criminal offences being committed. The grounds for detention have not changed. The [applicant] is suspected of two burglaries...a serious crime for which the law only provides for a custodial sentence. Previously, the [applicant] was tried on six occasions; his last conviction on 16 July 2010 concerned [various crimes, including burglary] and he was sentenced to six years and three months’ imprisonment, police control for two years and confiscation of property. Taking into account the time spent in pre-trial detention, he has served the [custodial] sentence imposed and he is suspected of an analogous, serious crime while under police control [in connection with his previous conviction]; therefore, a possibility continues to exist that at liberty, he could continue to carry out criminal activities and would commit another criminal offence, and the grounds for detention under section 272(1) of the Criminal Procedure Law have not disappeared. Pre-trial investigation continues within a reasonable time and there is no unjustified delay.",
                                "elements": []
                            },
                            {
                                "content": "It is not within the investigating judge’s competence to examine and assess the evidence obtained; therefore, the [applicant’s] submission – that the detention [order] should be lifted as there is no evidence of his guilt – is not substantiated. Besides, the [applicant’s] allegations that the [investigating authority] has ignored his requests and has not carried out additional questioning should not be taken into account as they contradict the case material.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Section 277(6) of the Criminal Procedure Law provides that a person suspected of or charged with a crime may not be held in pre-trial detention for more than six months.",
                                "elements": []
                            },
                            {
                                "content": "The [applicant] has been detained since 9 September 2010, that is, for slightly more than two months. The time-limit for detention has not been exceeded.",
                                "elements": []
                            },
                            {
                                "content": "In the circumstances, the investigating judge considers that the [applicant’s] detention should be continued.”",
                                "elements": []
                            },
                            {
                                "content": "12.  On 9 December 2010 the applicant was officially charged with the two burglaries. On 20 December 2010 the pre-trial investigation was concluded and the case was forwarded for adjudication to the Daugavpils Court.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 12 January 2011 another review of the applicant’s detention was carried out and he was retained in custody.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 18 February 2011 the Daugavpils Court held the first hearing on the merits of the case, during which the applicant asked the court to change the security measure applied to him. In this respect, the court held as follows:",
                                "elements": []
                            },
                            {
                                "content": "“During the hearing, the [applicant] submitted a request that the security measure [applied to him] be changed as there is no evidence for his conviction; the gathering and verification of the necessary evidence requires more than six months, therefore his continued detention is not permitted. The [applicant] undertakes to attend all hearings.",
                                "elements": []
                            },
                            {
                                "content": "Having heard the [applicant’s] explanation [and the] opinions of the victim, attorney and prosecutor, the court considers that [his] request to change the security measure should be dismissed for the following reasons.",
                                "elements": []
                            },
                            {
                                "content": "In accordance with section 249(1) of the Criminal Procedure Law, if during the application of a procedural compulsory measure the grounds for the application of the measure disappear or change, or the provisions for the application of the measure or behaviour of the person change, or if other circumstances are ascertained that determined the choice of the compulsory measure, an [investigating authority] should take a decision to change or lift the measure.",
                                "elements": []
                            },
                            {
                                "content": "It follows from the wording of the decision of 6 September 2010 by the investigating judge of the Daugavpils Court that the [applicant] was detained because he was hiding and avoiding participation in the investigation... Besides, it has been ascertained that there are reasonable grounds to conclude that at liberty, the [applicant] could continue to carry out criminal activities and would commit another criminal offence.",
                                "elements": []
                            },
                            {
                                "content": "Taking into account that the [applicant] has been charged with a serious crime, that the grounds for detention have not disappeared or changed, that the conditions for its application have not changed, and that the legal requirements concerning the length of detention have been met, the court considers that the [applicant’s] request to change the security measure should be dismissed”.",
                                "elements": []
                            },
                            {
                                "content": "15.  The second trial hearing was held on 7 April 2011. The applicant once again requested a review of his continued detention. In this respect, the court held as follows:",
                                "elements": []
                            },
                            {
                                "content": "“During the hearing, the [applicant] submitted a request that the security measure [applied to him] be changed due to changes in the grounds for his detention and for application of the measure. The Latgale Regional Court excluded any reference that the [applicant] would avoid the investigation. Section 59 of the Criminal Procedure Law sets out the [types of evidence] allowing the suspicion that [a person has committed a criminal offence]. However, in the instant case there is no evidence for his conviction. The charges are not justified [as] the [applicant] has not admitted his guilt, therefore there is no reason to consider that he would continue to commit criminal offences...Detention can only be ordered with a view to preparing a judgment, but it is clear that judgment cannot be prepared for 9 September 2011 as all movements and escort (visas kustības un konvojēšanas) needs at least half a year, therefore his continued detention is of a punitive nature, which is prohibited by law. The [applicant] asks to be released, undertakes to attend all hearings and not to commit any offences.",
                                "elements": []
                            },
                            {
                                "content": "Having heard the [applicant’s] explanation [and the] opinions of the attorney and prosecutor, the court considers that his request to change the security measure should be dismissed for the following reasons.",
                                "elements": []
                            },
                            {
                                "content": "In accordance with section 249(1) of the Criminal Procedure Law, if during the application of a procedural compulsory measure, the grounds for the application of the measure disappear or change, or the provisions for the application of the measure or behaviour of the person change, or if other circumstances are ascertained that determined the choice of the compulsory measure, an [investigating authority] shall take a decision to change or lift the measure.",
                                "elements": []
                            },
                            {
                                "content": "It follows from the text of the decision of 6 September 2010 by the investigating judge of the Daugavpils Court that the [applicant] was detained because he was avoiding participation in the investigation... Besides, it has been ascertained that there are reasonable grounds to conclude that at liberty, the [applicant] could continue to carry out criminal activities and would commit another criminal offence.",
                                "elements": []
                            },
                            {
                                "content": "The [applicant] rightly points out that the Latgale Regional Court in its decision of 27 September 2010 excluded any reference to the grounds of the investigative judge’s decision that the [applicant] was avoiding participation in the investigation. However, the grounds for detention – the possibility that at liberty, the [applicant] could commit another criminal offence – have not changed. The [applicant] has been convicted on several occasions, most recently on 16 July 2010. In the instant case, he has been charged with crimes committed on 20 August 2010 and on the night of 22...August 2010; therefore, another security measure could not ensure that the [applicant] would not commit other criminal offences.",
                                "elements": []
                            },
                            {
                                "content": "The court has not yet started proceedings and, accordingly, [its] assessment of the evidence, therefore there is no reason to decide on the lack of evidence for the [applicant’s] conviction; this has to be done when preparing a judgment in the case. When applying detention, the investigating judge and judge of the appellate court found that specific factual information obtained in the criminal proceedings created a reasonable suspicion that the [applicant] had committed a crime proscribed by section 175(3) of the Criminal Law, for which the law imposes a custodial sentence.",
                                "elements": []
                            },
                            {
                                "content": "In the circumstances, it has to be concluded that the grounds for detention under section 272(1) have not disappeared.",
                                "elements": []
                            },
                            {
                                "content": "Taking into account that the [applicant] has been charged with a serious crime, that the grounds for detention have not disappeared or changed, that the conditions for its application have not changed, and that the legal requirements concerning the length of detention have been met, the court considers that the [applicant’s] request to change the security measure should be dismissed.”",
                                "elements": []
                            },
                            {
                                "content": "16.  During a hearing on 6 June 2011 the applicant’s request to be released from detention was rejected for almost identical reasons.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 8 August 2011 the Daugavpils Court decided to release him from detention as the maximum legal length of pre-trial detention (twelve months) was approaching.",
                                "elements": []
                            },
                            {
                                "content": "18.  At the time the parties to the present case finished exchanging their observations, the criminal proceedings against the applicant had not yet been concluded.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "19.  Pursuant to section 272(1) of the Criminal Procedure Law, as in force at the material time, a person may be detained only if specific factual information obtained in the course of criminal proceedings creates a reasonable suspicion that the person in question has committed a criminal offence, for which the law provides for a custodial sentence, and if no other security measure can ensure that they will not commit another criminal offence or obstruct or avoid the pre-trial proceedings, trial or execution of the sentence.",
                                "elements": []
                            },
                            {
                                "content": "20.  Under section 274(1) the investigating judge decides the issue of detention by, inter alia, hearing the person concerned, examining the material in the case file and assessing the reasons advanced and grounds for ordering detention. Pursuant to section 274(5) a detention order has to be justified by reference to specific considerations based on the material in the case file.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained that he had been deprived of his liberty in contravention of Article 5 § 1 of the Convention, which, in so far as is relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "22.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The Parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "23.  The Government argued that the deprivation of the applicant’s liberty had been Convention compliant, having been ordered by a competent court and effected for the purpose of bringing him before the competent legal authority, there being a reasonable suspicion that he had committed several criminal offences.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The Government cited the Court’s case-law to the effect that in the text of Article 5 § 1 (c) “reasonable suspicion of having committed an offence” and the risk of fleeing were alternative (and not cumulative) justifying reasons for imposing pre-trial detention (Shannon v. Latvia, no. 32214/03, § 49, 24 November 2009). They further submitted that exactly the same sort of reasoning also applied with respect to the phrase “to prevent his committing an offence”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The applicant had been detained because there was a reasonable suspicion that he had committed the crimes he had been charged with. That suspicion had not only shown no sign of decreasing with the passage of time; to the contrary, the investigation had consistently disclosed more and more evidence that he was guilty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  In addition, the domestic courts had considered that in the light of his numerous previous convictions, the applicant had been likely to reoffend and therefore had to be detained for that reason as well.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The applicant submitted that there had been no reasonable suspicion that he had committed the offences charged, and that any suspicion that might have been present initially had decreased with the passage of the almost a year he had spent in pre-trial detention. In conclusion, the applicant submitted that in his case there were no “specific indications of a genuine requirement of public interest which, notwithstanding the presumption of innocence, outweigh[ed] the rule of respect for individual liberty laid down in Article 5 of the Convention” (Kudła v. Poland [GC], no. 30210/96, § 110, ECHR 2000XI).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "28.  The Court reiterates that in the context of sub-paragraph (c) of Article 5 § 1, the reasoning of the decision ordering detention is a relevant factor in determining whether a person’s detention must be considered as arbitrary. The Court has considered the absence of any grounds given by the judicial authorities in their decisions authorising detention for a prolonged period of time to be incompatible with the principle of the protection from arbitrariness enshrined in Article 5 § 1. Conversely, it has found that an applicant’s detention could not be said to have been arbitrary if the domestic court gave certain grounds justifying the continued detention on remand, unless the reasons given are extremely laconic and without reference to any legal provision which would have permitted the applicant’s detention (see Mooren v. Germany [GC], no. 11364/03, § 79, 9 July 2009 with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Article 5 § 1 (c) of the Convention must be read in conjunction with Article 5 § 3 which forms a whole with it (see Ciulla v. Italy, 22 February 1989, § 38, Series A no. 148). A person charged with an offence must always be released pending trial unless the State can show that there are “relevant and sufficient” reasons to justify the continued detention (see Smirnova v. Russia, nos. 46133/99 and 48183/99, § 58, ECHR 2003IX (extracts), with further references). In connection with Article 5 § 3 of the Convention, the Court has held that an important aspect of judicial supervision is the periodical review where the judge decides that continued detention is justified. This necessarily follows the point that circumstances can change and, while grounds for detention may exist in the early stages of an investigation, these may no longer be compelling at a later stage. It is incumbent on the detaining authorities, therefore, to submit the case for detention to judicial supervision at regular short intervals. The continuous supervision should be as rigorous as the initial examination (see Estrikh v. Latvia, no. 73819/01, § 117, 18 January 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  While the present case is not explicitly concerned with Article 5 § 4 of the Convention, it is relevant to note that according to the case-law regarding that provision, the courts reviewing the legality of a person’s detention ought to examine not only compliance with the procedural requirements of domestic law, but also the reasonableness of the suspicion underpinning the arrest and the legitimacy of the purpose pursued by the arrest and the ensuing detention (see Jėčius v. Lithuania, no. 34578/97, § 100, ECHR 2000IX). Furthermore, after a certain lapse of time, the mere existence of a suspicion that a person has committed an offence no longer suffices as a justification for detention; the Court must then establish whether the other grounds cited by the judicial authorities continue to justify the deprivation of liberty (see Letellier v. France, 26 June 1991, § 35, Series A no. 207).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  Turning to the instant case, the Court notes that on 6 September 2010 an investigating judge found, and on 27 September 2010 a judge of the Latgale Regional Court agreed, that there was a “reasonable suspicion” that the applicant had committed the offences he had been suspected of (see paragraphs 8 and 10 above). Given that the domestic courts gave certain grounds justifying the applicant’s initial arrest and examined the “reasonable suspicion” against him, the Court sees no reason to consider these decisions arbitrary. Accordingly, it concludes that there has been no violation as concerns the applicant’s arrest and initial detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  Having established that the applicant’s arrest and initial detention was not contrary to Article 5 § 1 of the Convention, the Court will next examine the compliance of the applicant’s ensuing pre-trial detention with the requirements of this provision. The “reasonable suspicion” must exist not only at the time of the arrest and initial detention, but it must also be shown, in cases of prolonged detention, that the suspicion persisted and remained “reasonable” throughout (see Ilgar Mammadov v. Azerbaijan, no. 15172/13, § 90, 22 May 2014, not yet final).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Court notes that in the ensuing detention orders (dated 12 November 2010 and 12 January, 18 February, 7 April and 6 June 2011), the domestic courts referred to the previous conclusions of the investigating judge and judge of the Latgale Regional Court. However, they did not examine or even refer to the “reasonable suspicion” against the applicant as argued by the Government. Rather, they reasoned that the applicant’s detention was necessary “to ensure public safety” and “to prevent another criminal offence”; they found that there was a possibility that the applicant “would commit another criminal offence” if released (see paragraphs 11 and 14-15 above). The Court notes in this respect that while under sub-paragraph (c) of Article 5 § 1 a person’s detention may be justified “when it is reasonably considered necessary to prevent his committing an offence”, that particular ground for detention is not adapted to a policy of general prevention directed against an individual or a category of individuals who present a danger on account of their continuing propensity to crime. It does no more than afford the Contracting States a means of preventing a concrete and specific offence (see Guzzardi v. Italy, 6 November 1980, § 102, Series A no. 39; compare also Eriksen v. Norway, 27 May 1997, § 86, Reports of Judgments and Decisions 1997III). This can be seen both from the use of the singular (“an offence”) and from the object of Article 5, namely to ensure that no one should be dispossessed of his liberty in an arbitrary fashion (see Guzzardi, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The domestic courts, while concluding that “the grounds for detention have not disappeared or changed” (paragraphs 11, 14-15 above), did not provide any reasons in this regard apart from those relating to his risk of re-offending, which in itself is not sufficient in the absence of a concrete and specific offence as noted in the above paragraph. The Court reiterates in this connection that while grounds for detention may exist in the early stages of an investigation, these may no longer be compelling at a later stage and a mere suspicion that a person has committed an offence no longer suffices as a justification for detention with a passage of time (see paragraphs 29-30 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Government argued that the investigation had consistently disclosed more and more evidence, but the Court cannot find support in the detention orders issued by the domestic courts of such an argument. There is no indication that they had assessed it or had even taken note of it. The Court has already indicated that in principle it is the judicial orders it is called to assess when examining justification for continued detention (see Svipsta v. Latvia, no. 66820/01, § 110, ECHR 2006III (extracts), and Estrikh v. Latvia, no. 73819/01, § 122, 18 January 2007) and not the Government’s posterior submissions in the absence of any domestic court rulings in this regard. The wording of the orders issued by the domestic courts in the present case indicates that it did not fall within the competence of an investigating judge to “examine and assess the evidence” against the applicant (paragraph 11 above) and that “there [was] no reason to decide on the lack of evidence for the [applicant’s] conviction” (paragraph 15 above). The “reasonable suspicion” referred to in Article 5 § 1 (c) does not mean that the suspected person’s guilt must at that stage be established; it does not even presuppose that the police should have obtained sufficient evidence to bring charges, either at the point of arrest or while the applicant was in custody (see Shannon, cited above, § 45). What the words “reasonable suspicion” do mean is the existence of facts or information which would satisfy an objective observer that the person concerned may have committed the offence. What may be regarded as “reasonable” will depend upon all the circumstances (see Fox, Campbell and Hartley v. the United Kingdom, 30 August 1990, § 32, Series A no. 182).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In the instant case, the applicant was detained on suspicion of two burglaries. In this context, the absence of further reasons with the passage of time rendered the applicant’s continued detention unjustified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Furthermore, the Court cannot overlook the fact that some decisions also mentioned that the applicant was “avoiding participation in the investigation” (14 and 15 paragraphs above), even though this particular ground had been previously explicitly excluded by the judge of the Latgale Regional Court as unsubstantiated (paragraph 10 above). Accordingly, the applicant’s continued detention could not be justified by the fear that he would interfere with the course of justice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court concludes that at least from 12 November 2010, the decisions authorising the applicant’s continued detention did not address the question of whether the suspicion that the applicant had committed the offences in question was reasonable. This was so despite the fact that the Criminal Procedure Law clearly required a detention order to be reasoned and based on the material in the case file. Even if the domestic courts referred to the relevant legal provision of domestic law, no further reasons were provided with the passage of time, even if only laconic. This means that at least from 12 November 2010 until the applicant’s release on 8 August 2011 the judicial review of the applicant’s detention was not based on the “relevant and sufficient” reasons for his continued detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Accordingly, there has been a violation of Article 5 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  Lastly, the applicant submitted several other complaints under Article 6 § 3 (c) and Article 14 of the Convention. However, in the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "42.  The applicant claimed 25,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Government deemed the claimed amount excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court, ruling on an equitable basis, awards the applicant EUR 3,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "45.  The applicant did not submit any claim for costs and expenses. Accordingly, no award is made under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "46.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning Article 5 § 1 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 5 § 1 of the Convention with regard to the applicant’s arrest and initial detention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 1 of the Convention with regard to the applicant’s detention at least from 12 November 2010 to 8 August 2011;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention,  EUR 3,000 (three thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 October 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Päivi Hirvelä",
            "role": "president"
        },
        {
            "name": "Ineta Ziemele",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Paul Mahoney",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF URTĀNS v. LATVIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-147622.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:1028JUD001685811",
    "externalsources": [],
    "extractedappno": [
        "16858/11",
        "32214/03",
        "30210/96",
        "11364/03",
        "46133/99",
        "48183/99",
        "73819/01",
        "34578/97",
        "15172/13",
        "66820/01"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Criminal Procedure Law"
    ],
    "itemid": "001-147622",
    "judgementdate": "28/10/2014 00:00:00",
    "kpdate": "28/10/2014 00:00:00",
    "kpthesaurus": [
        "448",
        "405",
        "408",
        "404",
        "14",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-1-c",
        "5-3",
        "35",
        "5",
        "41"
    ],
    "parties": [
        "URTĀNS",
        "LATVIA"
    ],
    "rank": "1190.36645507813",
    "representedby": [
        "ZVEJSALNIEKS A."
    ],
    "respondent": "LVA",
    "respondentOrderEng": "24",
    "scl": [
        "Ciulla v. Italy, 22 February 1989, § 38, Series A no. 148",
        "Eriksen v. Norway, 27 May 1997, § 86, Reports of Judgments and Decisions 1997 III",
        "Estrikh v. Latvia, no. 73819/01, 18 January 2007",
        "Fox, Campbell and Hartley v. the United Kingdom, 30 August 1990, § 32, Series A no. 182",
        "Guzzardi v. Italy, 6 November 1980, Series A no. 39",
        "Ilgar Mammadov v. Azerbaijan, no. 15172/13, § 90, 22 May 2014",
        "Jėčius v. Lithuania, no. 34578/97, § 100, ECHR 2000 IX",
        "Kudła v. Poland [GC], no. 30210/96, § 110, ECHR 2000 XI",
        "Letellier v. France, 26 June 1991, § 35, Series A no. 207",
        "Mooren v. Germany [GC], no. 11364/03, § 79, 9 July 2009",
        "Shannon v. Latvia, no. 32214/03, § 49, 24 November 2009",
        "Smirnova v. Russia, nos. 46133/99 and 48183/99, § 58, ECHR 2003 IX (extracts)",
        "Svipsta v. Latvia, no. 66820/01, § 110, ECHR 2006 III (extracts)"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "398513",
    "typedescription": "15"
}