{
    "__articles": "8;8-1;8-2;P1-1;P1-1-2;10;10-1",
    "__conclusion": "No violation of Art. 8;No violation of P1-1",
    "applicability": "",
    "appno": "18072/91",
    "article": [
        "10",
        "8",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "No violation of Art. 8",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-57967.docx": [
            {
                "content": "PROCEDURE  ",
                "elements": [
                    {
                        "content": "1.   The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 9 September 1994 and by the Government of the  (\"the Government\") on 24 October 1994, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention.  It originated in an application (no. 18072/91) against  lodged with the Commission under Article 25 (art. 25) by a Portuguese national, Mr Francisco Velosa Barreto, on 31 March 1991.",
                        "elements": []
                    },
                    {
                        "content": "The Commission's request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46); the Government's application referred to Article 48 (d) (art. 48-d) of the Convention and Rule 32 para. 1 of Rules of Court A.  The object of the request and of the application was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 8 of the Convention and Article 1 of Protocol No. 1 (art. 8, P1-1).  ",
                        "elements": []
                    },
                    {
                        "content": "2.   In response to the enquiry made in accordance with Rule 33 para. 3 (d) of Rules of Court A, the applicant stated that he wished to take part in the proceedings and designated the lawyer who would represent him (Rule 30).  ",
                        "elements": []
                    },
                    {
                        "content": "3.   The Chamber to be constituted included ex officio Mr M.A. Lopes Rocha, the elected judge of Portuguese nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 para. 3 (b)).  On 24 March 1994, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr R. Macdonald, Mr J. De Meyer, Mr A.N. Loizou, Mr F. Bigi, Mr L. Wildhaber, Mr D. Gotchev and Mr P. Jambrek (Article 43 in fine of the Convention and Rule 21 para. 4) (art. 43).  ",
                        "elements": []
                    },
                    {
                        "content": "4.   As President of the Chamber (Rule 21 para. 5), Mr Ryssdal, acting through the Registrar, consulted the Agent of the Government, the applicant's lawyer and the Delegate of the Commission on the organisation of the proceedings (Rules 37 para. 1 and 38).  Pursuant to the order made in consequence, the Registrar received the Government's memorial on 16 January 1995 and the applicant's memorial on 18 January.  On 27 January the Secretary to the Commission informed the Registrar that the Delegate would submit his observations at the hearing.  On 18 April 1995 the applicant's lawyer supplied details of his client's claims under Article 50 (art. 50) of the Convention.  ",
                        "elements": []
                    },
                    {
                        "content": "5.   In the meantime, on 1 March 1995, the Commission had produced the file on the proceedings before it, as requested by the Registrar on the President's instructions.  ",
                        "elements": []
                    },
                    {
                        "content": "6.   On 3 March 1995 the President granted the applicant legal aid (Rule 4 of the Addendum to Rules of Court A).  ",
                        "elements": []
                    },
                    {
                        "content": "7.   In accordance with the President's decision, the hearing took place in public in the Human Rights Building, , on 24 May 1995.  The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:  ",
                        "elements": []
                    },
                    {
                        "content": "(a) for the Government  ",
                        "elements": []
                    },
                    {
                        "content": "(b) for the Commission  ",
                        "elements": []
                    },
                    {
                        "content": "(c) for the applicant  ",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Martínez, Mr Welsch, Mr Moura Ramos and Mr Henriques Gaspar.  ",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS  ",
                "elements": [
                    {
                        "content": "I.   THE CIRCUMSTANCES OF THE CASE  ",
                        "elements": [
                            {
                                "content": "8.   Mr Francisco Velosa Barreto, a Portuguese national born in 1954, is an office worker.  He married in April 1979 and he and his wife have one child, born on 7 June 1980.  ",
                                "elements": []
                            },
                            {
                                "content": "9.   When the applicant was still single he lived with his parents. Since his marriage he has lived in a house rented by his parents-in-law.  One of his wife's brothers and two of her aunts have also lived there at various times in that period.  The house, in Funchal (Madeira), has four bedrooms, a kitchen, a living-cum-dining room and a basement.  ",
                                "elements": []
                            },
                            {
                                "content": "10.   In November 1982 Mr Velosa Barreto inherited from his parents a house also situated in Funchal.  This house, which has been let for residential use to E.R. since 23 June 1964, has three bedrooms, a kitchen and a bathroom.  The rent, which had initially been fixed at 1,200 escudos (PTE), was PTE 1,500 at the time when the proceedings began.  ",
                                "elements": []
                            },
                            {
                                "content": "11.   On 6 April 1983 the applicant and his wife brought proceedings against E.R. and his wife in the Funchal Court of First Instance. Relying on Articles 1096 and 1098 of the Civil Code, they asked the court to terminate the lease on the ground that they needed to occupy the property as their own home.  ",
                                "elements": []
                            },
                            {
                                "content": "12.   The Funchal Court of First Instance found against the applicant and his wife on 13 March 1989.  It held that one of the statutory requirements for termination had not been satisfied, since the applicant had not established facts which proved a real need to occupy the house himself.  ",
                                "elements": []
                            },
                            {
                                "content": "The reasons given by the judge included the following considerations:  ",
                                "elements": []
                            },
                            {
                                "content": "\"A landlord's need to terminate a lease must be assessed mainly in the light of his family circumstances, his living conditions and/or his occupational status at the time when the action is brought or foreseeable in the immediate future.  ",
                                "elements": []
                            },
                            {
                                "content": "In that connection, the following facts have already been established: that 'since his marriage, in April 1979, Mr Velosa Barreto has lived with his parents-in-law in the Travessa do Caetano, [Funchal]'; that 'Mrs Velosa Barreto's parents, Mr and Mrs Velosa Barreto and their son, one of Mrs Velosa Barreto's brothers and two of her aunts ... lived in the house'; that 'the plaintiffs' house has three bedrooms, a kitchen and a bathroom'; that 'the house where the plaintiffs live has four bedrooms on the first floor, a kitchen and a living-cum-dining room on the ground floor and a basement'; that 'Mr Velosa Barreto's parents-in-law, who are at present the sole occupants, with Mr and Mrs Velosa Barreto and their son, of the house in the Travessa do Caetano, are resigned to the presence in their house of the plaintiffs and their son, since they have nowhere else to live'; and that 'the plaintiffs both work in Funchal'.  ",
                                "elements": []
                            },
                            {
                                "content": "It should be noted that Mrs Velosa Barreto's two aunts and her brother no longer live in the house where the plaintiffs are now living and that this has increased the available living space and privacy that all human beings need.  The plaintiffs' living conditions are better now than they were when the action was brought, since they even have a bedroom for their son.  ",
                                "elements": []
                            },
                            {
                                "content": "Moreover, the plaintiffs did not succeed in proving, as the onus was on them to do, that the relations between themselves and Mrs Velosa Barreto's parents were permanently strained and conflictual.  What is certain, however, is that no link whatsoever has been established between their son's illness and their living conditions in that house.  ",
                                "elements": []
                            },
                            {
                                "content": "It might be said - and after all it has been proved that the plaintiffs live with Mrs Velosa Barreto's parents, 'who are resigned to the presence in their house of the plaintiffs and their son, since they have nowhere else to live' - that in view of the adage 'When a man marries he needs a house', cited by Mr Velosa Barreto in his first application, the existence of a marriage should be sufficient to establish a need to recover possession of the rented property in order to live there.  ",
                                "elements": []
                            },
                            {
                                "content": "...  ",
                                "elements": []
                            },
                            {
                                "content": "However, each case is unique.  Regard being had to the facts found to have been established and those asserted by the plaintiffs in support of their claims, but not established, and given that the concept of the need to occupy must be interpreted as a state of necessity, to be objectively assessed on the basis of a reasonable criterion, in the light of everyday experience, it cannot be denied that the facts as a whole do not support the conclusion that the plaintiffs need the property in question in order to live there.  ",
                                "elements": []
                            },
                            {
                                "content": "Their living conditions would certainly be better and more comfortable in the house let to the defendants, but the real need required by case-law does not exist, nor is this a case where it is absolutely necessary or essential for the plaintiffs to recover possession of the accommodation.  ",
                                "elements": []
                            },
                            {
                                "content": "It follows that, although the other conditions in Article 1098 of the Civil Code have been satisfied, the plaintiffs' application must be considered inadmissible, since they have not established that they are entitled to terminate the lease under Article 1096 para. 1 (a).  ",
                                "elements": []
                            },
                            {
                                "content": "In conclusion, without finding it necessary to add any further considerations, I declare unfounded, for lack of evidence, the present action for termination of the lease and eviction of the tenant (processo especial de despejo), and find against the plaintiffs ...\"  ",
                                "elements": []
                            },
                            {
                                "content": "13.   On 6 April 1989 Mr Velosa Barreto appealed against this judgment to the Lisbon Court of Appeal.  Referring to the underlying intention of the legislation concerning the right to terminate a lease, he argued that he and his family had the right to live in a home they did not have to share with anyone.  ",
                                "elements": []
                            },
                            {
                                "content": "14.   On 11 October 1990 the Court of Appeal upheld the impugned judgment.  It held that the house of the applicant's parents-in-law was large enough for all the people who lived in it, including the applicant, his wife and his son.  There was therefore no real need for Mr Velosa Barreto to live in the house he owned.  ",
                                "elements": []
                            },
                            {
                                "content": "The Court of Appeal gave the following reasons for its decision:  ",
                                "elements": []
                            },
                            {
                                "content": "\"In order to establish need, plaintiffs must cite specific facts which, once proved, establish the existence of a real, serious and present need, adducing weighty rather than purely hypothetical arguments.  It is not sufficient to desire, to wish or to claim.  ",
                                "elements": []
                            },
                            {
                                "content": "... ",
                                "elements": []
                            },
                            {
                                "content": "In order to be able to exercise their right [to terminate the lease], the applicants must adduce evidence of those facts (Article 342 para. 1 of the Civil Code).  ",
                                "elements": []
                            },
                            {
                                "content": "...  ",
                                "elements": []
                            },
                            {
                                "content": "... it is established that:  ",
                                "elements": []
                            },
                            {
                                "content": "As the house has four bedrooms, the plaintiffs can occupy one room and their son another.  ",
                                "elements": []
                            },
                            {
                                "content": "The house has enough bedrooms for all the members of the family to be able to live there.  ",
                                "elements": []
                            },
                            {
                                "content": "Each couple has a bedroom and the plaintiffs' son has his.  And there is still one bedroom left over.  ",
                                "elements": []
                            },
                            {
                                "content": "The judgment must reflect the situation at the conclusion of the evidence and argument (Article 663 para. 1 of the Code of Civil Procedure).  ",
                                "elements": []
                            },
                            {
                                "content": "Since it has not been proved that the plaintiffs are in a precarious situation, the fact that they live with Mrs Velosa Barreto's parents, albeit by their favour, is manifestly insufficient to prove the need required by Article 1096 of the Civil Code ...  Moreover, the plaintiffs have not proved that there was tension which made it intolerable for them all to live in the same house.  ",
                                "elements": []
                            },
                            {
                                "content": "Derogation from the general principle and eviction of the tenant for the benefit of the landlord are possible only where it appears to be absolutely necessary, for weighty reasons, for the landlord to live in the property (Article 1095 of the Civil Code).  ",
                                "elements": []
                            },
                            {
                                "content": "In the light of the foregoing considerations, and because the plaintiffs have not proved need as set out above and as this court interprets it, the appeal is inadmissible and the judgment is upheld.\"  ",
                                "elements": []
                            },
                            {
                                "content": "15.   No appeal lay against the above judgment.  ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.   RELEVANT DOMESTIC LAW  ",
                        "elements": [
                            {
                                "content": "16.   The following is a translation of the main provisions of the Civil Code applicable at the material time to the termination of tenancy contracts on residential property:",
                                "elements": []
                            },
                            {
                                "content": "Article 1095",
                                "elements": []
                            },
                            {
                                "content": "...  A landlord shall not have the right to terminate a [tenancy] contract, which shall be tacitly renewed unless terminated by the tenant in accordance with Article 1055.\" ",
                                "elements": []
                            },
                            {
                                "content": "Article 1096",
                                "elements": []
                            },
                            {
                                "content": "...\"",
                                "elements": []
                            },
                            {
                                "content": "Article 1098",
                                "elements": []
                            },
                            {
                                "content": "...\"  ",
                                "elements": []
                            },
                            {
                                "content": "17.   According to established case-law (Supreme Court judgments of 15 December 1981 and 12 July 1983), a landlord's right to terminate a lease in order to occupy the property as his home may be exercised only when, in addition to the conditions laid down in Article 1098 of the Civil Code, the condition laid down in Article 1096 para. 1 (a), namely the landlord's real need to live in the property, has been satisfied.  ",
                                "elements": []
                            },
                            {
                                "content": "18.   These rules were amended by the legislative decree of 15 October 1990, but this did not introduce any fundamental change regarding the possibility of termination.  ",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION  ",
                "elements": [
                    {
                        "content": "19.   Mr Velosa Barreto applied to the Commission on 31 March 1991. He complained of a violation of Article 8 (art. 8) of the Convention on account of the impossibility of recovering possession of the house he owned in order to live in it with his family.  ",
                        "elements": []
                    },
                    {
                        "content": "20.   The Commission (Second Chamber), examining the complaint of its own motion from the standpoint of Article 1 of Protocol No. 1 (P1-1), declared the application (no. 18072/91) admissible on 12 January 1994. In its report of 29 June 1994 (Article 31) (art. 31), it expressed the opinion by nine votes to three that there had been a violation of Article 8 (art. 8) and by nine votes to three that there had been no violation of Article 1 of Protocol No. 1 (P1-1).  The full text of the Commission's opinion and of the dissenting opinion contained in the report is reproduced as an annex to this judgment . ",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "AS TO THE LAW  ",
                "elements": [
                    {
                        "content": "I.   ALLEGED VIOLATION OF ARTICLE 8 (art. 8) OF THE CONVENTION  ",
                        "elements": [
                            {
                                "content": "21.   Mr Velosa Barreto alleged that the Portuguese courts, by not allowing him to terminate the lease on the house he owned, had infringed his right to respect for his private and family life.  He relied on Article 8 (art. 8) of the Convention, which provides:  ",
                                "elements": []
                            },
                            {
                                "content": "The applicant claimed that it was implicit in Article 8 (art. 8) that each family had the right to a home for themselves alone.  He complained in particular of the obstacles that had been placed in the way of his pursuit of a satisfactory private and family life, since his living conditions and surroundings should have been improved.  He had thus been prevented from availing himself of an essential means of developing a fulfilling private and family life.  His child had never had the advantage of growing up in complete privacy with his parents, and had remained an only child because of the cramped living conditions.  ",
                                "elements": []
                            },
                            {
                                "content": "22.   The Government contended that Mr Velosa Barreto could not be considered to have suffered an \"interference\" in the exercise of his right to respect for his private and family life.  He was not complaining in substance of an act which could constitute interference but merely expressing his disagreement with the view the courts had taken of the facts of the case.  The applicant's family circumstances had not been altered in any way.  Moreover, the State was under no positive obligation.  It followed that Article 8 (art. 8) was not applicable.  ",
                                "elements": []
                            },
                            {
                                "content": "23.   The Court reiterates that, although the object of Article 8 (art. 8) is essentially that of protecting the individual against arbitrary interference by the public authorities, it may also give rise to positive obligations (see the Airey v. Ireland judgment of 9 October 1979, Series A no. 32, p. 17, para. 32), particularly the obligation to ensure respect for private and family life even in the sphere of interpersonal relations (see the X and Y v. the Netherlands judgment of 26 March 1985, Series A no. 91, p. 11, para. 23).  In this matter as in others a fair balance must be struck between the general interest and the interests of the people concerned (see, among other authorities, the B. v. France judgment of 25 March 1992, Series A no. 232-C, p. 47, para. 44, and the Keegan v. Ireland judgment of 26 May 1994, Series A no. 290, p. 19, para. 49).  ",
                                "elements": []
                            },
                            {
                                "content": "24.   The Court recognises that the decisions complained of prevented Mr Velosa Barreto from living in his house, as he intended. Nevertheless, effective protection of respect for private and family life cannot require the existence in national law of legal protection enabling each family to have a home for themselves alone.  It does not go so far as to place the State under an obligation to give a landlord the right to recover possession of a rented house on request and in any circumstances.  ",
                                "elements": []
                            },
                            {
                                "content": "25.   Like the Commission, the Court considers that the legislation applied in this case pursues a legitimate aim, namely the social protection of tenants, and that it thus tends to promote the economic well-being of the country and the protection of the rights of others.  ",
                                "elements": []
                            },
                            {
                                "content": "26.   It is not in dispute that, in pursuit of those aims, the Portuguese legislature was entitled to make termination of a lease subject to the condition that the landlord \"needs the property in order to live there\" (see paragraph 16 above).",
                                "elements": []
                            },
                            {
                                "content": "The only point at issue is whether, in applying the above rule to the applicant's case, the Portuguese courts infringed his right to respect for his private and family life.  ",
                                "elements": []
                            },
                            {
                                "content": "27.   Mr Velosa Barreto asserted that the Portuguese authorities had not endeavoured to strike a balance between the general interest and his own interests.  The assessment of need had been based solely on the fact that he lived with his parents-in-law, whose house had been adjudged large enough to accommodate his family.  The judge had thus ignored the precarious and unstable situation, whose continuation depended on the goodwill and hospitality of others.  With regard to the housing shortage alleged to exist in Funchal, a point which the Government had raised for the first time before the Court, the various censuses showed that there had been no such shortage while the proceedings were pending.  In addition, there was no evidence to support the contention that termination of the lease would have had dramatic consequences for the tenants.  ",
                                "elements": []
                            },
                            {
                                "content": "28.   According to the Government, a balancing exercise between the respective interests is carried out by the courts.  Determination of the existence of \"need\" lay entirely within the national authorities' margin of appreciation, and they had settled the dispute in accordance with criteria established by case-law and based on the principle of proportionality, the good faith of the judiciary and the social consensus.  The Portuguese courts, who had direct knowledge of the relevant circumstances, were clearly better placed than the  to assess the facts at a given time and place.  ",
                                "elements": []
                            },
                            {
                                "content": "29.   The Court notes that the Funchal Court of First Instance and the Lisbon Court of Appeal held that in the circumstances of the case existence of the \"need\" required by law had not been proved.",
                                "elements": []
                            },
                            {
                                "content": "Each of those courts reached that conclusion after duly considering the various questions of fact and of law submitted to it and conducting a careful analysis of the arguments put forward by the applicant, which it then set out at length and in detail in the reasons for its decision.  In particular, both courts took account of the fact that Mr Velosa Barreto's situation had improved during the proceedings, since two of his wife's aunts and her brother had in the meantime left the house he was living in, leaving more room for his own household.  ",
                                "elements": []
                            },
                            {
                                "content": "30.   It has not been shown, and there is no evidence to suggest, that by ruling as they did the Portuguese courts acted arbitrarily or unreasonably or failed to discharge their obligation to strike a fair balance between the respective interests.  ",
                                "elements": []
                            },
                            {
                                "content": "31.   Accordingly, the Court considers that the right guaranteed by Article 8 (art. 8) has not been infringed.  ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.   ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 (P1-1)  ",
                        "elements": [
                            {
                                "content": "32.   The applicant maintained that the judgments in issue, by preventing the family from occupying the house they owned, were in breach of Article 1 of Protocol No. 1 (P1-1), which provides:  ",
                                "elements": []
                            },
                            {
                                "content": "\"Every natural or legal person is entitled to the peaceful enjoyment of his possessions.  No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.  The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.\"  ",
                                "elements": []
                            },
                            {
                                "content": "33.   The Government contended that Mr Velosa Barreto had not cited any fact which could be construed as an infringement of his right of property.  No intervention capable of infringing that right could be held against the Portuguese authorities.  The applicant had been bound by the terms of a lease concluded by his father when he was the owner of the house.  Even supposing that the right of property was in issue, legislation restricting freedom of contract in respect of tenancies of residential property had to be considered control of the use of property, within the meaning of the second paragraph of the Article (P1-1) concerned.  ",
                                "elements": []
                            },
                            {
                                "content": "34.   The Commission concluded that there had been no violation of that Article (P1-1).  ",
                                "elements": []
                            },
                            {
                                "content": "35.   The Court finds that the restriction on the applicant's right to terminate his tenant's lease constitutes control of the use of property within the meaning of the second paragraph of Article 1 of Protocol No. 1 (P1-1).  That restriction, as the Court has already held (see paragraph 25 above), pursued a legitimate social policy aim.  ",
                                "elements": []
                            },
                            {
                                "content": "36.   For the requirements of Article 1 of Protocol No. 1 (P1-1) to be satisfied, such an interference must strike a fair balance between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights (see, among other authorities, the Sporrong and Lönnroth v. Sweden judgment of 23 September 1982, Series A no. 52, p. 26, para. 69, and, as the most recent authority, the Scollo v. Italy judgment of 28 September 1995, Series A no.  15-C, p. 53, para. 32).  ",
                                "elements": []
                            },
                            {
                                "content": "37.   The Court observes in that connection that Mr Velosa Barreto did not rely on Article 1 of Protocol No. 1 (P1-1) in his application; the Commission raised that provision (P1-1) of its own motion in its decision on admissibility (see paragraph 20 above).  The Court notes that the applicant did not subsequently present argument in support of this complaint.",
                                "elements": []
                            },
                            {
                                "content": "For the rest, it refers to its considerations relating to the alleged infringement of the applicant's right to respect for his private and family life (see paragraphs 29-30 above), which are also applicable to his right to the peaceful enjoyment of his possessions.  ",
                                "elements": []
                            },
                            {
                                "content": "38.   It accordingly concludes that there has been no breach of Article 1 of Protocol No. 1 (P1-1).  ",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT  ",
                "elements": [
                    {
                        "content": "1.   Holds by eight votes to one that there has been no breach of Article 8 (art. 8) of the Convention;  ",
                        "elements": []
                    },
                    {
                        "content": "2.   Holds by eight votes to one that there has been no breach of Article 1 of Protocol No. 1 (P1-1).  ",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 21 November 1995.  ",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 para. 2 (art. 51-2) of the Convention and Rule 53 para. 2 of Rules of Court A, the dissenting opinion of Mr Gotchev is annexed to this judgment.  ",
                        "elements": []
                    },
                    {
                        "content": "I am unable to agree with the majority in this case concerning either the question whether there was a violation of Article 8 (art. 8) of the Convention or the question of the alleged violation of Article 1 of Protocol No. 1 (P1-1).  ",
                        "elements": []
                    },
                    {
                        "content": "1.   With regard to Article 8 (art. 8), in my view the possibility for the applicant and his family to occupy living space separate from the rooms or space where his wife's parents live is a substantive element of family life within the meaning of Article 8 (art. 8) of the Convention, unless the applicant himself considers his wife's parents part of his own family, and that is obviously not the case.",
                        "elements": []
                    },
                    {
                        "content": "So the question how many rooms there are in the parents' house and how many individuals live there is not of decisive importance for the question of family life.",
                        "elements": []
                    },
                    {
                        "content": "Both domestic courts refused to give the applicant the opportunity to live with his family in normal conditions independently from other persons who were not members of his family.",
                        "elements": []
                    },
                    {
                        "content": "Moreover, the applicant and his wife were young enough at the time of the alleged violation to have more children.  Unfortunately, the Court did not attach sufficient weight to this aspect of the case. I think that the possibility of increasing the size of one's family should be regarded as one element of family life.  ",
                        "elements": []
                    },
                    {
                        "content": "2.   With regard to Article 1 of Protocol No. 1 (P1-1), I am convinced that there was a breach of the applicant's right to the peaceful enjoyment of his possessions.  It is true that, in accordance with the second paragraph of Article 1 of Protocol No. 1 (P1-1), the State could legitimately take measures to control the use of property in accordance with the general interest, and that according to the Court's case-law the tenants' interest should be regarded as a specific part of the general interest.  But it is also the Court's case-law that, where a  applies the second paragraph (P1-1), the domestic courts should strike a fair balance between the directly protected human right of the landlord (the applicant in this case) and the right of the tenant.",
                        "elements": []
                    },
                    {
                        "content": "In my view, the Court could not find that a fair balance had been struck in this case.",
                        "elements": []
                    },
                    {
                        "content": "For me it is quite obvious that the applicant had an urgent need to occupy his house, regard being had to his need to establish an independent family life and to have the possibility of having more children. ",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VELOSA BARRETO v. PORTUGAL",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57967.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1995:1121JUD001807291",
    "externalsources": [
        "Legislative Decree of 15 October 1990",
        "Supreme Court, judgments of 15 December 1981 and 12 July 1983"
    ],
    "extractedappno": [
        "18072/91"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Civil Code, Arts. 1095, 1096 and 1098"
    ],
    "itemid": "001-57967",
    "judgementdate": "21/11/1995 00:00:00",
    "kpdate": "21/11/1995 00:00:00",
    "kpthesaurus": [
        "451",
        "429",
        "425",
        "203",
        "268",
        "107",
        "376",
        "310",
        "149",
        "382",
        "354",
        "369",
        "62",
        "167"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "P1-1-2",
        "8",
        "8-1",
        "10",
        "10-1",
        "8-2",
        "P1-1"
    ],
    "parties": [
        "VELOSA BARRETO",
        "PORTUGAL"
    ],
    "rank": "333.534057617188",
    "representedby": [
        "N/A"
    ],
    "respondent": "PRT",
    "respondentOrderEng": "36",
    "scl": [
        "Airey v. Ireland judgment of 9 October 1979, Series A no. 32, p. 17, para. 32",
        "Sporrong and Lönnroth v. Sweden judgment of 23 September 1982, Series A no. 52, p. 26, para. 69",
        "X and Y v. the Netherlands judgment of 26 March 1985, Series A no. 91, p. 11, para. 23",
        "B. v. France judgment of 25 March 1992, Series A no. 232-C, p. 47, para. 44",
        "Keegan v. Ireland judgment of 26 May 1994, Series A no. 290, p. 19, para. 49",
        "Scollo v. Italy judgment of 28 September 1995, Series A no. 315-C, p. 53, para. 32"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "445073",
    "typedescription": "14"
}