{
    "__articles": "5;5-3",
    "__conclusion": "Violation of Art. 5-3",
    "applicability": "",
    "appno": "4646/02",
    "article": [
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        }
    ],
    "content": {
        "001-84259.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 4646/02) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Mariusz Marczuk (“the applicant”), on 15 January 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 17 March 2005 the President of the Fourth Section decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it was decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1972 and lives in . He is currently detained in Włodawa Prison.",
                                "elements": []
                            },
                            {
                                "content": "5.  On 25 March 1998 the applicant was arrested on suspicion of having committed armed robbery. He was subsequently brought before the Lublin District Prosecutor (Prokurator Rejonowy) and charged with armed robbery. The prosecutor applied to the Lublin District Court (Sąd Rejonowy) for the applicant to be detained pending investigation.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 27 March 1998 the District Court remanded him in custody for three months on the ground of a reasonable suspicion that he had committed the offence with which he had been charged. The court also considered that his detention was justified by the existence of substantial evidence against him and the seriousness of the charges. It also gave as a ground for detention the risk that the applicant might tamper with evidence.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 23 April 1998, following an appeal by the applicant, the  Regional Court upheld that decision.",
                                "elements": []
                            },
                            {
                                "content": "8.  In the course of the investigation, the applicant's detention was extended on three occasions. The relevant decisions were given by the  on 19 June 1998 and by the Lublin Court of Appeal (Sąd Apelacyjny) on 23 September and 21 December 1998.",
                                "elements": []
                            },
                            {
                                "content": "9.  In their detention decisions the courts attached importance to the fact that the reasons for the applicant's pre-trial detention, as set out in the provisions of the Code of Criminal Procedure (Kodeks postępowania karnego), had not changed. They referred to the serious nature of the offences and the complexity of the case. They further considered that the need to secure the proper conduct of the investigation justified his continued detention.",
                                "elements": []
                            },
                            {
                                "content": "10.  In the course of the proceedings, the courts informed the applicant's lawyer about the dates of the sessions (posiedzenie) concerning the review of the applicant's pre-trial detention. The applicant's lawyer did not appear at the sessions.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 18 March 1999 the applicant was indicted before the . He was charged with two counts of armed robbery committed on 23 March and 25 March 1998. The bill of indictment concerned four defendants and, in all, twenty-seven charges were brought against them. The prosecution asked the court to hear evidence from fifty-seven witnesses. Further, the bill of indictment included 157 items of evidence to be disclosed at the hearing.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 27 July 1999 a fifth defendant was indicted in the same proceedings before the .",
                                "elements": []
                            },
                            {
                                "content": "13.  At a hearing session held on 28 September 1999, at which the applicant's lawyer was not present, the  extended the applicant's detention until 27 March 2000, giving as grounds for extending detention the compelling evidence against the applicant and the strong likelihood that he had committed the offence with which he had been charged. It also stressed that a lengthy sentence of imprisonment might be imposed on him. That decision and the reasons for it were upheld on appeal on 20 October 1999 at a hearing which the applicant's lawyer did not attend.",
                                "elements": []
                            },
                            {
                                "content": "14.  The trial started on 29 November 1999.",
                                "elements": []
                            },
                            {
                                "content": "15.  At a hearing held on 11 September 2000 the  decided to restart the trial following an objection by the applicant that the intervals between the court's hearings had been too long.",
                                "elements": []
                            },
                            {
                                "content": "16.  During the court proceedings the authorities further extended the applicant's detention pending trial on many occasions.",
                                "elements": []
                            },
                            {
                                "content": "17.  The relevant decisions were given on the following dates.",
                                "elements": []
                            },
                            {
                                "content": "18.  At a hearing held on 6 March 2000 the  decided to ask the Supreme Court for an extension of the applicant's detention until 30 November 2000. This was due to the fact that only the Supreme Court could extend his detention beyond the statutory term of 2 years laid down in Article 263 § 3 of the Code of Criminal Procedure.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 24 March 2002 the Supreme Court extended the applicant's detention until 31 July 2000. On 20 July 2000 it extended his detention until 30 December 2000. The applicant's lawyer did not appear at the hearings.",
                                "elements": []
                            },
                            {
                                "content": "20.  In its decisions extending the applicant's detention the Supreme Court found that the case was particularly complex and that it was necessary to obtain more evidence, in particular to hear evidence from numerous witnesses. It also found that there were “no grounds for release” under Article 259 of the Code of Criminal Procedure.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 20 December 2000, following amendments to the Code of Criminal Procedure, the Lublin Court of Appeal ordered that the applicant be kept in custody until 30 May 2001. The next decision was given on 9 May 2001 and the court extended the applicant's detention until 1 September 2001. This was followed by a decision of 22 August 2001, whereby the Lublin Court of Appeal extended the applicant's detention until 1 November 2001. On 23 January 2002 the Lublin Court of Appeal further extended the applicant's detention until 1 April 2002. The next decision was given on 6 March 2002, extending the applicant's detention until 1 June 2002.",
                                "elements": []
                            },
                            {
                                "content": "22.  All the decisions reiterated the grounds previously given for the applicant's detention, notably the reasonable suspicion of his having committed the offences in question, the complexity of the case and the severity of the anticipated penalty which, in the courts' opinion, justified keeping him in custody in order to secure the proper conduct of the proceedings. The Court of Appeal also held that the proceedings had not been unduly protracted and that the adjournments and restarting of the trial had been caused by events for which the  could not be held responsible.",
                                "elements": []
                            },
                            {
                                "content": "23.  All the appeals and applications for release lodged by the applicant were to no avail.",
                                "elements": []
                            },
                            {
                                "content": "24.  In the meantime, the  held around twenty-five hearings in the case, some of which had to be adjourned due to the necessity to examine procedural motions concerning matters such as a request for the disqualification of a judge, the failure to bring the applicant's co-defendants to court from prison, restarting the trial and the absence of witnesses.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 19 April 2002 the  gave judgment. The applicant was convicted as charged and sentenced to ten years' imprisonment and a fine. Both the applicant and the prosecutor appealed. The applicant's detention was subsequently extended on three occasions.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 28 January 2003 the Lublin Court of Appeal heard the applicant's appeal. It quashed the first-instance judgment on the ground of procedural mistakes and remitted the case. It ordered that the applicant's detention should continue until 17 June 2003.",
                                "elements": []
                            },
                            {
                                "content": "27.  The retrial started on 26 May 2003. On the same date the  decided to extend the applicant's detention until 11 August 2003.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 11 August 2003 the applicant was released from detention.",
                                "elements": []
                            },
                            {
                                "content": "29.  It appears that on 11 September 2005, at the request of the applicant, the trial was restarted.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 7 October 2005 the  convicted the applicant as originally charged. He was sentenced to ten years' imprisonment and a fine.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 22 August 2006 the Lublin Court of Appeal upheld the impugned judgment. The applicant has not informed the Court as to whether he lodged a cassation appeal with the Supreme Court.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "32.  The relevant domestic law and practice concerning the imposition of detention (aresztowanie tymczasowe), the grounds for its extension, release from detention and rules governing other, “preventive measures” (środki zapobiegawcze) are stated in the Court's judgments in the cases of Kudła v. Poland [GC], no. 30210/96, §§ 75-79, ECHR 2000-XI; Bagiński v. Poland, no. 37444/97, §§ 42-46, 11 October 2005; and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant complains in vague terms that his detention and its extension were in breach of Article 5 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "34.  However, the Court notes that the applicant's detention was based on Article 258 § 1 of the Code of Criminal Procedure. Furthermore, the Court observes that in the present case the applicant was detained on reasonable suspicion of having committed a serious offence. The Court accordingly finds that the decision to place the applicant in custody had a legal basis and was issued by a competent judicial authority. There is nothing to suggest that the legal basis for his detention was not clearly defined and, therefore, lacked the necessary foreseeability required under the Convention. The Court is therefore satisfied that the applicant's detention complied with the requirements of Article 5 § 1. Moreover, the Court does not see any appearance of arbitrariness on the part of the relevant judicial authorities when deciding on the applicant's continued detention. It also observes, and without prejudice to its conclusion under Article 5 § 3, that its lawfulness was repeatedly reviewed by the competent domestic courts (see, mutatis mutandis Malik v. , no. 57447/00, § 26, judgment of 4 April 2006).",
                                "elements": []
                            },
                            {
                                "content": "35.  Against that background, the Court concludes that the applicant's detention was “lawful” within the meaning of Article 5 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "36.  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention simultaneously.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  The applicant complained that the length of his pre-trial detention had been excessive. He relied on Article 5 § 3 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "38.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "39.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Period to be taken into consideration",
                                        "elements": [
                                            {
                                                "content": "40.  The applicant was arrested on 25 March 1998 and remanded in custody on 27 March 1998. On 19 April 2002 the  convicted him as charged and sentenced him to ten years' imprisonment (see paragraphs 5, 6 and 25 above). From that date his detention was “after conviction by a competent court”, within the meaning of Article 5 § 1 (a) and, consequently, that period of his detention falls outside the scope of Article 5 § 3 (see Kudła, cited above, § 104).",
                                                "elements": []
                                            },
                                            {
                                                "content": "On 28 January 2003 the Lublin Court of Appeal quashed the applicant's conviction. Following that date his detention was again covered by Article 5 § 3. It continued until 11 August 2003 when the applicant was released (see paragraphs 26 and 28 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.   Accordingly, the period to be taken into consideration under Article 5 § 3 lasted four years, seven months and eight days.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties' submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "42.  The applicant maintained that the length of his detention had been unreasonable, and thus in breach of Article 5 § 3 of the Convention. He submitted that his detention had in effect been a prison sentence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "43.  The Government argued that the length of the applicant's detention had not been excessive and that there had been valid reasons for holding him in detention for the entire period in question. The domestic courts had on each occasion given relevant and sufficient reasons justifying the applicant's detention and had regularly reviewed it, taking into account fresh developments in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The applicant's detention had been justified by the strong suspicion that he had committed the offences with which he had been charged and the fact that the seriousness of the charges against him attracted a heavy sentence. In this connection, the Government submitted that the applicant had been charged with the commission of a number of armed robberies in an organised group. The domestic courts had also relied on the risk that the applicant might obstruct the proper conduct of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Government further justified the length of the applicant's detention by the particular complexity of the case, which stemmed from the number of defendants and offences as well as the fact that the trial had been restarted in September 2000 at the applicant's request. They maintained that the authorities had displayed adequate diligence in dealing with the applicant's case. They further argued that his detention had been based on the grounds specified in the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "46.  The Court recalls that the general principles regarding the right “to trial within a reasonable time or to release pending trial”, as guaranteed by Article 5 § 3 of the Convention were stated in a number of its previous judgements (see, among many other authorities, Kudła v. Poland, cited above, § 110 et seq., and McKay v. the United Kingdom [GC], no. 543/03, §§ 41-44).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the above principles in the present case",
                                "elements": [
                                    {
                                        "content": "47.  At the outset the Court notes that the applicant was detained for a very long time, which can only be justified by special circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48. The Court observes that indeed, as the Government maintained, the applicant's detention was reviewed by the courts at regular intervals. However, in their decisions extending the applicant's detention they repeated the same grounds.  In addition to the strong suspicion against the applicant, they relied principally on three grounds: the serious nature of the offences with which he had been charged and the likely severity of the penalty; the complexity of the case; and the need to secure the proper conduct of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court accepts that the strong suspicion of the applicant having committed serious offences could initially warrant his detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  However, with the passage of time, that ground became less and less relevant. The Court must then establish whether the other grounds adduced by the courts were “relevant” and “sufficient” (see, Kudła, cited above, § 111).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In this connection, the Court agrees that the seriousness of the charges and the severity of the likely sentence are relevant elements in the assessment of the risk of absconding or reoffending. However, the Court has repeatedly held that these considerations cannot of themselves justify long periods of pre-trial detention (see, for instance, Ilijkov v. Bulgaria, no. 33977/96, §§ 80-81, 26 July 2001), which in this case amounted to over four years and seven months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  As regards the risk of obstruction of the proceedings, the Court is not persuaded that this risk constituted a valid ground justifying the entire length of the applicant's pre-trial detention. Firstly, it notes that the Lublin District Court, when originally remanding the applicant in custody, only referred, in general terms, to the risk of obstruction of the proceedings by the applicant given the likelihood that he faced a lengthy term of imprisonment if convicted. Secondly, the Court notes that in the other relevant decisions of the judicial authorities no arguments were advanced by way of substantiation of the risk that, if released, the applicant would obstruct the proceedings. In the absence of any other factor capable of showing that the risk relied on actually existed, the Court cannot accept that ground as a justification for holding the applicant in custody for the entire relevant period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  It is true that the proceedings were of considerable complexity, regard being had to the number of defendants and the volume of evidence to be taken. However, it appears that the authorities referred to the complexity of the case in a very general manner, without indicating how the nature of the case and the fact that the trial had had to be restarted in 2000 at the applicant's request required the applicant's continued detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  It appears that the applicant had not been formally charged with acting in an organised criminal gang. In these circumstances, the Court is not persuaded that the instant case presented particular difficulties for the investigation authorities and for the courts to determine the facts and mount a case against the applicant as would undoubtedly have been the case had the proceedings concerned organised crime (see Bąk v. , no. 7870/04, § 56, 16 January 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Furthermore, there is no specific indication that during the entire period in question the authorities envisaged the possibility of imposing other preventive measures on the applicant, such as bail or police supervision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In this context the Court would emphasise that other “preventive measures” to secure the proper conduct of criminal proceedings are expressly foreseen by Polish law and that under Article 5 § 3 the authorities, when deciding whether a person should be released or detained, are obliged to consider alternative measures for ensuring his appearance at trial. Indeed, that Article lays down not only the right to “trial within a reasonable time or release pending trial” but also provides that “release may be conditioned by guarantees to appear for trial” (see Jabłoński v. Poland, no. 33492/96, § 83, 21 December 2000, and McKay, § 41, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In the circumstances, the Court concludes that the grounds given by the domestic authorities were not “relevant” and “sufficient” to justify the applicant's being kept in detention for four years and over seven months. In these circumstances, it is not necessary to examine whether the proceedings were conducted with special diligence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  There has therefore been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 § 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  Firstly, the applicant complained in general terms under Article 6 § 2 of the Convention about a violation of the principle of the presumption of innocence.",
                                "elements": []
                            },
                            {
                                "content": "59.  However, the Court finds that the applicant's assertions about violation of the above provision of the Convention are wholly unsubstantiated.",
                                "elements": []
                            },
                            {
                                "content": "60.  It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "61.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "62.  The applicant submitted that he had not suffered pecuniary damage but that the length of his detention had caused him severe stress and psychological and emotional suffering. He asked the Court to make the relevant assessment in the light of its case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government maintained that the applicant had contributed to the length of the proceedings and had been found guilty and sentenced to a lengthy term of imprisonment. They asked the Court to rule that the finding of a violation would constitute, in itself, sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court accepts that the applicant may have suffered some non-pecuniary damage as a result of the protracted period in detention, which is not sufficiently compensated by the finding of violation of the Convention. In the circumstances of this particular case and deciding on an equitable basis, it awards the applicant 2,000 euros (EUR) under the head of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "65.  The applicant submitted that he had incurred postage expenses. He did not submit any precise claim in respect of other costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government pointed out that the applicant had not been able to submit any invoices confirming that he had incurred any legal costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have actually and necessarily been incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the applicant, who was not represented by a lawyer, the sum of EUR 100 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "68.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the length of the applicant's pre-trial detention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 2,000 (two thousand euros) in respect of non-pecuniary damage and EUR 100 (one hundred euros) for costs and expenses, plus any tax that may be chargeable, to be converted into Polish zlotys at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 January 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "Kristaq Traja",
            "role": "judges"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MARCZUK v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-84259.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0108JUD000464602",
    "externalsources": [],
    "extractedappno": [
        "4646/02",
        "30210/96",
        "37444/97",
        "17584/04",
        "57447/00",
        "543/03",
        "33977/96",
        "7870/04",
        "33492/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-84259",
    "judgementdate": "08/01/2008 00:00:00",
    "kpdate": "08/01/2008 00:00:00",
    "kpthesaurus": [
        "448"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-3",
        "5"
    ],
    "parties": [
        "MARCZUK",
        "POLAND"
    ],
    "rank": "609.99169921875",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "344481",
    "typedescription": "15"
}