{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "28552/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-96101.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 28552/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Finnish national, Mr Jukka Pekka Janatuinen (“the applicant”), on 5 August 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Jaakko Tuutti, a lawyer practising in . The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had not received a fair trial in the criminal proceedings against him. He complained, in particular, that the police had destroyed some recordings of telephone conversations which might have benefited his defence.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 23 June 2008 the President of the Fourth Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "5.  The applicant was born in 1971 and lives in Vierumäki.",
                        "elements": []
                    },
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was suspected of having supplied large amounts of illegal drugs to other persons for distribution. The pre-trial investigation against the applicant and other suspects was concluded on 24 September 2003.",
                                "elements": []
                            },
                            {
                                "content": "7.  During the pre-trial investigation, the applicant had been represented by a court appointed counsel, J.T. On an unspecified date prior to the trial J.T. informed the Kuopio District Court (käräjäoikeus, tingsrätten), which was the court of jurisdiction, of the dates when he would not be available due to other engagements. According to the applicant, the court had then informed J.T. that the trial dates had already been fixed. On 28 October 2003 J.T. was informed that in such a large case the court would not be able to arrange the trial dates to suit the lawyers' requests and that a representative should arrange for a substitute to deal with other pending cases. The court asked J.T. whether he would prefer that the applicant be appointed another representative.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 31 October 2003 the public prosecutor brought charges against the applicant and twelve other defendants in the Kuopio District Court. The prosecution evidence comprised, inter alia, recordings of telephone conversations obtained through police interception.",
                                "elements": []
                            },
                            {
                                "content": "9.  The court's oral hearing was held in nine sessions between 11 and 21 November 2003. The applicant appeared in person at six of those sessions. At four of them he was represented by J.T. and at the other two by a different lawyer.",
                                "elements": []
                            },
                            {
                                "content": "10.  During the session of 13 November 2003 the applicant and two other defendants requested access to certain recordings in the possession of the police but not included in the case material. They contended that those recordings concerned business arrangements other than the alleged drugs trading, and other material supporting their innocence. The prosecutor opposed the request, stating that a number of recordings, to the necessary extent, had been included in the case file. He further maintained that recordings of such telephone conversations which did not support the charges had also been included in the file.",
                                "elements": []
                            },
                            {
                                "content": "11.  In order to provide the court with further evidence in the matter, the prosecutor called the investigating police officer to the stand. In its minutes, the court summarised his statement as follows:",
                                "elements": []
                            },
                            {
                                "content": "“All recordings of telephone conversations pertaining to the offences in question have been included in the pre-trial investigation material available to the parties. Recordings not related to the matter were either destroyed at once or removed later. The threshold for including recordings to the case material has been low. In case of doubt as to whether a given recording was related to the matter or not, it has been attached to the case material. As far as the witness could recall, there had been 55 conversations between [the applicant] and [another defendant], of which 23 had been attached to the case material.”",
                                "elements": []
                            },
                            {
                                "content": "The witness had also explained that the recordings gathered during the investigation had indeed disclosed a number of other dealings between the defendants concerning, inter alia, procuring and trading in cars and car parts.",
                                "elements": []
                            },
                            {
                                "content": "12.  Relying on the above witness testimony the court rejected the defendants' request finding that all relevant recordings had been included in the pre-trial investigation material, submitted at the disposal of the court and the parties. The court noted that the police had operated under the duty to include in the case file recordings both for and against the suspects. The court detected no evidence of misconduct by the police. Nor did the evidence support the alleged necessity of gaining access to the remaining recordings.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 11 December 2003 the court found the applicant guilty of drugs offences and sentenced him to five years' imprisonment. In its assessment, the court relied mainly on recordings of telephone conversations, telephone metering information concerning telecommunications between the defendants and police observations recorded in the pre-trial investigation report.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant appealed to the Itä-Suomi Court of Appeal (hovioikeus, hovrätten) claiming that the lower court had refused him the right to submit as fresh evidence recordings of telephone conversations concerning procuring, trading in cars and car parts and attempts by one of his co-defendants, R.V., to purchase drugs from sources other than the applicant. Those recordings, favourable to his defence, had not been included in the prosecution evidence. The applicant therefore requested that the police be ordered to provide the court with all the remaining recordings. Later he limited his request to only those recordings involving himself and R.V. He also asked for a chronological list of recordings destroyed by the police.",
                                "elements": []
                            },
                            {
                                "content": "15.  In his letter of appeal, the applicant also argued that he had not been given adequate time and facilities for the preparation of his defence as the District Court had fixed the dates for its oral hearing without consulting J.T., who had been forced to send a substitute for two sessions. The applicant also criticised the lower court's assessment of evidence specifying several telephone conversations which the court had allegedly interpreted to his disadvantage in breach of the presumption of innocence. He further maintained that the District Court had not given sufficient reasons for its conclusions.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 28 May 2004 the Court of Appeal decided to grant the applicant's request concerning the remaining recordings, referring to Article 6 § 1 of the Convention in that connection. The court found that an opportunity to have access to those recordings still in the possession of the police was important for building a proper defence. The Court of Appeal refused, however, the applicant's request concerning a list of the destroyed recordings. It found that the applicant had not presented sufficient reasons in support of that request and that the fairness of the proceedings would not be compromised if he did not receive such a list.",
                                "elements": []
                            },
                            {
                                "content": "17.  In the subsequent oral hearing, held in eleven sessions between 24 August and 9 September 2004, the Court of Appeal was presented with the same evidence as the District Court. It also received fresh evidence, including recordings of telephone conversations submitted by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "18.  During the oral hearing the applicant contested the fairness of the proceedings. He asserted that the evidence included in the pre-trial investigation material, and presented by the prosecution, was neither reliable nor sufficient as the telephone metering information was erroneous and a number of recordings of telephone conversations had been destroyed. He claimed that the pre-trial investigation had been insufficient in other aspects as well, for instance, not all of R.V.'s relevant drug dealings had been investigated. The court was also presented with the argument that part of the evidence had been obtained illegally through unlawful house searches.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 7 October 2004 the Court of Appeal dismissed the applicant's appeal, upholding the District Court's judgment.",
                                "elements": []
                            },
                            {
                                "content": "20.  As to the arguments concerning the alleged unfairness of the proceedings, the court observed that the applicant had been given access to a number of fresh recordings, according to his request. The court noted that, pursuant to the Coercive Measures Act (pakkokeinolaki, tvångmedelslag, Act No. 450/1987) as in force at the time of the investigation, the police had been obliged to destroy any information not related to the suspected offence.",
                                "elements": []
                            },
                            {
                                "content": "21.  The court went on to state that the facts of the case did not give any reason to believe that the destroyed recordings had been relevant to the case. As to those recordings submitted by the applicant at the appellate stage the court stated that, firstly, they had not contained any relevant new information and, secondly, they had been irrelevant to the case. Having also received testimony from the investigating police officer, the court did not subscribe to the argument about the alleged insufficiency of the pre-trial investigation. Nor did the court find any other reason to suspect that the fairness of the proceedings had been jeopardised.",
                                "elements": []
                            },
                            {
                                "content": "22.  As to the subject matter, the Court of Appeal firstly referred to the District Court's reasoning and stated that the fresh evidence produced on appeal did not contradict the evidence already presented in the case. The court concluded that, while no single piece of evidence as such was sufficient for a conviction, the evidence as a whole was enough for the guilty verdict. It went on to give more specific reasons of its own reflecting the evidence produced before it. The court stated, inter alia, that in assessing the evidence it had taken into account the arguments made against the charges and the fact that the applicant had not been the only person to have supplied drugs to R.V.",
                                "elements": []
                            },
                            {
                                "content": "23.  The applicant sought leave to appeal to the Supreme Court (korkein oikeus, högsta domstolen) relying to a large extent on his previous arguments. He maintained that the police had destroyed relevant information which would have shown that he had not been the person supplying drugs to his co-defendants. He also contended that the Court of Appeal had failed to comment on his arguments concerning inadequate time and facilities for the preparation of his defence, the errors in and unreliability of the telephone metering information, and the lower court's insufficient reasoning. He further claimed that the Court of Appeal had not allowed him to submit telephone metering information as fresh evidence but had permitted the prosecution to do so.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 27 May 2005 the Supreme Court refused leave to appeal.",
                                "elements": []
                            },
                            {
                                "content": "25.  In a decision given on 23 November 2005 the Deputy Parliamentary Ombudsman (eduskunnan apulaisoikeusasiamies, riksdagens biträdande justitieombudsman) found that, during the pre-trial investigation of the above case, the police had searched an apartment occupied by the applicant's co-defendant four times without following the lawful procedure, that is without informing the occupant about the search. During those searches a certain amount of drugs had been found. The Deputy Parliamentary Ombudsman issued a reprimand for unlawful conduct to the police officials involved.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "26.  Chapter 5a, section 2 of the Coercive Measures Act, as in force at the relevant time, provided that an authority investigating a crime could be granted permission to intercept and record telephone calls made by a suspect using an extension in his possession or another extension presumably used by him, or calls received by a suspect through such an extension, if the information thus obtainable could be assumed to be of vital importance for solving a crime. This permission could only be granted for serious offences listed in the provision, including aggravated drugs offences.",
                                "elements": []
                            },
                            {
                                "content": "27.  Chapter 5a, sections 12 and 13 of the said Act provided that the head of the investigation or another official by his order was to check the recordings at the earliest convenience and that recordings containing information which was not related to the offence covered by the authorisation had to be destroyed after they had been checked. Recordings which were not to be destroyed were to be retained for five years after the case had been resolved with legally binding effect or removed from the docket.",
                                "elements": []
                            },
                            {
                                "content": "28.  Chapter 5a, section 13 of the Coercive Measures Act was amended by Act no. 646/2003, which came into force on 1 January 2004. The current provision states that superfluous information obtained through interception of telecommunications but not related to the offence, or pertaining to an offence other than the one covered by the authorisation, is to be destroyed after the case has been resolved with legally binding effect or removed from the docket. The Government Bill (hallituksen esitys, regeringens proposition, no. 52/2002) concerning the amendment stated that, according to the provision in force at the time, superfluous information was to be destroyed as soon as it had been checked. Information supporting the innocence of the suspect could thus also be destroyed as superfluous information. The provision was thus proposed for amendment in order to ensure that all the material would be available for the [subsequent] proceedings, where necessary.",
                                "elements": []
                            },
                            {
                                "content": "29.  Section 1 of the Act on Public Prosecutors (laki yleisistä syyttäjistä, lag om allmänna åklagare, Act no. 199/1997) provides, inter alia, that it is the duty of a prosecutor to see to the realisation of criminal liability in the consideration of a criminal case, the assessment of the charge and the trial in a manner consistent with the public interest and the legal safeguards of the parties.",
                                "elements": []
                            },
                            {
                                "content": "30.  The same principle applies to the conduct of the police, who have the duty, under section 7 (1) of the Criminal Investigations Act (esitutkintalaki, förundersökningslag, Act no. 449/1987) to investigate and take into consideration the facts both for and against the suspect.",
                                "elements": []
                            },
                            {
                                "content": "31.  Section 40 of the Criminal Investigations Act, as in force at the relevant time (Act No. 449/1987), obliged the police to draw up a report of the pre-trial investigation, if this was necessary for subsequent proceedings. Among other things, the report was to include all documents and recordings obtained during the investigation, if they were deemed relevant to the case. The report was also to include a list of any material obtained in the investigation but not included in the report.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION CONCERNING THE DESTRUCTION OF RECORDINGS",
                        "elements": [
                            {
                                "content": "32.  Invoking Article 6 §§ 1 and 3 of the Convention the applicant complained that his right to a fair trial had been breached in that recordings of telephone conversations relevant to his defence had been destroyed by the police. The Court of Appeal had assessed the relevance of those recordings without having full knowledge of their contents.",
                                "elements": []
                            },
                            {
                                "content": "Article 6 reads, in relevant parts, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": " (b)  to have adequate time and facilities for the preparation of his defence;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "33.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "34.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1. Submissions of the parties",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The applicant maintained that the proceedings had been unfair in that a large part of the recorded telephone conversations relevant to his defence had been destroyed by the police. It was unlikely that the prosecutor had acquainted himself with any of the recordings before the case was transferred to him for the consideration of charges. In any case, a procedure whereby the prosecuting authority itself attempts to assess the importance of certain evidence to the defence cannot meet the requirements of Article 6 of the Convention. Nor could the testimony of a police officer concerning the intercepted material be given much weight in assessing the relevance of the destroyed recordings. The applicant pointed out that he had given specific and acceptable reasons for his requests for access to the recordings not included in the case file. The shortcomings in the legislation in force at the time of the proceedings did not absolve the State from complying with the requirement of fairness of the proceedings embodied in Article 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government argued that the destruction of some of the recordings had been based on the law in force at the time of the events, more precisely on Chapter 5a, section 13 of the Coercive Measures Act. However, no recordings pertaining to the charges, and relevant to the courts' decision-making, had been destroyed. The District Court had received testimony from the investigating police officer and been satisfied that all the material pertaining to the matter had been included in the case file. That material had been at the disposal of the court and the parties. The Court of Appeal had granted the applicant's request for access to the remaining recordings between him and R.V and he had been able to submit those recordings as fresh evidence before that court. The destruction of a number of recordings containing superfluous information during the pre-trial investigation had given the Court of Appeal no reason to conclude that those recordings had contained evidence supporting the applicant's innocence. Thus, unlike in the case of Rowe and Davis v. the United Kingdom [GC], no. 28901/95, §§ 60-63, ECHR 2000II), the authorities had not refused to disclose to the applicant evidence possibly relevant to his defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government also contended that the rights of the defence had been further safeguarded by the principle of objectivity governing the duties of public prosecutors, as provided in section 1 of the Act on Public Prosecutors. The prosecutor had co-operated with the police during the pre-trial investigation and had thus been able to participate in the selection of the recordings included in the case file, based on his view of which information did or did not relate to the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In the Government's view the applicant's complaint mainly concerned assessment of evidence. The Government contended that the applicant had had knowledge of and had been able to comment on all evidence adduced, with a view to influencing the courts' decision. The parties had also had equal opportunity to present evidence. The recordings of telephone conversations had only formed a part of the evidence before the courts. The Court of Appeal had assessed the evidence as a whole finding it sufficient for a conviction. In making its assessment that court had taken into account, inter alia, the evidence showing that there had been drugs suppliers other than the applicant. The Government pointed out that the District Court had summarised the evidence in detail and it had also given extensive reasons to its decision. The Court of Appeal had found no reason to deviate from that assessment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government concluded that the decision-making procedure in the above proceedings had complied with the requirement of equality of arms and incorporated adequate safeguards for the protection of the interests of the defence. Accordingly, there has been no violation of Article 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. The Court's assessment",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court reiterates that the guarantees in paragraph 3 of Article 6 are specific aspects of the right to a fair trial set out in paragraph 1. In the circumstances of the case it finds it unnecessary to examine the applicant's allegation separately from the standpoint of paragraph 3 (b), since it amounts to a complaint that he did not receive a fair trial. It will therefore confine its examination to the question of whether the proceedings in their entirety were fair (see Edwards v. the United Kingdom, 16 December 1992, §§ 33-34, Series A no. 247B, and Rowe and Davis, cited above, § 59).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  It is a fundamental aspect of the right to a fair trial that criminal proceedings, including the elements of such proceedings which relate to procedure, should be adversarial and that there should be equality of arms between the prosecution and defence. The right to an adversarial trial means, in a criminal case, that both prosecution and defence must be given the opportunity to have knowledge of and comment on the observations filed and the evidence adduced by the other party. In addition Article 6 § 1 requires that the prosecution authorities disclose to the defence all material evidence in their possession for or against the accused (see, mutatis mutandis, Rowe and Davis, cited above, § 60, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  However, the entitlement to disclosure of relevant evidence is not an absolute right. In any criminal proceedings there may be competing interests, such as national security or the need to protect witnesses at risk of reprisals or keep secret police methods of investigation of crime, which must be weighed against the rights of the accused. In some cases it may be necessary to withhold certain evidence from the defence so as to preserve the fundamental rights of another individual or to safeguard an important public interest. However, only such measures restricting the rights of the defence which are strictly necessary are permissible under Article 6 § 1. Moreover, in order to ensure that the accused receives a fair trial, any difficulties caused to the defence by a limitation on its rights must be sufficiently counterbalanced by the procedures followed by the judicial authorities (see, mutatis mutandis, Rowe and Davis, cited above, § 61, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In cases where evidence has been withheld from the defence on public interest grounds, it is not the role of this Court to decide whether or not such non-disclosure was strictly necessary since, as a general rule, it is for the national courts to assess the evidence before them. In any event, in many cases, such as the present one, where the evidence in question has never been revealed, it would not be possible for the Court to attempt to weigh the public interest in non-disclosure against that of the accused in having sight of the material. It must therefore scrutinise the decision-making procedure to ensure that, as far as possible, it complied with the requirements to provide adversarial proceedings and equality of arms and incorporated adequate safeguards to protect the interests of the accused (see, mutatis mutandis, Fitt v. the United Kingdom [GC], no. 29777/96, § 46, ECHR 2000II, with further reference to Edwards, cited above, § 34).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  More specifically, Article 6 § 3 (b) guarantees the accused “adequate time and facilities for the preparation of his defence” and therefore implies that the substantive defence activity on his behalf may comprise everything which is “necessary” to prepare the main trial. The accused must have the opportunity to organise his defence in an appropriate way and without restriction of the possibility to put all relevant defence arguments before the trial court and thus to influence the outcome of the proceedings (see Can v. Austria, no. 9300/81, § 53, Commission's report of 12 July 1984, Series A no. 96, and Moiseyev v. Russia, no. 62936/00, § 220, 9 October 2008). Furthermore, the facilities which should be enjoyed by everyone charged with a criminal offence include the opportunity to acquaint himself, for the purposes of preparing his defence, with the results of investigations carried out throughout the proceedings (see C.G.P. v. the Netherlands, (dec.), no. 29835/96, 15 January 1997, and Galstyan v. , no. 26986/03, § 84, 15 November 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Failure to disclose to the defence material evidence, which contains such particulars which could enable the accused to exonerate himself or have his sentence reduced, would constitute a refusal of facilities necessary for the preparation of the defence, and therefore a violation of the right guaranteed in Article 6 § 3 (b) of the Convention (see C.G.P., cited above). The accused may, however, be expected to give specific reasons for his request (see Bendenoun v. , 24 February 1994, § 52, Series A no. 284) and the domestic courts are entitled to examine the validity of these reasons (see C.G.P., cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Turning to the present case, the Court observes that the number of the destroyed recordings, or the contents thereof, cannot be verified from the material submitted. The Government have not, however, contested the applicant's submission that the amount of such recordings was of some significance. Nor have they been able to provide any specific information about their contents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court reiterates that the requirements of Article 6 presuppose that, having given specific reasons for the request for disclosure of certain evidence which could enable the accused to exonerate himself, he should be entitled to have the validity of those reasons examined by a court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court notes that in acceding to the applicant's request for access to the remaining recordings of communications between him and R.V. the Court of Appeal clearly accepted the reasons given by the applicant for his request. In this context, and keeping in mind that the Court of Appeal never had the opportunity to verify the contents of the destroyed recordings first hand, the Court cannot find any justification for the Court of Appeal's finding that the destroyed recordings were irrelevant to the applicant's defence and his right to a fair trial had not been breached in that respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Even though the police and the prosecutor were obliged by law to take into consideration both the facts for and against the suspect, a procedure whereby the investigating authority itself, even when co-operating with the prosecution, attempts to assess what may or may not be relevant to the case, cannot comply with the requirements of Article 6 § 1. Moreover, it is not clear to what extent the prosecutor was, in fact, involved in the decision to destroy those recordings which were not included in the case file. In this case, the destruction of certain material obtained through police interception made it impossible for the defence to verify its assumptions as to its relevance and to prove their correctness before the trial courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court finds that the present case is different from, inter alia, Fitt, cited above, and Jasper v. the United Kingdom [GC] (no. 27052/95, 16 February 2000) where the Court was satisfied that the defence were kept informed and were permitted to make submissions and participate in the decision-making process as far as possible and noted that the need for disclosure was at all times under the assessment of the trial judge, providing a further, important, safeguard. In those cases the Court found no violation under Article 6 § 1 (see Fitt, §§ 48-49, and Jasper, §§ 55-56). The Court points out that, in this case, the decision regarding the undisclosed evidence was made in the course of the pre-trial investigation without providing the defence with the opportunity to participate in the decision-making process.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In the present case the Court further notes that the contested measure stemmed from a defect in the legislation, in that it failed to offer adequate protection to the defence, rather than any misconduct by the authorities, who were obliged by law, in force at the time, to destroy the impugned recordings (see paragraph 27 above). The Court observes that in the Government Bill for the amendment of the Coercive Measures Act it was considered problematic that information supporting the innocence of the suspect could be destroyed before the resolution of the case (see paragraph 28 above). The relevant provision was amended with effect from 1 January 2004 with a view to safeguarding better the rights of the defence. This amendment, however, came too late for the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court finally reiterates that it has recently found a violation of Article 6 of the Convention in a similar case, that is, Natunen v. Finland, no. 21022/04, 31 March 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Having regard to the above considerations, the Court concludes that there has been a violation of Article 6 § 1 of the Convention taken together with Article 6 § 3 (b) of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  THE REMAINDER OF THE APPLICATION",
                        "elements": [
                            {
                                "content": "A. Alleged violations of Article 6 §§ 1, 2 and 3 of the Convention",
                                "elements": []
                            },
                            {
                                "content": "54.  The applicant claimed that the Court of Appeal had not allowed the defence to submit as fresh evidence telephone metering information while permitting the prosecution to do so.",
                                "elements": []
                            },
                            {
                                "content": "55.  It transpires from the Court of Appeal's procedural decision of 28 May 2004 that the applicant's request for fresh material only concerned the recordings of telephone conversations still in the possession of the police and a list of those recordings, which had already been destroyed. Even assuming that the applicant later made a request concerning telephone metering information before the Court of Appeal, and assuming that such a request was refused as the applicant appears to suggest, he has not renewed that request when seeking leave to appeal to the Supreme Court. The Court finds this complaint inadmissible due to non-exhaustion of domestic remedies. It must therefore be rejected under Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "56.  The applicant also contended that some of the telephone metering information had been clearly erroneous. The courts' assessment had been based solely on the evidence presented by the prosecution and an assumption of the applicant's guilt. Moreover, part of the evidence relied upon by the courts had been obtained illegally through unlawful house searches.",
                                "elements": []
                            },
                            {
                                "content": "57.  The Court reiterates that, while Article 6 of the Convention guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence or the way it should be assessed, which are therefore primarily matters for regulation by national law and the national courts (see, among other authorities, Schenk v. Switzerland, 12 July 1988, §§ 45-46, Series A no. 140, and García Ruiz v.  [GC], no. 30544/96, § 28, ECHR 1999I). Furthermore, it is not the role of the Court to determine, as a matter of principle, whether particular types of evidence – for example, evidence obtained unlawfully in terms of domestic law – may be admissible (see Jalloh v.  [GC], no. 54810/00, § 95, ECHR 2006IX, and Bykov v.  [GC], no. 4378/02, § 89, 10 March 2009).",
                                "elements": []
                            },
                            {
                                "content": "58.  In determining whether the proceedings as a whole were fair, regard must be had to whether the rights of the defence have been respected. In particular the issue of whether the applicant was given the opportunity to challenge the authenticity of the evidence and to oppose its use must be examined. In addition, the quality of the evidence must be taken into consideration, including whether the circumstances in which it was obtained cast doubts on its reliability or accuracy (see Jalloh, § 96, and Bykov, § 90, both cited above).",
                                "elements": []
                            },
                            {
                                "content": "59.  The Court firstly notes that the case file does not support the applicant's allegation that the domestic courts had a preconceived idea of his guilt. It thus rejects that complaint as manifestly ill-founded pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "60.  As regards the alleged errors in the telephone metering information produced before the courts by the prosecution, the Court observes that the applicant was fully able to put forward his arguments concerning the evidentiary value of that information. Indeed, it transpires from the case file that the applicant presented such an argument before the Court of Appeal and that the court took note of it.",
                                "elements": []
                            },
                            {
                                "content": "61.  The applicant has not specified which prosecution evidence was allegedly obtained unlawfully. However, the documents suggest that it involved the amount and type of some of the drugs allegedly supplied by him to his co-defendant. The Court notes that it was not the sole evidence against the applicant. The Court further notes that the manner in which the house searches were conducted did not directly concern the applicant. In fact, the flaw in those searches only concerned the failure of the police to inform the occupant of the apartment, that is, the applicant's co-defendant, about them. In that part the Court observes that on 23 November 2005 the Deputy Parliamentary Ombudsman issued a reprimand for unlawful conduct to the police officials involved. It was then up to the domestic courts to decide on the admissibility of the evidence obtained through those house searches. The applicant, for his part, was able to put forward arguments opposing the use of that evidence in the course of adversarial proceedings, which he also did.",
                                "elements": []
                            },
                            {
                                "content": "62.  Having regard to the above, the Court finds no reason to suspect that the applicant's defence rights were not properly complied with in respect of the evidence adduced or that its assessment by the domestic courts was arbitrary. The Court thus rejects his complaints concerning admissibility and assessment of evidence as manifestly ill-founded in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "63.  The applicant further maintained that the courts' reasoning had been insufficient. The Court of Appeal, in particular, had failed to comment on the applicant's specific arguments regarding the shortcomings in the proceedings and to assess their significance.",
                                "elements": []
                            },
                            {
                                "content": "64.  The Court reiterates that, according to its established case-law reflecting the need for the effective administration of justice, courts and tribunals should adequately state the reasons on which they base their decisions. The extent to which this obligation applies may vary according to the nature of the decision and must be determined in the light of the circumstances of the case. However, it cannot be understood as requiring a detailed answer to every argument (see, for example, García Ruiz v. Spain, § 26, cited above). Nor is the Court called upon to examine whether arguments are adequately met (see Van de Hurk v. the Netherlands, 19 April 1994, § 61, Series A no. 288). The Court finds that, in this case, both the District Court and the Court of Appeal gave sufficient reasons in their decisions, even taking into account the rather general nature of the Court of Appeal's reasoning in respect of some of the applicant's arguments concerning the fairness of the proceedings. The Court thus concludes that the applicant's complaint about the courts' allegedly insufficient reasoning is manifestly ill-founded and it must be rejected pursuant Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "65.  Finally, the applicant alleged that he had been denied adequate time and facilities for the preparation of his defence in that the District Court had not heard him or his counsel before fixing the dates for its oral hearing. It followed that he had been forced to defend himself partly through a different lawyer to the one initially appointed to him.",
                                "elements": []
                            },
                            {
                                "content": "66.  The Court does not subscribe to the applicant's view. It notes that he had been assisted by a different lawyer at two sessions of the District Court proceedings while his appointed counsel was unavailable. The Court finds the reason given by the District Court for not acceding to the counsel's request concerning the trial dates convincing. Moreover, counsel was informed of the court's stand on the issue some two weeks prior to the commencement of its oral hearing. It was then up to the applicant and his counsel to decide whether the latter would represent the applicant at all sessions before the District Court or attend to his other engagements. The Court would also point out that the applicant was at no stage forced to appear in court unrepresented and, furthermore, he was represented by his appointed counsel throughout the appellate proceedings. The Court thus rejects this complaint as manifestly ill-founded in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "B. Alleged violation of Article 13 of the Convention",
                                "elements": []
                            },
                            {
                                "content": "67.  The applicant complained under Article 13 of the Convention about the lack of an effective remedy in connection with his other complaints.",
                                "elements": []
                            },
                            {
                                "content": "68.  The Court notes that the applicant was able to defend himself against the charges and participate in the proceedings at three levels of jurisdiction. It follows that his complaint under Article 13 must be rejected as manifestly ill-founded pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "69.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "70.  The applicant claimed 100,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Government considered the claim excessive as to quantum. Any award should not exceed EUR 2,300.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court accepts that the lack of guarantees of Article 6 has caused the applicant non-pecuniary damage, which cannot be made good by the mere finding of a violation. Making its assessment on an equitable basis, it awards him EUR 2,500 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "73.  The applicant also claimed EUR 2,257 (inclusive of value-added tax) for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Government pointed out that the application had comprised several complaints under Article 6 and 13. The amount of the costs and expenses granted should reflect the fact that the Government was requested to submit specific observations only on the issue concerning the lack of access to the totality of the telephone conversations obtained through police interception.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, the Court notes that the application to the Court was examined under the joint procedure provided for under Article 29 § 3 of the Convention and that the application was only partly successful. Taking into account all the circumstances, the Court considers it reasonable to award the sum of EUR 1,900 (inclusive of value-added tax) for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "76.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the lack of equality of arms and the right to adequate facilities for the preparation of the applicant's defence admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention taken together with Article 6 § 3 (b) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "\t(i) EUR 2,500 (two thousand five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "\t(ii) EUR 1,900 (one thousand nine hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 December 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the concurring opinion of Judge Garlicki is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "\tWhile I am ready to accept that Article 6 § 1 of the Convention has been violated, I think that this case also merits discussion in the light of our case-law developed in respect of the protection of private life and correspondence (Article 8).",
                        "elements": []
                    },
                    {
                        "content": "\tThe finding of a violation in Janatuinen seems to be based on the fact that some recordings were destroyed prematurely and, in consequence, the applicant could not use them during his criminal trial.",
                        "elements": []
                    },
                    {
                        "content": "\tIt should not be forgotten, however, that prompt destruction of all “irrelevant” recordings is an established requirement under Article 8 of the Convention. Consequently, laws regulating electronic surveillance must provide for circumstances in which recordings must or may be erased or the tapes destroyed (Weber and Saravia, dec., § 95). The Finnish Coercive Measures Act established, in accordance with that requirement, an obligation to destroy recordings containing any information not related to the suspected offence.",
                        "elements": []
                    },
                    {
                        "content": "\tIn the Dumitru Popescu v. Romania judgment of 26 April 2007 (§ 78), while analysing Article 8 of the Convention, the Court observed that the fact that only some recordings had been included in the file presented to the trial court: “was not in itself incompatible with the requirements of Article 8. The Court can admit that in certain circumstances it may be excessive, if only from a practical point of view, to transcribe and include in a case investigation file all the conversations intercepted on a particular telephone line. It could certainly violate other rights, such as the right to respect for the private lives of other callers who made calls from a phone that was being tapped. The person concerned must nevertheless be given the possibility of listening to the recordings or challenging their accuracy, hence the need to keep them intact until the end of the criminal proceedings and, more generally, to include in the case file those elements he considers relevant to the defence of his interests”.",
                        "elements": []
                    },
                    {
                        "content": "\tThe Janatuinen case deserved, in my opinion, to be discussed in the light of those statements. It would not have stopped the Court from finding a violation: it seems that the violation in Janatuinen was due to the lack of an adequate procedural framework for the selection and destruction of recordings. The affected party or at least an independent authority (a judge or prosecutor) should be invited to decide what is not sufficiently relevant to be kept in the file. Those decisions should not be left to the discretion of the police or any other such service.",
                        "elements": []
                    },
                    {
                        "content": "\tBut, at the same time, it is of the utmost importance that all irrelevant material be destroyed with all possible speed. What may be irrelevant for the criminal trial may nevertheless be quite handy for underhand political accusations and leaks of information. The sad experience of many Convention countries shows that telephone recordings have been used in a manner incompatible with human dignity and political culture. Legislative measures providing for careful supervision of the relevance of the recorded materials should not be criticised without a full assessment of their protective effects in respect of people's privacy and integrity.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF JANATUINEN v. FINLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-96101.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1208JUD002855205",
    "externalsources": [],
    "extractedappno": [
        "28552/05",
        "28901/95",
        "29777/96",
        "9300/81",
        "62936/00",
        "29835/96",
        "26986/03",
        "27052/95",
        "21022/04",
        "30544/96",
        "54810/00",
        "4378/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-96101",
    "judgementdate": "08/12/2009 00:00:00",
    "kpdate": "08/12/2009 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "JANATUINEN",
        "FINLAND"
    ],
    "rank": "705.959838867188",
    "representedby": [
        "TUUTTI J."
    ],
    "respondent": "FIN",
    "respondentOrderEng": "15",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "355005",
    "typedescription": "15"
}