{
    "__articles": "8;8-1;8-2",
    "__conclusion": "No violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life)",
    "applicability": "",
    "appno": "27496/15",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life"
            ],
            "element": "No violation of Article 8 - Right to respect for private and family life",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-182450.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 27496/15) against the Kingdom of Norway lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on 3 June 2015, by Ms Ivan Mohamed Hasan, an Iraqi national who was born in 1979 and lives in G., a town in Norway. She is represented before the Court by Mr B. Vikanes, a lawyer practising in Oslo.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Norwegian Government (“the Government”) were represented by Mr M. Emberland of the Attorney General’s Office (Civil Matters) as their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that domestic decisions in which her parental responsibility for her two children had been removed, and in which consent had been given for their foster parents to adopt them, had violated her right to respect for her family life under Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 4 May 2016 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Background and emergency decisions",
                                "elements": [
                                    {
                                        "content": "5.  In 2006 the applicant moved to Norway after marrying C, an Iraqi national who had come to Norway in 1999. The couple’s first daughter, A, was born in February 2008. Their second daughter, B, was born in June 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 7 April 2009 the emergency unit at the child welfare authorities in F. municipality received a request to assist the police with an incident in which the applicant and C were having a heated argument in the presence of their child. A few days later, on 10 April, the police were called again. The applicant then said that C had hit her and tried to strangle her and A on the same day. C was arrested and placed in custody. The applicant and A were taken to a crisis centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The next day, on 11 April, the applicant was admitted to hospital with pain and bleeding. She then consented to A being placed in an emergency foster home while she was in hospital. The applicant asked the hospital for protection during her stay, because she was afraid that C’s family would come to the hospital to kill her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The applicant was discharged from hospital on 12 April 2009. She withdrew her consent to the emergency placement of A and they moved into a crisis centre. The child welfare authorities made a decision on assistance measures on 14 April 2009 and informed the applicant that they would be concerned about A’s welfare if the applicant were to move back in with C. The applicant then stated that she did not wish to move back in with him. She wanted to have a domestic abuse alarm device if she moved back.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 16 April 2009 the applicant moved back home with A. She did not want to give evidence in the criminal proceedings against C, A’s father, and refused to release her doctor from the duty of confidentiality. On 24 April 2009 C was released from custody and moved back home. A restraining order that had been imposed on him in relation to the applicant was lifted at her request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Taking into account that C had tried to strangle the applicant and A with an electrical cord (see paragraph 6 above), the child welfare authorities gave the applicant a choice between moving into a crisis centre with A or having her forcibly taken into care. On 29 April 2009 the applicant moved back into the crisis centre in F. with A.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  While at the crisis centre the applicant had a lot of contact with C by telephone. She expressed a wish to move back in with him with A, but also stated that he should not be at home at the same time as them. After she let C into the crisis centre on 6 May 2009, the centre no more wanted her to stay there. As the applicant expressed a wish to move back home to C, the child welfare authorities decided on 7 May 2009 to place A in an emergency foster home for the second time because they were of the opinion that the mother was unable to protect A from violence from her father.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In a consultation at the emergency clinic that day, the mother denied that C represented a risk to her or the child and that he had previously hurt them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 18 May 2009 the applicant moved into a crisis centre in O. This crisis centre was of the opinion that A should be returned to her. The child welfare authorities disagreed, and cooperation between the crisis centre and the authorities became difficult. In the end, A was returned to the applicant on 24 June 2009 and they then stayed together at the crisis centre.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 17 July 2009 the applicant and A moved back in with C. The child welfare authorities closed the case, but reopened it after the applicant’s lawyer raised concerns (“bekymringsmelding”) and stated that mother and child still had great need of the authorities’ help. On 29 July 2009 the authorities initiated assistance measures, including parenting guidance, couple therapy, a Norwegian language course for the applicant, and aggression management therapy for C. An application was also submitted for a kindergarten place for A. After a while the kindergarten raised concerns owing to A’s high absence rate and the fact that many verbal expressions of anger were being directed at the staff by C.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 15 October 2009 the police raised additional concerns with the child welfare authorities after they had been called out to the hospital in F. The mother had been admitted the day before with a suspected ectopic pregnancy. C had taken A to the hospital and the police had regarded his behaviour as so aggressive and threatening towards the hospital staff that they had thought it appropriate to notify the child welfare authorities. C had influenced the applicant to discharge herself from hospital against medical advice. However, she had suffered heavy bleeding and had been readmitted. C had been banned from visiting her at the hospital. He was at home with A, about whom the police were concerned, as the father was aggressive and threatening towards the applicant and their daughter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On the following day, 16 October 2009, the child welfare emergency unit visited the family. C was very upset and angry, as he claimed that he had not consented to such a visit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In May 2010 the applicant attended an appointment at a crisis centre in O. According to the child welfare authorities’ records, C had been “aggressive and out of control” because of this meeting.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In June 2010 the couple’s second daughter, B, was born.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 2 September 2010 the City Court (tingrett) gave a judgment in which C was acquitted of violating Article 219 of the Penal Code on the maltreatment of family members, but convicted of some other offences. The counts in the indictment under Article 219 concerned the incidents in April 2009 (see paragraph 6 above). In the course of the criminal case, the applicant had withdrawn her previous statements concerning violence by C.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 17 November 2010 the child welfare authorities received a call from a crisis centre in S. informing them that the applicant and her two children had arrived there after C had been violent towards them and had threatened to kill the applicant. C had been arrested, but had then been released. The applicant had withdrawn her statement about his acts of violence and was preparing to go home. Based on this and previous incidents, the authorities decided to issue an emergency care order that day to place the children in an emergency foster home at a secret address. This was A’s third emergency placement (see paragraphs 7 and 11 above). The order was approved by the County Social Welfare Board (fylkesnemnda for barnevern og sosiale saker – hereinafter also “the Board”) the following day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On the same day, 18 November 2010, the applicant went to the crisis centre in O. At a meeting held there on 23 November 2010 she stated that she never wanted to return to C. The child welfare authorities emphasised that she could not have any contact with him once the children were returned to her. Initially, the authorities’ intention was to return the children to the applicant at the crisis centre in S., where they would all stay. The specialist team in S. expressed concern about this solution, and the authorities decided that the children could not be returned until the applicant was settled in her own flat. They thought it would be unfortunate to return the children only to put them through another emergency placement if the mother moved back to C.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 25 November 2010 a restraining order was imposed on C in relation to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The parents appealed against the emergency care order of 17 November 2010 to the Board, which granted the appeal in part in a decision of 15 December 2010. The decision regarding the emergency placement was upheld, but the amount of contact with the children was increased and the decision not to inform the parents of the children’s whereabouts was set aside.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 21 December 2010 the applicant moved from the crisis centre in O. to the crisis centre in S. She subsequently stayed at a crisis centre in G. from 5 January to 29 May 2011.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Placement of A and B in care",
                                "elements": [
                                    {
                                        "content": "25.  An application for the children to be taken into care was first submitted to the Board by F. municipality on 23 December 2010. The municipality wanted consideration of the case to be postponed so that an expert assessment could be prepared, but the parents were opposed to this. The Board considered the case at a meeting from 8 to 10 March 2011. On 18 March 2011 the Board nevertheless decided to adjourn the case in order to appoint experts to carry out an assessment of it. The appointed experts were a specialist in educational and psychological counselling, L.M., and a specialist in clinical psychology, B.S. The experts’ joint statement was submitted on 31 May 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The child welfare authorities wanted the contact sessions to be supervised and engaged trained personnel from a company to do so. The supervisers started their work on 8 April 2011 and submitted a report on 3 June 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  C was dissatisfied with the work of the appointed experts (see paragraph 25 above), and therefore hired G.H., a specialist in child and adolescent psychology, as a private expert to observe contact sessions between the applicant and the children. G.H. submitted his report on 11 June 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The care order case was considered by the Board on 14 and 15 June 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicant stayed at the crisis centre in G. again from 14 to 30 June 2011, after which time she moved into her own flat in G.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Before the Board reached a decision, the two children were abducted from a contact session with the applicant. The incident took place on 21 June 2011 at G. Volunteer Centre (“frivillighetssentral”) in B. Two people wearing balaclavas and sunglasses forced their way in during the contact session, used an electroshock weapon on the applicant and abducted the children. The contact session was being supervised by a member of the company’s staff (see paragraph 26 above). The staff member managed to escape through the veranda door and summon help. The applicant was injured and unconscious and was taken away to hospital by air ambulance. The children were found in a flat in H. the next day. C later admitted that he had been behind the abduction and that he had been in the vicinity when it had happened.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Board found out about the abduction before it made its decision, and it was therefore decided that there should be no contact between the children and the parents. The operative part of the Board’s decision of 24 June 2011 read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  F. municipality, represented by the child welfare authorities, shall take A, born ... February 2008, into care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  F. municipality, represented by the child welfare authorities, shall take B, born ... June 2010, into care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  A and B shall be placed in separate foster homes at secret addresses. A shall be placed in enhanced foster care [where foster parents have extensive support from the child welfare authorities].",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  No minimum level of contact between the mother and the girls is set out. If contact sessions are to take place, the child welfare authorities are authorised to supervise them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  No minimum level of contact between the father and the girls is set out. If contact sessions are to take place, the child welfare authorities are authorised to supervise them.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The decision was brought before the City Court (tingrett). When the hearing started, on 9 November 2011, the applicant was not present. Her counsel was there and argued that the case should be postponed. After the City Court had decided not to do so, the applicant’s counsel left as he was of the opinion that he could not attend to the interests of his client. However, C informed the court that he was in touch with the applicant. She arrived later the same day at the court and stated that she had spoken to her counsel. She also argued that the case should be adjourned. When told that it had already been decided to continue the hearing, the applicant left the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 21 November 2011 the City Court upheld the Board’s decision. As to the applicant and her counsel leaving the hearing, the court noted that it found it difficult to view this as anything but an attempt to force the court into postponing the case, although it did not find it clear why they wanted the case to be postponed. Based on the evidence presented to it, the City Court found it highly likely that C would attempt to abduct the children. Moreover, it was found to be the case that C was in control of the applicant and that she followed his orders. Among other things, the City Court referred to the fact that the applicant under the hearing had made herself unavailable to her counsel, but not to C. The City Court stated that the abduction risk might possibly be regarded differently when the criminal case against C had been heard by the court. At present, however, it took account of how C had declared that the abduction had been in the children’s best interests and concluded that there should be no visiting rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Instructed by the applicant’s lawyer on 5 December 2011, a specialist psychologist, J.W., submitted an expert report in the case on 16 December 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The parents appealed to the High Court (lagmannsrett) against the City Court’s judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 8 March 2012 the applicant submitted an official complaint to the police against C in relation to rape, deprivation of liberty, and threats made in her flat. The applicant went to the crisis centre in G., but moved back to her own flat a few days later. C also contacted the applicant in G. later in March. A restraining order was imposed on him, and the applicant was moved to a secret address.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The High Court appointed the clinical psychologist B.S. as expert (see paragraph 25 above). He submitted his report on 12 August 2012. The High Court then heard the case from 25 to 27 September 2012. The parents were present together with their counsel and gave evidence. Eight witnesses were heard, including two expert witnesses. B.S., the court-appointed expert, gave testimony.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 22 October 2012 the High Court rejected the appeal. It noted that a care order presupposed serious deficits in the applicant’s caring abilities and though the applicant, if viewed in isolation, would have sufficient capacity to take care of the children with assistance of the child welfare authorities, the question was whether the children would be sufficiently protected from C. The applicant did not want further dealings with him. C’s behaviour showed, however, that he was unwilling to respect her wish. As to contact rights, the High Court did not take a stance on whether a secure regime for visits could be established. At that time, there was in any event an obvious risk that C would again try to kidnap the children.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Leave to appeal to the Supreme Court (Høyesterett) was denied by the Supreme Court’s Committee on Leave to Appeal (Høyesteretts ankeutvalg) on 19 December 2012.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Removal of parental responsibility and authorisation of adoption",
                                "elements": [
                                    {
                                        "content": "40.  During the summer of 2013, the applicant was subject to threats from her half-brother, on paid assignment from C, in order to make her move back to Iraq. On 12 August 2013 she was granted divorce. The hearing of the criminal charges against C took place in September 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 1 October 2013 the child welfare authorities applied to the Board for an order that the applicant and C have their parental responsibility in respect of A and B removed; parental responsibility would then be transferred to the authorities. The authorities also applied for the Board’s authorisation of the foster parents’ adoption of the children. The applicant applied to the Board for an order that A and B’s placement in care be discontinued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 3 October 2013 the District Court convicted C of abducting the children (see paragraph 30 above) and sentenced him to one year and seven months’ imprisonment, of which six months were suspended. C appealed against the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 29 November 2013 the Board appointed B.S., the psychologist, as its expert. He submitted a report on 31 January 2014 (see paragraph 53 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The case was heard on 10 and 11 February 2014. The Board sat with a chairperson who was qualified to act as a professional judge, a psychologist and a layperson, in accordance with the first paragraphs of sections 7-2 and 7-5 of the Child Welfare Act (see paragraph 114 below). The applicant was present with her legal aid counsel and gave evidence. C was in Iraq, but testified by telephone as a party to the case and was represented by his counsel. The appointed expert attended the proceedings and testified. One other witness was heard.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  The Board’s decision not to discontinue the children’s placement in care",
                                        "elements": [
                                            {
                                                "content": "45.  In its decision of 25 February 2014, the Board noted that the previous care order case had been considered as directed against the applicant, as C had accepted that she had day-to-day care and control of the children. This situation had not changed, and C now supported the applicant’s claim for revocation of the care order.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Board first reiterated the following from the High Court’s judgment of 22 October 2012 concerning the children’s placement in care (see paragraph 38 above):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the High Court’s opinion, seen in isolation, the mother will be capable of providing adequate care for the children, provided that adequate assistance measures are offered. The High Court understands that this opinion is shared – although to a varying extent – by all the experts who have appeared before [it].”",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  There was limited updated information about the applicant’s situation at the time of the Board’s decision, but it was clear that she had been granted a divorce from C. She had also passed a Norwegian language course and established a small social network in G. Seen in isolation, her ability to provide care thus appeared to have improved somewhat since the High Court hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  On the other hand, the High Court had concluded that there were serious deficiencies in the applicant’s ability to provide care because of the threat that C represented to her and the children. The Board made reference to the following passages from High Court’s judgment:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... the question at issue in this case is whether the children will be sufficiently protected against violence from their father if they are returned. It is very important to the father that the children grow up in accordance with their Kurdish background, and he is clearly willing to go to great lengths to achieve this, possibly also by using violent methods. He has stated that the purpose of the abduction was to take them to Iraq. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "After the presentation of the evidence, the High Court is in no doubt that the father is violent and represents a threat to the mother. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Based on the facts described above, the High Court finds that there is a strong preponderance of likelihood of the father having committed violent acts against the mother, and that it is probable that he, or someone acting on his behalf, will be violent to the mother again. Among other things, [the court] points out that the expert witness J.W., who has assessed the violence described in the case in a cultural context, believes that the mother’s ‘life probably was [or] is in serious danger’.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The mother and father are divorced, and the mother wants no further contact with the father. His behaviour as recently as in March this year in G. shows that he is not willing to respect the mother’s wish to break off contact [with him]. In the High Court’s opinion, there can be little doubt that the father’s further contact with the mother will be harmful to the children and constitute a significant deficiency in relation to the children’s safety if the care order is revoked.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  However, the High Court had stated in its judgment that the question of contact for the applicant could be seen in a different light if C were expelled from the country. This was because the security concerns described in the judgment would then not apply to the same extent.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The expert appointed by the Board, B.S., had not carried out a new assessment of the applicant’s ability to provide care in his report of 31 January 2014 (see paragraph 43 above). In a statement dated 11 February 2014 from the Child Welfare Expert’s Commission (barnesakkyndig kommisjon), one of the two commission members had remarked that it would have been preferable for the mother to have been given an opportunity to comment on such a serious matter. It was also stated that it was expected that this would form part of the Board’s consideration of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  In his testimony before the Board, psychologist B.S. upheld his assessment given in the report of 31 January 2014 that, seen in isolation, the applicant’s ability to provide care was sufficient for her to have care and control of the children with assistance measures in place. The Board agreed, and also made reference to the High Court’s assessment of this issue (see paragraphs 38 and 46 above). Nothing in the case indicated that the applicant’s ability to provide care had deteriorated since the High Court’s hearing in 2012. If anything, it had to be deemed to have slightly improved. The applicant had testified before the Board and the Board considered that the issue had been adequately clarified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The children’s father had been in Iraq for months, and had stated in his testimony as a party to the case that he was building a house and was engaged to be married to a new woman. He had no plans to return to Norway, and he planned to settle permanently in Iraq. The father had last been in Norway during the criminal proceedings against him in September 2013. His counsel stated that the conviction had not been formally served on C, but he had nonetheless appealed against it, and he added that he expected C to sign the letter accompanying the appeal soon, so that the High Court could consider it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In his expert report of 31 January 2014 to the Board, B.S. had given the following assessment of the situation:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“According to information received, the father is currently in Iraq. If he returns to [Norway], he must expect to be arrested to serve the prison term he was sentenced to for the abduction. [I do] not know if he would then be expelled from the country. The present situation resembles the situation that the High Court deemed to be associated with less risk for the children [(see paragraph 49 above)].",
                                                "elements": []
                                            },
                                            {
                                                "content": "[I do] not necessarily agree with the High Court’s assessment. This is a complex issue, and to the extent that the question of risk can be clarified with a sufficient degree of certainty, that would require extensive investigation which would also involve the parents’ relatives and other networks in countries other than Norway. That is far beyond the remit of the expert examination. Nevertheless, it is possible to make some general reflections based partly on knowledge about what is common in the parents’ culture, and partly on information provided by the parents themselves.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The children belong to the father’s family. Not just to the father, but to his family. The mother has main responsibility for bringing up the children as long as they are regarded as children. It is therefore unproblematic for the father to accept that the children be returned to the mother to grow up with her. Once they are grown up, however, they will still belong to their father’s family. They will be considered ‘adult’ long before the Norwegian age of majority; age of sexual maturity is a more relevant criterion than chronological age.",
                                                "elements": []
                                            },
                                            {
                                                "content": "For a family that is concerned with the honour code, the actions of an adult daughter have a bearing on the whole family’s honour. If she leads a life in conflict with the family’s norms, particularly as regards her sexual life, this affects the whole family, which will lose all prestige in the eyes of the surrounding world. In extreme cases, the family may feel forced to track down the woman and kill her to restore the family’s honour and prestige. This does not necessarily diminish with time and distance. Nor does this only apply in conservative religious families; it is more a question of culture than of religion. There are several examples of relatives tracking down women living in Western countries and committing so-called honour killings despite the family having lived in the West for many years and appearing to be modern and well-integrated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "If such mechanisms are at play in the father’s family, the father’s whereabouts are less important in relation to the risk. Nor will the risk diminish with time. The opposite may even be true. A and B are young children, and children are not in a position to disgrace their family. As they become older, keeping them under control may become much more important for the family than it is today. Preferably, they should be ‘saved’ before they have the opportunity to do anything wrong. The family could achieve this by organising another abduction and taking them to Iraq. If the children were nevertheless to bring dishonour on the family, or if the family assumed that to be the case because they lived outside the family’s control, there is a possibility that A and B would risk being hunted for years and maybe even killed if their family found them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "On the basis of the above, [I am] of the opinion that the risk associated with disclosing A and B’s whereabouts has not decreased, even though the father is abroad. This means that returning them to their mother would still entail a serious threat to their care situation, even if the mother, seen in isolation, may be able to provide proper care. Based on what is known about the mother from before, [I am] highly uncertain whether the mother would keep her and her children’s identities secret from the father’s family in the event that she was given a new identity and a secret address. In order for such an arrangement to be safe, the mother would probably have to break off all contact with her own family as well. It is neither realistic nor ethically justifiable to make this a condition.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In the Child Welfare Expert’s Commission’s statement of 11 February 2014 (see paragraph 50 above), one of the two commission members had pointed out that the expert’s conclusions as quoted above were not based on concrete knowledge about the situation in this family. The member had also stated that, when so much time was devoted to considerations on the family and situation in Iraq, this could easily give a wrong impression, even if doubts were also included in the report. This could easily lead to incorrect or false premises being established for the assessment of the risk associated with the mother’s contact with the children in a situation where their biological father was not in the country. The other commission member had had no comments on the expert’s report.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Board agreed that assessing the risk with a sufficient degree of certainty would require extensive investigation. This had not been done in this case, and the Board had no option but to base its assessment on the known facts. Based on the presentation of evidence, the Board agreed with the expert that his concerns regarding the risk had not been assuaged during the hearing before the Board.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Firstly, the police still considered the children to be at high risk of being kidnapped. The police had not testified about this before the Board, but the Board had no reason to doubt the police’s assessment. The Board had been informed that the foster families had to clear all visits outside the municipality with the police. At a time when the police’s use of resources was under continuous evaluation, the Board saw no reason to believe that the level of protection was seen as excessive.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Secondly, C had tracked down and raped the applicant in March 2012, and had also approached her later that month. In the summer of 2013 the applicant had received death threats from her half-brother, among other things, and she herself had stated that the threats had been made because C had paid her half-brother to do this. The applicant had informed the Board that she had been kept under surveillance for a prolonged period by her half-brother, who had come to Norway under an alias. She had reported this to the police, and the police had allegedly told her that her brother might possibly be expelled from Norway. However, she did not know his whereabouts. Since C had on two occasions and until quite recently used accomplices to put the applicant and/or the children in great danger, the Board considered C’s actual location of less importance. There was also good reason to question whether he would stay away from Norway, given that he had appealed against the District Court’s judgment in the criminal case (see paragraph 42 above). An appeal on the question of his guilt would be dismissed if he did not appear.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Thirdly, C’s mother in Iraq had stated that she would come to Norway if the children were not returned to the applicant. She had also said that her husband, A and B’s paternal grandfather, was very ill and had been hospitalised as a result of the stress of the children being taken away from the family. These statements showed that the stress on the family as a result of the case did not seem to have diminished, but in fact still seemed to have a strong presence. The paternal grandmother’s statement gave the impression that the children’s fate was the family’s responsibility, and not a matter that just concerned C.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Fourthly, the Board considered it unlikely (“lite sannsynlig”) that the applicant would be able to protect the children from their father if they were returned to her. When the children were younger, the applicant had repeatedly demonstrated that she was unable to protect herself and the children from C. She had moved back to C several times, despite having reported him to the police for violence against both herself and the children. He could not be prosecuted for these offences because the applicant either withdrew her previous statements or refused to make statements to the police. Since the abduction in 2011, C had contacted the applicant several times, and he had also been violent again. Despite knowing that C was behind the death threats and surveillance of her in the summer of 2013, she now believed that he did not represent a risk. It was difficult to say whether this was what the applicant actually believed or whether it had to do with her wish for the children to be returned to her. In any case, the applicant’s statement indicated that she failed to realise how serious the situation was.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The expert’s assessment was that if the applicant were to have care and control of the children then she would probably have to break off all contact with her own family. The Board concurred with the expert’s view. The applicant and C had reportedly grown up in the same neighbourhood, and the families knew each other. At least one member of the applicant’s family had demonstrated that he was willing to carry out unlawful acts on behalf of C. The applicant’s contact with her own family would therefore entail a significant risk of her and the children’s whereabouts becoming known to C. The applicant had stated that she would be willing to break off all contact with her family if the children were returned to her. However, when at the same time she said that C was no longer a threat, it was difficult for the Board to envisage that she would be sufficiently motivated to make such a sacrifice. In the Board’s assessment, C represented such a significant threat that the children would probably be at risk, even if the applicant managed to break off contact with her family. The Board referred to how C had over a period of several years demonstrated that he had both the means and the will to carry out his wishes. His rape of the applicant in March 2012, and the surveillance and death threats against her via an accomplice in the summer of 2013 showed that he had learnt nothing from the abduction in 2011. On the basis of the factors set out above, the Board assumed that, for the foreseeable future, C appeared to be prepared to use unlawful means to gain control over the applicant and the children.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  It had been argued before the Board, particularly by C’s counsel, that the risk to the children would be lesser if they were with their applicant rather than placed in a foster family. The reasons given for this were that C and his family wanted the children to be returned to the applicant, and they would then be satisfied with the situation. The Board did not rule out the possibility that C and his family would be satisfied for a while and thus not represent any immediate threat if the children were returned. However, this had to be regarded as highly uncertain, and it would in any case depend entirely on how the applicant chose to live her life with the children. If she were to deviate from what was expected of her regarding how the children were raised, the children would again be at risk. Reference was made to the comment in the expert report that the children in a Kurdish family belonged to the father’s family, and that, for example, the actions of an adult or sexually mature daughter would have a bearing on the whole family’s honour.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Overall, the Board found that it had been substantiated that the risk of the children and/or the applicant being subjected to criminal offences by C had remained virtually unchanged since the High Court had considered this issue in October 2012 (see paragraph 38 above). This meant that the risk associated with disclosing A and B’s whereabouts had not decreased, even if C was currently in Iraq. The parents had argued that no attempts to abduct the children had been made since 2011, and this showed that the risk was significantly reduced. The Board did not share this view. According to the Board’s assessment, this was because the children’s whereabouts had not been disclosed and there had been a comprehensive security regime in place since July 2011.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  On the basis of the above, the Board concluded that the applicant had to be deemed permanently unable to provide the children with proper care, and falling within the scope of section 4-20 of the Child Welfare Act (see paragraph 114 below). This assessment also meant that her application for revocation of the care order pursuant to section 4-21 could not be granted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Since the Board concluded that the applicant was unable to provide proper care, it was not necessary to discuss whether the attachment criterion in section 4-20 of the Child Welfare Act (see paragraph 114 below) was also satisfied. Considering how serious the case was and its profound importance to the parties involved, the Board nevertheless found grounds to discuss this issue, and started its assessment by seeking to clarify the children’s functioning and care needs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Board noted that A, the oldest daughter, had shown a lot of anger and had acted out during her initial period in foster care. She had been insecure, had not wanted her foster parents to leave her, and had slept next to her foster mother at night. She had wanted constant reassurance that she was to live in the foster home forever. This had improved considerably from approximately March 2013. Most of the anxiety had now gone, and the foster home interpreted this to mean that A now felt certain that she would not have to leave the foster home. A disliked events involving big crowds, such as end-of-term events. She had taken part in a leisure activity, but had stopped because she preferred to stay at home. The appointed psychologist, B.S., had stated before the Board that A had spontaneously told him during his visits that thieves had tried to steal her. The foster parents had told him later that A had not talked about this for a long time, and that they never talked about the abduction with A. The expert’s interpretation was that A still appeared to have memories of her abduction. He also assumed that she had memories of her parents’ turbulent marriage, since she was nearly three years old at the time of her emergency placement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  Furthermore, the Board took into account that A had had several temporary placements, and psychologist B.S. had found her to be highly vulnerable with regard to new broken relationships. In his opinion, losing her foster parents would be a traumatic experience for A.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The other daughter, B, had been six months old when placed in emergency care. She had arrived in the foster home when she was about a year old. The foster parents described her as a timid girl who only wanted to sit on her foster mother’s lap. She would not let anyone get close to her except her foster mother, who could never leave a room without B following her. Gradually, the foster father had been allowed to get closer to her, first by sitting next to them while B sat on her foster mother’s lap. Even at the time of the Board’s decision, B had an extreme fear of losing her foster parents. In the autumn of 2013 the foster parents had gone away for the weekend. B had been to stay with an aunt who had children of the same age and whom B knew well and was fond of. The foster parents had prepared her thoroughly, telling her that they were going away for a few days, but that they would come back. When they had come to collect her, B had reacted with hysterical laughter that had turned into sobbing and crying. She had clung to her foster mother and repeated over and over again that they must never leave her again. Even now, four months later, B was still back at the stage where both the foster parents could not leave the room at once. She woke up two or three times during the night and said “mummy”, quietly at first. If she did not get a response immediately, she would stand up and shout “mummy” in a frightened voice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  In his report, B.S. had concluded that A and B basically had normal abilities and were resourceful children who had developed well cognitively, socially and in terms of their motor skills. However, the children’s previous experiences of their violent father, their dramatic abduction and broken relationships had made them particularly vulnerable with regard to new broken relationships.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The expert had described to the Board a strong, secure and good attachment between the children and their foster parents. B had been living in the foster home since she was one year old, and she saw the foster parents as her mother and father. The same applied to A, even though she was three years old when placed in the foster home. She knew that she had another mother who loved her, but her strong attachment was to her foster home. The Board concurred with the expert’s assessment, and found that the children had become strongly attached to the people with whom they were living and the environment in which they were living. In the Board’s view, removing the children from their foster homes would constitute a serious trauma with the potential to do great harm. Both alternative conditions in the third paragraph of section 4-20 of the Child Welfare Act (see paragraph 114 below) were thus deemed to be fulfilled.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Board’s decision on adoption",
                                        "elements": [
                                            {
                                                "content": "70.  As to adoption, the Board initially observed that the central question in the case was whether adoption would be in the children’s best interests. Adoption was a highly invasive measure and, pursuant to case-law, particularly compelling reasons were required for consent to adoption to be granted against the biological parents’ wishes. The decision had to be based on a concrete assessment, but also on general experience, as set out by the Supreme Court in a judgment reported in Norsk Retstidende (Rt.) 2007 page 561 (later brought before the Court, see Aune v. Norway, no. 52502/07, 28 October 2010 and paragraph 117 below):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In my opinion, a clear distinction cannot be drawn between general experience and individual considerations; general experience can be expressed with varying degrees of nuance, for example, based on the child’s age when it was placed in the foster home and how long the placement has lasted and will last. The expert witness in this case has stated that, in his general experience, a foster home relationship is not the preferable option for the long-term placement of children who go to the foster home before forming an attachment to a biological parent; in such cases, adoption is in the child’s best interests. In my opinion, considerable importance must be attached to such general, but nuanced experience. However, individual circumstances – which could weigh for or against adoption – must also be assessed in relation to general experience.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Board found the strict conditions set out by the Supreme Court fulfilled in this case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Research showed that adoption would generally give a stronger sense of security and belonging in a family situation than a foster placement. An adoption removed all doubts about where a child would grow up, and normally strengthened the attachment between the child and the adoptive parents. It was the Board’s assessment that this general experience also applied in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  It was normally beneficial for children to have contact with their parents, even in cases where children had to live outside the home for various reasons. In principle, an adoption broke all legal ties between a child and his or her parents, and any continued contact with the biological family would normally be dependent on the adoptive parents’ ability and wish to maintain such contact.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  Since the abduction, and following the Board’s decision of 24 June 2011 (see paragraph 31 above), there had been no contact sessions between A and B and their parents for nearly three years at the time of the Board’s decision of 25 February 2014. The Board therefore found that it had to be deemed that there was little attachment between the applicant and the children. This was particularly so in B’s case, who was only six months old at the time of her placement in care on an emergency basis. After the emergency placement, B had had contact sessions with the applicant for about six months, but they had ended following the abduction. Therefore, no attachment could be said to exist between the applicant and B in a psychological sense. A, who had lived with the applicant for nearly three years, would probably have an attachment to her. However, this attachment also had to be deemed considerably weakened as a result of the prolonged interruption of contact. In addition, the attachment between the applicant and A probably had to be deemed tinged by a certain amount of insecurity as a result of the family situation with the violent father.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  In addition to the significantly weakened attachment, authorities that had previously considered the case had concluded that the high risk involved meant that contact between the children and their parents was not an option. The Board concurred with this assessment and found that it still applied. Stopping contact would therefore not have any major immediate consequences for the children, and such consequences, seen in isolation, did not constitute a strong argument against adoption. The security situation meant that the children’s cultural background could not be maintained without a risk of their identities being exposed, and therefore cultural considerations could not be a strong argument against adoption either.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Board also found that the general arguments in favour of adoption applied to both A and B. In the Board’s opinion, the extraordinary circumstances of their placement and the security situation gave added weight to these arguments. Adoption had clear advantages with regard to security. The children would be able to use their new names, which would mean that the risk of their identities being exposed would be significantly reduced. The foster families currently lived under a fairly strict security regime under which, for example, they could not leave the municipality without informing the police. The police’s assessment was that the risk of another kidnapping remained high, and it was unavoidable that this would have a big impact on A and B’s lives. Although adoption would not remove the risk entirely, the reduced risk of the children’s identities being exposed would be highly beneficial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  Based on the above factors, the Board found that adoption would be in A and B’s best interests and that consent for adoption should be granted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The foster parents’ identities were not known to the Board, and owing to security concerns they had not testified before it. This was largely why the Board had appointed expert B.S. to assess the foster parents’ suitability.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The foster parents had had daily care and control of A and B for nearly three years, which had to be considered a sufficient period in terms of assessing their suitability.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  B.S., the psychologist, had spoken very highly of the way the foster parents cared for A and B. He had described both foster homes of the two daughters as characterised by warmth, generosity and sensitivity to the children’s needs. A’s foster parents’ counsellor had told B.S. that she considered the foster parents well suited as adoptive parents. Both children had developed a strong and secure attachment to their foster parents. They received the daily care, personal contact and security that they needed. The foster parents’ suitability for the task had not been contested either – either by the applicant or by C. The Board saw no reason to doubt that the foster parents would also continue to take good care of A and B in the future, and that they were fit to bring up the children as their own. Owing to the children’s age and development, obtaining their opinion was not an option.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  Based on the above, the Board found that the conditions set out in the Child Welfare Act were satisfied.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  In order to grant consent to the children’s adoption, the Board also had to make a formal decision to remove the parents’ parental responsibility. The Board endorsed the municipal child welfare authorities’ proposal on this point, since removal of parental responsibility was necessary and in the children’s best interests. On this basis, the Board consented to adoption in the parents’ stead.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Board’s decision on contact visits",
                                        "elements": [
                                            {
                                                "content": "83.  The Board observed that the child welfare authorities had not proposed that there be an order on contact visits following the children’s adoption, because of the security situation, and the applicant had argued that failing to ask the foster parents whether they would consent to her having contact constituted a procedural error.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  However, the Board found that even if the foster parents had given their consent for contact visits, that would be irrelevant, because such contact would entail too great a security risk. It had been clearly substantiated that there was a risk that C would try to find the children if there was provision for contact visits. Even if the applicant was prepared not to disclose information, the children could easily disclose information that would reveal their whereabouts and new names during contact with the mother. In the Board’s opinion, the applicant would be at great risk of violence and threats from the father, in order for her to disclose such information. Contact visits could therefore not be considered in the children’s best interests.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  The City Court’s judgment",
                                        "elements": [
                                            {
                                                "content": "85.  Both parents requested that the case be reviewed by the City Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The City Court reappointed B.S. as an expert. He delivered an updated report on 14 August 2014. Composed of one professional judge, one psychologist and one layperson, in accordance with section 36-4 of the Dispute Act (see paragraph 121 below), the City Court heard the case on 26 and 27 August 2014. The applicant attended with her legal aid counsel and testified. C’s counsel attended, whilst C gave evidence by telephone from Iraq. The court-appointed expert was present on the second day of the hearing, and gave evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  In its judgment of 9 September 2014, the City Court stated that removal of parental responsibility and adoption against the parents’ wishes under section 4-20 of the Child Welfare Act were very serious and invasive measures that required compelling reasons. The best interests of the children were the most important aspect, and the decision had to take account of this.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The City Court agreed with the Board that removal of parental responsibility and adoption was nevertheless necessary in this case, and referred to the thorough grounds given by the Board for its decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  In addition, the City Court noted that the applicant’s situation had improved since the Board’s hearing. She had shown steady positive development and established an independent life for herself after the final breakdown of her relationship with C. The applicant was taking Norwegian language classes and undergoing training in order to improve her employment prospects. There was general agreement that, with assistance measures, she had the ability to care for children, but not two children with so traumatic a background as A and B.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The girls had had many traumatic experiences. There was no doubt that C had committed serious violence against the applicant in the presence of the girls on a number of occasions. They had had to flee to different crisis centres together with the applicant. They had also moved back to a violent father with her. This had clearly been frightening for them and they were both marked by the experience, even today.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The girls had been abducted by masked men during a contact session with the applicant. The men had injured the applicant, who had been hospitalised. The abduction had been planned by C, and the girls had been found with him in a flat in H. The plan had been to take the girls to Iraq. The abduction that their own father had put them through must have been a very frightening experience for them, one whose after-effects they were still struggling with.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The abduction had resulted in broken relationships with their emergency foster parents when the girls had been placed in new emergency foster homes. That had necessarily been followed by another rupture when they had been placed in foster homes. As a result of their background, both girls had suffered from separation anxiety but had now become strongly attached to their foster parents. They clung to them and were afraid of losing their foster parents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The City Court reiterated the following from B.S.’s report of 14 August 2014:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The ability to provide care must always be assessed in relation to the children’s care needs. A and B have a history and display behaviour that means that they can no longer be assumed to just have the same ordinary care needs as other children their age. If the mother were to have care and control of the children, she would have to deal with the extensive additional challenges that returning them [to her] would entail. The mother’s ability to reflect on the children’s history and special needs seems to be limited. The expert has strong doubts as to whether the mother’s ability to provide care is sufficient to meet A and B’s needs in the short and long term. Returning them [to her] is therefore not assumed to be a realistic alternative if consideration for the children’s best interests is to be the deciding factor.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  Before the City Court, expert B.S. upheld the recommendations he had made to the Board in his report of 31 January 2014 (see paragraphs 43 and 53 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  After visiting the children in their foster homes in January 2014, he had made the following statement in that respect about the children’s attachment to their foster parents:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“When [I] last visited the foster homes, the children had started to form an attachment to their foster parents. This process has now progressed much further. [My] observations, the foster parents’ statements and the foster home counsellor’s assessments all point in the same direction: A and B have established strong attachments to their foster parents and perceive them as their psychological parents [(“sine psykologiske foreldre”)].",
                                                "elements": []
                                            },
                                            {
                                                "content": "The interaction between A and her foster parents was characterised by a calm, warm and intimate atmosphere. [She] related to the foster parents in the way you would expect of a child with a secure attachment to her parents. The foster parents were attentive and responded to her input, but were also clear about their expectations of her.",
                                                "elements": []
                                            },
                                            {
                                                "content": "B primarily related to the foster mother as her secure base for exploration. She was verbally active and spoke well, using varied language. She gave clear signals of what she wanted. The atmosphere in B’s home and the interaction between her and her foster parents were the same as for A: calm, pleasant and characterised by warmth and closeness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The children basically have normal abilities and are resourceful children who have developed well cognitively, linguistically, socially and with regard to their motor skills. At the same time, they have had experiences of an unusually frightening nature. They have experienced violence committed by the father against the mother, which is today considered to be as harmful to children as their being victims of violence themselves. The children may also have suffered violence at the hands of their father. Then came the broken relationship when they were taken into care, the dramatic abduction, the emergency foster home placement, and finally the foster home placement. Although the children do not have memories of these events that enable them to tell a coherent story, many observations show that they both have fragmentary memories. A’s story about thieves who wanted to steal her in the other country and B’s fear of a bad man can be assumed to be rooted in such memories.",
                                                "elements": []
                                            },
                                            {
                                                "content": "These experiences have left the children particularly vulnerable to new broken relationships. They both display intense separation anxiety and cling to their foster parents. A has begun to relax more and seems to have achieved a sense of security that “mummy” and “daddy” will always be there. B is in a new clingy period, triggered by the foster parents being away from her for a few nights some months ago.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In [my] opinion, there is no doubt that the children have a strong attachment to the people with whom they are living and the environment in which they are living. Being removed from them would constitute a serious trauma with the potential to do great harm, not least because of the vulnerability they have developed as a result of their experiences before the placement.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The City Court deemed it out of the question to expose the children to the risk that returning them to the applicant would entail, and found that the conditions for this were not satisfied. They had not had any contact with their mother since the abduction on 21 June 2011. At the time of the court’s examination, they had no attachment to her. The City Court had no doubt that the children had such an attachment to their foster parents that it would be harmful to them to be removed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  Agreeing with the court-appointed expert, the City Court found it completely improbable (“helt usannsynlig”) that the parents would at any point in the future be in a position to make use of or exercise their parental responsibility. The situation was permanent, and it was in the children’s best interests that the foster parents be given parental responsibility for them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  It was sufficient for the removal of parental responsibility that the alternative requirement regarding attachment (as referred to in section 4-21 of the Child Welfare Act, see paragraph 114 below) was satisfied. The City Court nevertheless commented that there was still a risk with respect to C and his family. C had stated that the children meant everything to him, and the City Court did not rule out the possibility that he might make another attempt to take them to the Kurdistan-area if he found out about their whereabouts. The risk of this would increase significantly if the applicant were granted contact with her daughters again.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The police had carried out a new threat assessment before the main hearing in August 2014. The following was stated in their report:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“There is little doubt that the mother in particular, but possibly also the father, will continue to fight for parental responsibility in respect of their children. However, the police consider it improbable that they will find out where the children are under the current circumstances. The children are young and cannot make contact with the mother or father themselves.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, one should not underestimate the will the father has demonstrated to get his children back. The abduction on 21 June 2011 probably required a lot of planning, and he put considerable resources into executing the plan. In addition, the abduction showed a willingness to use violent means to achieve his goals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The father himself stated to the police that he hired people to carry out the abduction. It is unclear what role the mother played in this, but given that she brought a large sum of money and a lot of clothes and other equipment to the meeting on 21 June 2011, it is not inconceivable that she might have known more than she told the police.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The police had concluded that the threat level was moderate at that time because the parents did not know the children’s whereabouts, but that this could change. The following had been stated in the conclusion:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“When applications are lodged for contact with the children, the threat situation could change significantly. The children have now reached an age where they could easily reveal the names of their foster parents and where they live. This applies regardless of where and how contact sessions are held. In addition, it is highly probable that the father, if he finds out that the mother has been granted contact with the children, may become active again. It is known that, in certain cultures, the father has a ‘right’ to the children when a marriage breaks down or similar situations arise. It was also an issue that he wanted to send the children back to his home country.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  The City Court found that it had been proved that a threat still existed which made it imperative to protect the children. It did not trust the applicant to be able to protect them against C if he were to become aware that she had contact with them. Nor did it trust C to accept that the children should remain in their foster homes. He had previously used accomplices and could do so again. Members of his own family could help him to take the children to the Kurdistan-area. In return for payment from C, the applicant’s half-brother had also tried to threaten her into returning to their home country.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The children could not be subjected to the risk of being abducted and taken to Iraq by people who were strangers to them. The City Court therefore also agreed to their identities remaining secret. This meant that there could be no contact with the applicant for fear that someone could reveal where they were living. If contact sessions were to take place, it would not be difficult to follow them home, regardless of what security measures were put in place.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The City Court also agreed with the child welfare authorities that adoption offered many advantages compared with placement in a permanent foster home (see paragraph 76 above). Adoption provided a higher degree of stability (“trygghet”), both for the foster parents and for the children. This was true in general, but it was particularly important to A and B, considering their history (“bakgrunn”). In this connection, it also had to be taken into consideration that the strict security measures that had been put in place to prevent another abduction had to be maintained. The children had changed their names and lived at secret addresses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  The foster parents had a strong wish to adopt the girls. According to the court-appointed psychologist, B.S., both girls had been particularly lucky with their foster home placements.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Leave-to-appeal proceedings",
                                        "elements": [
                                            {
                                                "content": "105.  Both parents appealed to the High Court against the City Court’s judgment. The applicant’s appeal was not directed against the decision not to discontinue public care. In her declaration of appeal, she stated that she accepted that it had been a long time since her two children had been placed in their foster homes and that, having regard to their attachment at the time, she would not maintain the claim that they be returned to her. She appealed against the decision to remove her parental authority and authorise the children’s adoption, and requested that the High Court grant her visiting rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  In a decision of 8 December 2014, the High Court unanimously refused to give the parents leave to appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  The High Court noted that the reasons given for the City Court’s judgment were relatively brief, but this was because that court had concurred with the reasons given by the Board. When looking at the Board’s decision and the City Court’s judgment jointly, there was no doubt (“utvilsomt”) that the children’s best interests had been considered in a satisfactory and adequate manner.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  On the basis of the concrete circumstances of the case, the High Court considered that the decision was not flawed because the significance of the children’s cultural background and identity had not been considered separately in the decision regarding what would be in their best interests. The same went for the question of sibling identity. The High Court found it clear that deciding to remove the parents’ parental responsibility and granting consent to the children’s adoption in this case was not in breach of Article 8 of the Convention or Articles 3 and 9 of the UN Convention on the Rights of the Child.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  As regards the assessment of the children’s future situation with regard to security, the outcome was not central to the question of removal of parental responsibility and consent to adoption. As stated by the City Court, it was sufficient for the alternative requirement regarding attachment to be satisfied (see paragraph 98 above). This was not considered to be in dispute. Reference was made to the fact that before the High Court the applicant was no longer applying for the care order to be revoked, in view of the children’s attachment to their foster homes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  In any event, the High Court was of the view that there were no serious flaws in the City Court’s assessment of the security situation. It did not constitute a procedural error that this question had not been examined further and that no expert witnesses with particular expertise in the foreign culture aspects of the case had been appointed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  Based on the concrete circumstances of the case, in particular the fact that the children had been violently abducted in 2011 and the applicant had been subjected to serious threats initiated by C as recently as 2013, there was, in the High Court’s opinion, nothing to indicate that a further examination of the children’s security situation would have led to a different conclusion. The City Court had based its assessment on the police’s assessment that the level of threat against the children was currently moderate, since the parents did not know their whereabouts, but that the situation could change. The City Court had then carried out a concrete assessment of whether contact with the applicant could entail a risk of C initiating an abduction. In the High Court’s view, this assessment had not been flawed, either in terms of the assessment of the evidence or the application of the law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  The applicant appealed against the High Court’s refusal to grant her leave to appeal to the Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  On 5 February 2015 the Supreme Court’s Committee on Leave to Appeal, composed of three Supreme Court Justices, rejected the appeal, unanimously finding that it had no prospects of success.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE AND INTERNATIONAL LAW MATERIALS",
                        "elements": [
                            {
                                "content": "A.  The Child Welfare Act",
                                "elements": [
                                    {
                                        "content": "114.  The relevant sections of the Child Welfare Act of 17 July 1992 (barnevernloven) read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If a child is without care because the parents are ill or for other reasons, the child welfare service shall implement such assistance as is immediately required. Such measures may not be maintained against the will of the parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If there is a risk that a child will suffer material harm by remaining at home, the head of the child welfare administration or the prosecuting authority may immediately make an interim care order without the consent of the parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In such a case, the head of the child welfare administration may also make an interim order under section 4-19.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If an order has been made under the second paragraph, an application for measures as mentioned in section 7-11 shall be sent to the county social welfare board as soon as possible, and within six weeks at the latest, but within two weeks if it is a matter of measures under section 4-24.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the matter is not sent to the county social welfare board within the time-limits mentioned in the fourth paragraph, the order lapses.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Unless otherwise provided, children and parents are entitled to have contact with each other.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When a care order has been made, the county social welfare board shall determine the extent of contact, but may, for the sake of the child, also decide that there should be no contact. The county social welfare board may also decide that the parents should not be entitled to know the child’s whereabouts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The private parties may not demand that a case regarding contact should be dealt with by the county social welfare board if the case has been dealt with by the county social welfare board or a court of law in the preceding twelve months.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the county social welfare board has made a care order for a child, the county social welfare board may also decide that the parents should have all parental responsibility removed. If, as a result of the parents having their parental responsibility removed, the child is left without a guardian, the county social welfare board shall, as soon as possible, take steps to have a new guardian appointed for the child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When an order has been made removing the parents’ parental responsibility, the county social welfare board may give its consent for a child to be adopted by persons other than the parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Consent may be given if",
                                        "elements": []
                                    },
                                    {
                                        "content": "a)   it must be regarded as probable that the parents will be permanently unable to provide the child with proper care, or the child has become so attached to persons [where he or she is living] and the environment where he or she is living that, on the basis of an overall assessment, removing the child may lead to serious problems for him or her and",
                                        "elements": []
                                    },
                                    {
                                        "content": "b)  adoption would be in the child’s best interests and",
                                        "elements": []
                                    },
                                    {
                                        "content": "c)  [the] adoption applicants have been the child’s foster parents and have shown themselves fit to bring up the child as their own and",
                                        "elements": []
                                    },
                                    {
                                        "content": "d)  [the] conditions for granting an adoption under the Adoption Act are satisfied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When the county social welfare board consents to adoption, the Ministry shall issue the adoption order.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When the county social welfare board issues an adoption order under section 4-20, it shall at the same time consider whether there should be contact visits between the child and his or her biological parents after the adoption has been carried out. The county social welfare board shall only consider such contact visits if either of the parties has requested this, and the adoption applicants consent to such contact. If limited contact visits after adoption in such cases are in the child’s best interests, the county social welfare board shall make an order for such contact. In such a case, the county social welfare board must at the same time determine the extent of the contact.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "An order regarding contact visits may only be reviewed if special reasons justify doing so. Special reasons may include the child’s opposition to contact or the biological parents’ failure to comply with the contact order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The county social welfare board shall revoke a care order where it is highly probable that the parents will be able to provide the child with proper care. The decision shall nonetheless not be revoked if the child has become so attached to persons [where he or she is living] and the environment where he or she is living that, on the basis of an overall assessment, removing the child may lead to serious problems for him or her. Before a care order is revoked, the child’s foster parents shall be entitled to state their opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The parties may not demand that a case concerning revocation of a care order shall be dealt with by the county social welfare board if the case has been dealt with by the county social welfare board or a court of law in the preceding twelve months. If a demand for revocation of the previous order or judgment was not upheld with reference to the first paragraph, second sentence of section 4-21, new proceedings may only be demanded where documentary evidence is provided to show that significant changes have taken place in relation to the child’s situation.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Each county social welfare board shall consist of",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) one or more chairs who are qualified to act as judges,",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) a committee of experts,",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c) a committee of ordinary members. The Ministry may decide that the committee shall be divided into sub-committees covering different parts of the board’s territorial jurisdiction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In individual cases, the county social welfare board shall consist of a chairperson, one member of the ordinary committee and one member of the expert committee. When necessary due to the complexity of the case, the chairperson may decide that, in addition to the chairperson, the board shall consist of two members of the ordinary committee and two members of the expert committee.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Case-law under the Child Welfare Act",
                                "elements": [
                                    {
                                        "content": "115.  There are several Supreme Court judgments about the Child Welfare Act. Of relevance in the present context is its judgment of 23 May 1991 (Rt. 1991 page 557), where the Supreme Court stated that since removal of parental authority with a view to adoption implies that the legal ties between the child and its biological parents and other relatives, are permanently broken, strong reasons have to be present in order for a decision of that sort to be taken. It was moreover emphasised that decisions to remove parental authority must not be taken without first having carried out a thorough examination and consideration of the long-term consequences of alternative measures, based on the concrete circumstances of each case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  In a later judgment of 10 January 2001 (Rt. 2001 page 14), the Supreme Court considered that the legal criterion “strong reasons” in this context should be interpreted in line with the Court’s case-law, in particular Johansen v. Norway, no. 17383/90, § 78, 7 August 1996. This implied, according to the Supreme Court, that consent to adoption contrary to the wish of the biological parents, could only be given in “extraordinary circumstances”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  The above case-law was developed further, inter alia, in the Supreme Court’s judgment of 20 April 2007 (Rt. 2007 page 561, see, also, paragraph 70 above), after the Court had declared a second application from the applicant in the above case of Johansen v. Norway inadmissible (see Johansen v. Norway (dec.), 12750/02, 10 October 2002). The Supreme Court reiterated that the requirement that adoption be in the child’s best interest, as set out in section 4-20 of the Child Welfare Act (see paragraph 114 above) implied that “strong reasons” (“sterke grunner”) must be present in order for a consent to adoption to be made contrary to the wish of the biological parents. In addition, the Supreme Court emphasised that a decision of this kind had to be made based on the concrete circumstances of each case, but also take account of general experience, such as experience from child-psychological or -psychiatric research. The Supreme Court examined the general principles in the case-law of the European Court of Human Rights and concluded that domestic law was in conformity with those principles; an adoption could only be authorised where “particularly weighty reasons” were present. The case was subsequently brought before the Court, which found no violation of Article 8 of the Convention in Aune, cited above, see § 37 of that judgment for a recapitulation of the Supreme Court’s analysis of the general principles developed in the case-law of the Supreme Court and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Supreme Court again set out the general principles applicable to adoption cases in a judgment of 30 January 2015 (Rt. 2015 page 110). It recalled that forced adoptions have severe impact and generally inflict profound emotional pain on the parents. The family ties were protected by Article 8 of the Convention and Article 102 of the Constitution. Also for the child, the adoption is an intrusive measure, which may, under Article 21 of the Convention on the Rights of the Child (see paragraph 122 below), accordingly only be decided when in his or her best interests. However, when there were decisive factors on the child’s hand in favour of adoption, the parents’ interests would have to yield, as had been provided by Article 104 of the Constitution and Article 3 § 1 of the Convention on the Rights of the Child (ibid.). Reference was made to Aune, cited above, § 66, where the Court had set out that an adoption may only be authorised when justified in “an overriding requirement pertaining to the child’s best interests” (see also paragraph 147 below), which corresponded to the standard of “particularly weighty reasons” as set out by the Supreme Court in the judgment that had been scrutinised by the European Court of Human Rights in Aune (see paragraph 117 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  Parliament had examined, and a majority had supported, a proposal from the Government (Ot.prp. no. 69 (2008-2009)), which had discussed the issue of a considerable decline in adoptions in Norway. In the proposal it had been suggested that the child welfare authorities had developed a reluctance to propose adoptions in the aftermath of the Court’s finding of a violation in Johansen, cited above, even though research had shown that it was in a child’s best interest to be adopted rather than experiencing a continuous life in foster care until coming of age. The Supreme Court interpreted the document so as to emphasise that the child welfare authorities should ensure that adoption would actually be proposed where appropriate, but that the document did not imply that the legal threshold, drawn up by Article 8 of the Convention, had changed. The Supreme Court added that the general information from research on adoption was relevant to the concrete assessment of whether an adoption should be authorised in an individual case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Adoption Act",
                                "elements": [
                                    {
                                        "content": "120.  The Act relating to Adoption of 28 February 1986 (adopsjonsloven) contained the following relevant provisions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“An adoption order must only be issued when it can be assumed that the adoption will be to the benefit of the child (“til gagn for barnet”). It is further required that the person applying for an adoption either wishes to foster or has fostered the child, or that there is another special reason for the adoption.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Adoptive parents shall, as soon as is advisable, tell the adopted child that he or she is adopted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "When the child has reached 18 years of age, he or she is entitled to be informed by the Ministry of the identity of his or her biological parents.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“On adoption, the adopted child and his or her heirs shall have the same legal status as if the adopted child had been the adoptive parents’ biological child, unless otherwise provided by section 14 or another statute. At the same time, the child’s legal relationship to his or her original family shall cease, unless otherwise provided by special statute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If a spouse has adopted a child of the other spouse or cohabitant, the said child shall have the same legal status in relation to both spouses as if he or she were their joint child. The same applies to children adopted pursuant to section 5 b, second, third and fourth paragraphs.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Dispute Act",
                                "elements": [
                                    {
                                        "content": "121.  The relevant sections of the Dispute Act of 17 July 2005 (tvisteloven) read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) The district court shall sit with two lay judges, of whom one shall be an ordinary lay judge and the other shall be an expert. In special cases, the court may sit with two professional judges and three lay judges, of whom one or two shall be experts.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(3) An appeal against the judgment of the district court in cases concerning the County Board’s decisions pursuant to the Child Welfare Services Act requires the leave of the court of appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Leave can only be granted if",
                                        "elements": []
                                    },
                                    {
                                        "content": "a) the appeal concerns issues whose significance extends beyond the scope of the current case,",
                                        "elements": []
                                    },
                                    {
                                        "content": "b) there are grounds to rehear the case because new information has emerged,",
                                        "elements": []
                                    },
                                    {
                                        "content": "c) the ruling of the district court or the procedure in the district court is seriously flawed (“vesentlige svakheter ved tingrettens avgjørelse eller saksbehandling”), or",
                                        "elements": []
                                    },
                                    {
                                        "content": "d) the judgement provides for coercion that has not been approved by the County Board.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) At the oral appeal hearing in the court of appeal, the court shall sit with two lay judges, of whom one shall be an ordinary lay judge and the other shall be an expert. The provisions of this Chapter shall otherwise apply to the appeal hearing to the extent appropriate.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Relevant international law materials",
                                "elements": [
                                    {
                                        "content": "122.  The United Nations Convention on the Rights of the Child, concluded in New York on 20 November 1989, contains, inter alia, the following provisions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. In all actions concerning children, whether undertaken by public or private social welfare institutions, courts of law, administrative authorities or legislative bodies, the best interests of the child shall be a primary consideration.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. A child temporarily or permanently deprived of his or her family environment, or in whose own best interests cannot be allowed to remain in that environment, shall be entitled to special protection and assistance provided by the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. States Parties shall in accordance with their national laws ensure alternative care for such a child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3. Such care could include, inter alia, foster placement, kafalah of Islamic law, adoption or if necessary placement in suitable institutions for the care of children. When considering solutions, due regard shall be paid to the desirability of continuity in a child’s upbringing and to the child’s ethnic, religious, cultural and linguistic background.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“States Parties that recognize and/or permit the system of adoption shall ensure that the best interests of the child shall be the paramount consideration and they shall:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) Ensure that the adoption of a child is authorized only by competent authorities who determine, in accordance with applicable law and procedures and on the basis of all pertinent and reliable information, that the adoption is permissible in view of the child’s status concerning parents, relatives and legal guardians and that, if required, the persons concerned have given their informed consent to the adoption on the basis of such counselling as may be necessary;",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  In its General Comment no. 7 (2005) on implementing child rights in early childhood, the United Nations Committee on the Rights of the Child sought to encourage the States Parties to recognise that young children were holders of all rights enshrined in the Convention on the Rights of the Child and that early childhood was a critical period for the realisation of those rights. In particular, the Committee referred to the best interests of the child (see further, for example, Paradiso and Campanelli v. Italy [GC], no. 25358/12, § 77, 24 January 2017).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "124.  The applicant complained that the decisions to remove her parental responsibility for A and B and to authorise their adoption had entailed a breach of her right to respect for her family life as provided for in Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "125.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "126.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s submissions",
                                        "elements": [
                                            {
                                                "content": "127.  The applicant disputed that she had been present and heard by the City Court in the hearing in 2011.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  Furthermore, she maintained that the court-appointed expert, the psychologist B.S., had not possessed any special qualifications regarding safety evaluations or evaluations about Iraqi or Kurdish traditions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  The domestic procedures had been flawed, as the decision to deny her contact rights had been taken after the Board had read about the abduction in the newspaper in 2011, without the case being reopened for the applicant’s views to be heard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  In sum, the applicant had not been sufficiently involved in the decision-making process, when seen as a whole, to be provided with the requisite protection of her interests. Moreover, neither the Board nor the City Court had conducted an in-depth examination of the central issue concerning the question of safety.",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  Moreover, A and B had lived with their mother, their most important care giver, for three years in A’s case and for six months in B’s case. The applicant had then had frequent visits with the children for another six months. Clear bonds between the mother and her children had thus been established.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  The applicant herself was not unfit to be in contact with her children, and it would be in their best interests that the family ties be maintained. The State should have actively sought solutions with regard to meeting the need for contact between the children and their parents, even when circumstances regarding the parents had made this difficult.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  C had stated before the City Court in 2014 that he had a new family and was residing in Iraq. He had not been involved in the case or in any way been in contact with the applicant since October 2013, in the context of the criminal case (see paragraph 42 above). If he returned to Norway, C would be arrested and imprisoned in order to serve his sentence for the abduction.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "134.  The Government emphasised that three levels of domestic courts had unanimously and after careful consideration found that the impugned decisions were in the best interests of the children.",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  The Supreme Court’s Committee on Leave to Appeal had reviewed the High Court’s decision not to grant the applicant leave to appeal against the City Court’s judgment. The High Court had carried out a substantial review of the City Court’s judgment and the Board’s decision. The City Court had concurred with the Board’s decision, after hearing a great number of witnesses, including two experts, as well as testimony from the applicant and C. Its judgment contained a detailed evaluation as to whether adoption would be in the best interests of A and B. In sum, their best interests had been assessed in a particularly diligent manner by an independent authority.",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  The Government stressed that Norwegian authorities had a longstanding tradition of placing the interests of a child above the – sometimes – conflicting interests of his or her biological parents and that there could be cultural differences in this area among the various Member States of the Council of Europe.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  Moreover, the national authorities had been confronted with the full range of direct and immediate evidence, and had therefore been better placed than the Court to assess the particular matters of the case. The margin of appreciation, relied upon in all cases and emphasised in Y.C. v. the United Kingdom, no. 4547/10, 13 March 2012 and K. and T. v. Finland [GC], no. 25702/94, ECHR 2001VII, was highlighted. In the Government’s view, the role of the Court should essentially be to assess whether domestic authorities had, within the powers mandated to them, acted arbitrarily or reached an exceptionally unreasonable decision to the detriment of the rights of the applicant, which was not the situation here.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  The applicant was undisputedly a caring mother and her behaviour towards her children, seen in isolation, did not suggest a risk to their well-being, but the decisions and judgments in the case showed without question that she was susceptible of giving in to pressure from C and other family members, and therefore might serve as an instrument for C and other family members, whose actions had posed – and still represented – a risk to the well-being of A and B. Having regard to the paramount consideration to be given to the children’s best interests, these facts had, in the circumstances, to outweigh the applicant’s interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  The possibility of C’s family kidnapping the children had been sufficiently investigated. The relevant experts had concluded that it was in the children’s best interests for them to be adopted by their foster parents and not exposed to contact with the applicant and other members of their biological family.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s considerations",
                                        "elements": [
                                            {
                                                "content": "140.  It has not been contested by the Government that the impugned decisions amounted to an “interference” with the applicant’s right to respect for her family life under Article 8 of the Convention. Nor has the applicant disputed that the measures complained of were “in accordance with the law” and adopted pursuant to the aims of ensuring A and B’s “rights and freedoms” and their “health or morals” under the second paragraph of that provision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "141.  On the basis of the material submitted to it, the Court finds no reason to question the above assumptions, and will accordingly examine whether the interferences complained of were “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  The Court reiterates that in determining whether an impugned measure was “necessary in a democratic society”, it will consider whether, in the light of the case as a whole, the reasons adduced to justify that measure were relevant and sufficient for the purposes of paragraph 2 of Article 8 (see, among many other authorities, Paradiso and Campanelli, cited above, § 179). The essential object of Article 8 is to protect the individual against arbitrary action by the public authorities (see, for example, Wagner and J.M.W.L. v. Luxembourg, no. 76240/01, § 118, 28 June 2007). Moreover, it must be borne in mind that the decisions taken by the courts in the field of child welfare are often irreversible, particularly in a case such as the present one where an adoption has been authorised. This is accordingly a domain in which there is an even greater call than usual for protection against arbitrary interferences (see, for example, Y.C. v. the United Kingdom, no. 4547/10, § 136, 13 March 2012, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  According to the Court’s established case-law, the notion of necessity implies that the interference corresponds to a pressing social need and, in particular, that it is proportionate to the legitimate aim pursued, regard being had to the fair balance which has to be struck between the relevant competing interests. In determining whether an interference was “necessary in a democratic society”, the Court will take into account that a margin of appreciation is left to the national authorities, whose decision remains subject to review by the Court for conformity with the requirements of the Convention (see Paradiso and Campanelli, cited above, § 181).",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  The Court has held in many cases, such as K. and T. v. Finland, cited above, § 154, that in determining whether the reasons for the impugned measures were relevant and sufficient for the purpose of paragraph 2 of Article 8 of the Convention, the Court will have regard to the fact that perceptions as to the appropriateness of intervention by public authorities in the care of children vary from one Contracting State to another, depending on such factors as traditions relating to the role of the family and to State intervention in family affairs and the availability of resources for public measures in this particular area. However, consideration of what is in the best interests of the child is in every case of crucial importance. Moreover, it must be borne in mind that the national authorities have the benefit of direct contact with all the persons concerned, often at the very stage when care measures are being envisaged or immediately after their implementation. It follows from these considerations that the Court’s task is not to substitute itself for the domestic authorities in the exercise of their responsibilities for the regulation of the care of children and the rights of parents whose children have been taken into local authority care, but rather to review under the Convention the decisions taken by those authorities in the exercise of their power of appreciation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "145.  The margin of appreciation so to be accorded to the competent national authorities will vary in the light of the nature of the issues and the seriousness of the interests at stake, such as, on the one hand, the importance of protecting a child in a situation which is assessed as seriously threatening his or her health or development and, on the other hand, the aim to reunite the family as soon as circumstances permit. When a considerable period of time has passed since the child was originally taken into public care, the interest of a child not to have his or her de facto family situation changed again may override the interests of the parents to have their family reunited. The Court thus recognises that the authorities enjoy a wide margin of appreciation in assessing the necessity of taking a child into care. However, a stricter scrutiny is called for in respect of any further limitations, such as restrictions placed by the authorities on parental rights of access, and of any legal safeguards designed to secure an effective protection of the right of parents and children to respect for their family life. Such further limitations entail the danger that the family relations between the parents and a young child are effectively curtailed (see K. and T. v. Finland, cited above, § 155).",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  The Court also recalls the guiding principle whereby a care order should be regarded as a temporary measure, to be discontinued as soon as circumstances permit, and that any measures implementing temporary care should be consistent with the ultimate aim of reuniting the natural parents and the child. The positive duty to take measures to facilitate family reunification as soon as reasonably feasible will begin to weigh on the competent authorities with progressively increasing force as from the commencement of the period of care, subject always to its being balanced against the duty to consider the best interests of the child (see, for example, K. and T. v. Finland, cited above, § 178).",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  In cases where the authorities have decided to replace a foster home arrangement with a more far-reaching measure, such as deprivation of parental responsibilities and authorisation of adoption, with the consequence that the applicants’ legal ties with the child have been broken, the Court will apply its case-law according to which “such measures should only be applied in exceptional circumstances and could only be justified if they were motivated by an overriding requirement pertaining to the child’s best interests” (see, for example, Johansen, cited above, § 78, and Aune, cited above, § 66). It should also be reiterated that in Gnahoré v. France, no. 40031/98, § 59, ECHR 2000 IX; see also Görgülü v. Germany, no. 74969/01, § 48, 26 February 2004), the Court held:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... it is clear that it is equally in the child’s interest for its ties with its family to be maintained, except in cases where the family has proved particularly unfit, since severing those ties means cutting a child off from its roots. It follows that the interest of the child dictates that family ties may only be severed in very exceptional circumstances and that everything must be done to preserve personal relations and, if and when appropriate, to ‘rebuild’ the family.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  As to the decision-making process under Article 8, what has to be determined is whether, having regard to the particular circumstances of the case and notably the serious nature of the decisions to be taken, the parents have been involved in the decision-making process, seen as a whole, to a degree sufficient to provide them with the requisite protection of their interests and have been able fully to present their case. Thus it is incumbent upon the Court to ascertain whether the domestic courts conducted an indepth examination of the entire family situation and of a whole series of factors, in particular of a factual, emotional, psychological, material and medical nature, and made a balanced and reasonable assessment of the respective interests of each person, with a constant concern for determining what would be the best solution for the child. In practice, there is likely to be a degree of overlap in this respect with the need for relevant and sufficient reasons to justify a measure in respect of the care of a child (see, inter alia, Y.C. v. the United Kingdom, cited above, § 138).",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  Where children are involved, their best interests must be taken into account. The Court reiterates that there is a broad consensus, including in international law, in support of the idea that in all decisions concerning children, their best interests are of paramount importance (see, among other authorities, Neulinger and Shuruk v. Switzerland [GC], no. 41615/07, § 135, ECHR 2010). Indeed, the Court has emphasised that in cases involving the care of children and contact restrictions, the child’s interest must come before all other considerations (see Jovanovic v. Sweden, no. 10592/12, § 77, 22 October 2015, and Gnahoré, cited above, § 59).",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  The best interests of the child dictate, on the one hand, that the child’s ties with its family must be maintained, except in cases where the family has proved particularly unfit. On the other hand, it is clearly also in the child’s interest to ensure its development in a sound environment, and a parent cannot be entitled under Article 8 of the Convention to have such measures taken as would harm the child’s health and development (see, among many other authorities, Neulinger and Shuruk, cited above, § 136). When a “considerable period of time” has passed since the child was first placed in care, the child’s interest in not undergoing further de facto changes to its family situation may prevail over the parents’ interest in seeing the family reunited (see K. and T. v. Finland, § 155, reiterated at paragraph 145 above, and, for instance, Kutzner, cited above, § 67). It is also recalled that, in R. and H. v. the United Kingdom, no. 35348/06, § 88, 31 May 2011, the Court held:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... it is in the very nature of adoption that no real prospects for rehabilitation or family reunification exist and that it is instead in the child’s best interests that she be placed permanently in a new family. Article 8 does not require that domestic authorities make endless attempts at family reunification; it only requires that they take all the necessary steps that can reasonably be demanded to facilitate the reunion of the child and his or her parents (Pini and Others v. Romania, nos. 78028/01 and 78030/01, § 155, ECHR 2004‑V (extracts)). Equally, the Court has observed that, when a considerable period of time has passed since a child was originally taken into public care, the interest of a child not to have his or her de facto family situation changed again may override the interests of the parents to have their family reunited (see, mutatis mutandis, K. and T. v. Finland, cited above, § 155; Hofmann v. Germany (dec.), no. 66516/01, 28 August 2007). Similar considerations must also apply when a child has been taken from his or her parents.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  At the outset, the Court notes that what is to be examined in the present case is principally the proceedings concerning the removal of parental responsibility and adoption, including the County Social Welfare Board’s decisions and the subsequent judicial review (see paragraphs 70-82 and 85-113 above); the earlier proceedings on placement in care (see paragraphs 25-39 above) are relevant only in so far as having regard to them is necessary for the Court when carrying out its examination of the later proceedings. The Court accordingly considers that it does not fall within the ambit of the present case to examine the applicant’s submission that there was a breach of her Convention rights in 2011 because the Board decided on her case based on information about the abduction that became known to it after its hearing (see paragraphs 30-31 and 129 above), or because she did not attend the City Court’s hearing later that year (see paragraphs 32 and 127 above). In the Court’s view, there are no grounds to assume that these procedural issues in the previous care proceedings in 2011-2012 had consequences for the adoption proceedings in 2014-2015 or the case overall in such a manner that they require further examination by the Court when assessing the applicant’s complaints against the removal of parental authority and adoption.",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  Considering first the decision-making process (see paragraph 148 above) in the proceedings concerning parental authority and adoption, the Court observes that the case was initially heard by the Board over the course of two days. The applicant was present and represented by legal aid counsel (see paragraph 44 above). The City Court then heard the case over the course of another two days, and the applicant was again present and represented by legal aid counsel (see paragraph 86 above). Both the Board and the City Court appointed a psychologist, B.S., as an expert, who gave written statements and appeared at the hearings to be questioned; and both the Board and the City Court sat in a composition made up of a professional judge or – for the Board – a person with equivalent qualifications, a psychologist and a layperson (see paragraphs 43-44 and 86 above). The Court finds that the applicant was sufficiently involved in the decision-making process, seen as a whole, to be provided with the requisite protection of her interests and fully able to present her case. Moreover, a review was inherent in the leave-to-appeal proceedings to the High Court and the Supreme Court’s Committee on Leave to Appeal (see paragraphs 105-113 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  The Court recalls that in the domestic proceedings the applicant did not maintain, in her appeal to the High Court, her request for the children to be returned to her (see paragraph 105 above), and that her application to the Court only relates to the decisions on parental responsibility and adoption (see paragraph 124 above). The Court considers that those decisions cannot be fully examined without taking into account also the reasons provided by the City Court regarding their placement in care (see paragraph 151 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "154.  In this context the Court observes that the City Court deemed it “out of the question” to expose the children to the risk that returning them to the applicant would entail, and that it had “no doubt” that the children had such an attachment to their foster parents that it would be harmful to them to be removed (see paragraph 96 above). This conclusion to uphold the placement in care was based, inter alia, on the Board’s view that the children were “particularly vulnerable” (see paragraphs 65-68 above); the court-appointed expert’s finding that removing the children from the foster home would constitute a serious trauma with the potential to do great harm, not least because of their vulnerability (see paragraph 95 above); and the fact that the children had not had any contact with the applicant since the abduction on 21 June 2011 – three years and three months earlier – and had no attachment to her at the time of its examination (see paragraph 96 above). The eldest daughter A had been placed in her foster home when she was around three years old (see paragraph 69 above), and she was approximately seven years old when the domestic proceedings came to an end. The other child B had gone to her foster parents at about the age of one (see paragraph 67 above), and was around four and a half years old when the proceedings ended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "155.  The Court has no basis for calling into doubt the domestic authorities’ assessment on the need for continued public care, and also notes the applicant’s acceptance, in her declaration of appeal to the High Court, of the children’s attachment to their foster parents forming a hindrance for removing them from the foster home at that time (see paragraph 105 above). The Court recalls that it has previously held that, when a considerable period of time has passed from a child originally being taken into care, the interests of the child in not having his or her de facto family situation changed again may override the interests of the parents to have their family reunited (see paragraph 150 above). In the instant case A and B had first been placed in care on an emergency basis in November 2010 (see paragraph 20 above) and had not had any contact with the applicant since the abduction on 21 June 2011 (see, inter alia, paragraph 96 above). The Court adds at this point that there are no grounds for contesting the domestic authorities’ assessment that A and B’s backgrounds had made them particularly vulnerable with regard to experiencing anew broken relationships and, thus, that a removal from their foster parents would constitute a serious trauma with the potential to do great harm, as had been concluded by the appointed expert psychologist (see paragraph 95 above). This finding of a particular vulnerability was substantiated by facts – that are as such undisputed – namely their previous experiences of their violent father, their dramatic abduction and their broken relationships (see paragraphs 65-68 and 90-92 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  Turning to the decision to remove the applicant’s parental responsibility for the purpose of subsequently consenting to the foster parents adopting A and B, the Court notes the City Court’s findings in this respect (see paragraph 96-98 above). It agreed with the expert that it was “completely improbable that the parents [would] at any point in the future be in a position to make use of or exercise their parental responsibility”. The situation was “permanent”, and it was in the children’s best interest that the foster parents be given parental responsibility for them. The children had no attachment to their mother but were so attached to their foster parents that it would be harmful to them to be removed. This was sufficient for the removal of parental authority, but the City Court nevertheless took into account that there was also a risk with respect to C and his family. The High Court reached the same conclusion (see paragraph 109). As regards the risk relating to C and his family, the Court has noted that the City Court found that this risk implied that visits from the applicant could in any event not be implemented, whichever security measures be put in place (see paragraph 102 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "157.  As regards the authorisation of adoption, the Court further notes that the City Court based its decision on how adoption offered many advantages compared with placement in a permanent foster home, particularly in the form of a higher degree of security, both for the foster parents and for the children. This was particularly important to A and B because of their history, and the foster family already faced insecurity as they lived under a strict security regime because of the abduction risk. Offering A and B the higher degree of security that an adoption implied, compared with long-term foster care, was therefore “especially important” (see paragraph 103 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  The Court accepts that the decision to remove the applicant’s parental authority over and to authorise the adoptions of A and B was guided by the best interests of the children (see paragraph 149 above). The factors motivating the domestic authorities were clearly the need to protect A and B and ensure that they could be brought up in a safe environment suited to their particular vulnerability, by the persons to whom they had attached as carers. It is also satisfied that the domestic authorities had regard to individual factors relating to each child, such as their age and maturity, and observes that they discussed the effects of the decisions with regard to A and B’s cultural background and their relationship with relatives (see, inter alia, paragraph 75 above). However, as mentioned above (see paragraph 147), the far-reaching measures of removing the applicant’s parental authority and authorise her children’s adoption could nonetheless only be applied “in exceptional circumstances” and if motivated by an “overriding requirement” pertaining to their best interests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  As to the exceptionality of the circumstances of the case, the Court notes the many descriptions of C’s domestic violence and abuse (see, inter alia, paragraphs 6-7, 10, 15, 30, 36, 48, 57, 59 and 60). This had in turn since long led to a number of necessary child welfare measures, which had also entailed A and B already having experienced several broken relationships, including the placement in two emergency foster homes and in a permanent foster home (see paragraph 92 above). In the course of time, the applicant’s children had, unsurprisingly, become particularly vulnerable, as observed inter alia by the City Court (see paragraphs 89-90 and 154-155 above). Moreover, it had no doubt that the children had such an attachment to their foster parents that it would be harmful to them to be removed (see paragraph 96 above). The applicant would not be able to take care of two children with so traumatic a background as A and B, even if her situation had improved (see paragraph 89 above), and, as stated above, the City Court had also concluded that it was completely improbable that any of the parents would be able to exercise parental authority over A and B in future (see paragraphs 97 and 156 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  In addition, while A and B had become children for which, in light of their experiences, it was especially important that stability and predictability be ensured (see paragraph 103 above), they were, several years after they had been taken into public care in 2010, still living under a strict security regime (see, inter alia, paragraph 103 above). At the time of the City Court’s examination in 2014, the abduction risk was still such that it led that court to find that even in the alternative that A and B were to remain in temporary care, the applicant could not in any event be given access to them (see paragraph 102 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  In these circumstances, the domestic authorities – faced with the difficult and sensitive task of striking a fair balance between the relevant competing interests in a complex case and having had the benefit of direct contact with all the persons concerned (see paragraph 144 above) – concluded that the general arguments in favour of adoption (see paragraphs 118-119 above) were particularly important because of A and B’s history (see paragraph 103 above). Moreover, these arguments were reinforced by security considerations based on concrete events (see paragraphs 76, 98, 103 and 109-110 above). The Court also notes that as A and B had lost their attachment to the applicant and had developed such an attachment to their foster parents that it would be harmful to them to be removed when the adoption was authorised (see paragraphs 95-96 above). Replacing the children’s legal ties to the applicant with legal ties to the adoptive parents thus served to consolidate their de facto family ties. The Court has previously held that where social ties between a parent and his or her children have been very limited, “[t]his must have implications for the degree of protection that ought to be afforded to [the parent’s] right to respect for family life under paragraph 1 of Article 8 when assessing the necessity of the interference under paragraph 2” (see, for example, Aune, cited above, § 69; and mutatis mutandis, P., C. and S. v. the United Kingdom, no. 56547/00, § 118, ECHR 2002VI and R. and H. v. the United Kingdom, no. 35348/06, § 88, 31 May 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  As regards the additional element in the instant case – that of the abduction risk – the Court does not have grounds for setting aside the domestic authorities’ finding that the abduction risk was still there when adoption was decided (see paragraph 98-101 above). The Court has not overlooked the City Court’s observation that the applicant had established an independent life for herself after the final breakdown of her relationship with C at the time of its judgment (see paragraph 89 above). However, it has no basis for disputing the domestic courts’ assessment that the applicant would not be able to protect the children against C or his relatives, or that contact between the applicant and the children would increase the risk of abduction (see paragraphs 101-103 and 111).",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  In the light of the foregoing, and recalling that the decision-making process was fair – the applicant was given every opportunity to present her case (see paragraph 153 above) – the Court accepts that the circumstances were exceptional; the removal of parental authority and consent to adoption was motivated by overriding requirements pertaining to A and B’s best interests and, hence, did not amount to a disproportionate interference in the applicant’s right to respect for her family life as enshrined in the first paragraph of Article 8 of the Convention. There has, accordingly, not been a violation of her rights under that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has not been a violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 April 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Lado Chanturia",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MOHAMED HASAN v. NORWAY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-182450.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0426JUD002749615",
    "externalsources": [],
    "extractedappno": [
        "27496/15",
        "52502/07",
        "17383/90",
        "12750/02",
        "25358/12",
        "4547/10",
        "25702/94",
        "76240/01",
        "40031/98",
        "74969/01",
        "41615/07",
        "10592/12",
        "35348/06",
        "78028/01",
        "78030/01",
        "66516/01",
        "56547/00"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-182450",
    "judgementdate": "26/04/2018 00:00:00",
    "kpdate": "26/04/2018 00:00:00",
    "kpthesaurus": [
        "451",
        "425",
        "268",
        "358",
        "365",
        "376",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "8",
        "8-2",
        "8-1"
    ],
    "parties": [
        "MOHAMED HASAN",
        "NORWAY"
    ],
    "rank": "2365.54248046875",
    "representedby": [
        "VIKANES B"
    ],
    "respondent": "NOR",
    "respondentOrderEng": "34",
    "scl": [
        "Aune v. Norway, no. 52502/07, 28 October 2010",
        "Gnahoré v. France, no. 40031/98, ECHR 2000 IX",
        "Görgülü v. Germany, no. 74969/01, § 48, 26 February 2004",
        "Johansen v. Norway, no. 17383/90, 7 August 1996",
        "Jovanovic v. Sweden, no. 10592/12, § 77, 22 October 2015",
        "K. and T. v. Finland [GC], no. 25702/94, ECHR 2001 VII",
        "Kutzner v. Germany, no. 46544/99, ECHR 2002 I",
        "Neulinger and Shuruk v. Switzerland [GC], no. 41615/07, ECHR 2010",
        "P., C. and S. v. the United Kingdom, no. 56547/00, § 118, ECHR 2002 VI",
        "Paradiso and Campanelli v. Italy [GC], no. 25358/12, 24 January 2017",
        "R. and H. v. the United Kingdom, no. 35348/06, 31 May 2011",
        "Wagner and J.M.W.L. v. Luxembourg, no. 76240/01, § 118, 28 June 2007",
        "Y.C. v. the United Kingdom, no. 4547/10, 13 March 2012"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "474376",
    "typedescription": "15"
}