{
    "__articles": "2;2-1",
    "__conclusion": "Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect)",
    "applicability": "",
    "appno": "18988/16;19820/16",
    "article": [
        "2"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-199240.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 18988/16 and 19820/16) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Russian nationals, Ms Ayshat Shaytilayeva and Ms Madnyat Dyshneyeva, on 1 and 5 April 2016 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Stichting Russian Justice Initiative/Astreya and the Committee Against Torture, two NGOs based respectively in Moscow and Nizhniy Novgorod. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 5 February 2018 notice of the applications was given to the Government and the remainder of application no. 19820/16 was declared inadmissible, pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government did not object to the examination of the applications by a Committee.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants are Russian nationals who at the material time lived in the Republic of Dagestan and the Republic of Ingushetia, regions neighbouring Chechnya. They are the mothers of two men who disappeared in those regions in 2012. The applicants had no news of their missing sons thereafter. In each case, the authorities initiated a criminal investigation into the disappearance; both investigations remain pending to date.",
                                "elements": []
                            },
                            {
                                "content": "Shaytilyeva v Russia (no. 18988/16)",
                                "elements": [
                                    {
                                        "content": "6.  The applicant, Ms Ayshat Shaytilayeva, was born in 1964 and resides in the village of Komsomolskoye, in the Kizilyurt district of Dagestan. She is the mother of Mr Adam (also known as Ramazan) Khayrulayev, who was born in 1984.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Abduction of the applicant’s son",
                                        "elements": [
                                            {
                                                "content": "7.  The applicant and her son Adam Khayrulayev resided together in Komsomolskoye (in the documents submitted also referred to as Komsomolskaya), a village in the Kizilyurt district of Dagestan. On several occasions prior to 2012 Adam Khayrulayev was detained on suspicion of terrorist-related activities and the police searched his house. On or around 1 August 2012 a local police officer was murdered. According to the applicant, the police suspected Adam Khayrulayev of involvement in the crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "8.  At about 2.30 a.m. on 4 August 2012 Adam Khayrulayev and four other men (among them Mr Kurban I.) were sitting on a bench in front of 31 Kavkazskaya Street in Komsomolskoye, where Mr Kurban I. resided. The men were talking after the night prayer at the local mosque, when a group of seven to nine armed men in balaclavas, camouflage uniforms and military outfits, pulled over in two cars – a silver VAZ-217030 (Lada Priora model) and a black VAZ-21114) with tinted windows and without registration numbers. Making threatening gestures with their firearms, they forced everyone to the ground and then put the applicant’s son in one of their vehicles and drove off.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  The incident lasted for several minutes and was witnessed by several people.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Official investigation into the abduction",
                                        "elements": [
                                            {
                                                "content": "10.  Immediately after the abduction, the brother of Adam Khayrulayev, Mr Magomed Kh. drove home, where he picked up the applicant; they then went to Khasavyurt police station and the local prosecutors’ office. The police officers refused their request to be allowed to officially lodge an abduction complaint.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  Later in the day, 4 August 2012, Mr Magomed Kh. and the applicant returned to Khasavyurt police station, where their complaint in respect of Adam Khayrulayev’s abduction was officially registered. In the documents submitted the date was also referred to as 3 August 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  On 4 August 2012 the police examined the crime scene. No evidence was collected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  On the same date, 4 August 2012, the police interviewed Mr Magomed Kh., who stated that he had learned of his brother’s abduction from an eyewitness, Mr Kurban I.; he furthermore alleged that the perpetrators had been lawenforcement agents from Kizilyurt police station, as they had detained his brother before on suspicion of being a follower of a radical religious movement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On 4 August 2012 the police interviewed Mr Davud M. (in the documents submitted also referred to as Daud M.), who provided a detailed description of the abduction, which had taken place in his presence. His statement was similar to the applicant’s submission before the Court. He also stated that the abductors had used physical force and threatened him and his four friends with firearms, as well as the mother of Mr Kurban I., who had lived at 31 Kavkazskaya Street and had gone outside after hearing the commotion. He furthermore stated that the abductors had been police officers who had suspected Adam Khayrulayev of involvement in the recent murder of a local police officer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 4 August 2012 the police also interviewed Mr Malik M., who provided a detailed description of the abduction, which had taken place in his presence. His statement was similar to the statement of Mr Davud M. and the applicant’s submission before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 4 August 2012 the police also interviewed Mr Iskhak I., who provided a detailed description of the abduction, which had taken place in his presence. His statement was similar to the statement of Mr Davud M. and the applicant’s submission before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 4 and 5 August 2012 the police also interviewed Mr Kurban I. who provided a detailed description of the abduction, which had taken place in his presence. In his opinion, the perpetrators had been police officers. His statement was similar to the statements of the other eyewitnesses and the applicant’s submission before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 6 August 2012 the Kizilyurt inter-district investigation department (the investigators) opened criminal case no. 207216 under Articles 126 and 222 of the Criminal Code (abduction and illegal possession of firearms).",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 6 August 2012, the investigators questioned Mr Magomed Kh., who affirmed his previous statements and stated that in his opinion the perpetrators had been officers from Kizilyurt police station.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 6 and 7 August 2012 the investigators questioned Mr Davud M., Mr Malik M., Mr Iskhak I. and Mr Kurban I., all of whom confirmed their previous statements and stressed that they suspected local police officers of abducting Adam Khayrulayev in retaliation for the recent murder of the above-mentioned police officer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  Between 7 August and 25 September 2012 the investigators did not take any steps other than sending information requests concerning Adam Khayrulayev’s possible whereabouts to law-enforcement agencies in various regions of Russia. The replies received were all in the negative.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 4 October 2012 the applicant was granted victim status in the criminal case and questioned. She stated that her son, Adam Khayrulayev, had neither enemies nor unpaid debts and that in her opinion, he had been abducted by law-enforcement officers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 31 October 2012 the investigators yet again questioned Mr Magomed Kh., who confirmed his previous statements and stressed that the abductors had been the same local law-enforcement officers who had detained Adam Khayrulayev before on suspicion of being a member of a radical religious movement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  Between 30 October and 6 November 2012 the investigators questioned three local residents, who gave hearsay evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  From the documents submitted it can be seen that between 6 November 2012 and 26 November 2015 no tangible steps were taken by the investigators, other than sending requests for information and assistance in the search for Adam Khayrulayev. The investigation was suspended and resumed on at least five occasions, without any steps being taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 26 November 2015 the investigators’ superior criticised the investigation – stating that the proceedings had been suspended several times despite no steps having been taken – and ordered that it be resumed and the necessary steps be taken. It appears that shortly thereafter the proceedings were resumed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 3 January 2016, despite the superior’s direct orders to the contrary, the investigation was suspended again without any steps having been taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 26 March 2018 the investigators’ superior issued a demand “concerning the elimination of violations of the procedural regulations occurring within the preliminary investigation” in respect of the criminal case (требование об устранении нарушений федерального законодательства допущенных в ходе предварительного расследования) and ordered that the proceedings be resumed and basic steps taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 2 April 2018 the investigators’ superior set a deadline for compliance with his demands of 26 March 2018. It appears that those demands were not complied with.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The investigation is still pending.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Proceedings against the investigators",
                                        "elements": [
                                            {
                                                "content": "31.  On 26 April 2014 and again on 8 September 2015 the applicant lodged a complaint with the Kizilyurt District Court under Article 125 of the Criminal Procedure Code regarding the investigators’ inaction and their failure to provide her with information regarding the progress of the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 9 July 2014 the court rejected the applicant’s complaint of 26 April 2014, as the investigators had in the meantime provided her with some information regarding the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 2 October 2015 the court allowed the complaint of 8 September 2015 and ordered that the proceedings be resumed.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Dyshneyeva v. Russia (no. 19820/16)",
                                "elements": [
                                    {
                                        "content": "34.  The applicant, Ms Madnyat Dyshneyeva, was born in 1955 in the town of Ordzhonikidzevskaya (currently named Sunzha) in the Sunzhenskiy district of Ingushetia, where she currently resides. She is the mother of Mr Khusein (also spelled as Khuseyn) Badurgov, who was born in 1987.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Disappearance of the applicant’s son and preceding events",
                                        "elements": [
                                            {
                                                "content": "35.  At the end of May or the beginning of June 2012 Khusein Badurgov was detained and questioned by Magas municipal police officers on suspicion of engaging in extremist activities. At the beginning of July 2012 he moved with his family from Ordzhonikidzevskaya to Grozny, Chechnya, some 45-50 kilometres away.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On the morning of 10 July 2012 Mr Badurgov left his home in Grozny for a 10.30 a.m. job interview at the Tyan Shin company, located in the Zavodskoy district of Grozny. After the interview, shortly after he had left the company premises, two men in camouflage uniforms were seen in the vicinity asking questions about his whereabouts. Later in the morning, between 11 a.m. and 12 noon, Khusein Badurgov was allegedly seen near the Berkat marketplace in Grozny and then, about two hours later, next to a restaurant on the corner of Mayakovskogo and Zavety Ilyicha Streets. On that corner were located CCTV cameras. At some point after the job interview, Khuseyn Badurgov telephoned his sister. According to her, as they had been speaking, someone had greeted Mr Badurgov and then the connection had been cut off.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The signal of Khusein Badurgov’s mobile phone was registered later in the afternoon as emanating from the village of Nesterovskaya, Ingushetia – about 9 kilometres from Ordzhonikidzevskaya, Ingushetia and 65 kilometres from Grozny, Chechnya. That day Mr Badurgov did not return home; since then he has been missing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On the same date, 12 July 2012, a friend of Mr Badurgov, Mr Zaur Dzeytov, went been missing under similar circumstances.\t",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  According to the applicant, the vehicle of the abductors of Mr Zaur Dzeytov was subsequently seen next to the premises of a police operational search unit in Ingushetia.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Official investigation into the disappearance",
                                        "elements": [
                                            {
                                                "content": "40.  On 12 July 2012 the father of Mr Badurgov, Mr V.B., complained to the authorities about his son’s disappearance and requested that a criminal case be opened. In his complaint, he also stated that his son might have been detained by law-enforcement officers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  On 15 July 2012 the applicant lodged a complaint with the head of the Chechnya Department of the Federal Security Service (FSB). She stated, among other things, that she and her relatives had seen a number of CCTV cameras at the site where her son Khusein had last been seen. They had informed the police of the existence of the above-mentioned CCTV cameras, but the latter had not taken any steps to obtain any footage, even though it would have assisted in elucidating the circumstances of Khusein Badurgov’s disappearance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 23 July 2012 the police interviewed Mr M.A. of the Tyan Shin company, who confirmed that he and a colleague had interviewed Mr Badurgov and had subsequently learned of his disappearance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Between 17 July and 6 August 2012 the police questioned Mr. V.B., the applicant and several other witnesses about the circumstances of the disappearance. None of them had witnessed the incident; they had only learned of it afterwards.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On 6 August 2012 the Leninskiy District Department of the Investigative Committee in Grozny (the investigators) declined to open a criminal case for lack of evidence of a crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  On 7, 8 and 13 August 2012 the father of Khusein Badurgov, Mr V.B., lodged complaints with the Ingushetia Minister of the Interior, the head of the Sunzhenskiy district police station and the Ingushetia Prosecutor, respectively, stating the following. At the end of May 2012 his son, Khusein Badurgov, had been detained in Ordzhonikidzevskaya by police officers from Magas, a town about 35-40 kilometres away. The three officers, who had driven in a VAZ car (Priora model) with a registration number containing the digits 320 06, had taken Khusein Badurgov to Magas police station and had questioned him there for about three hours, showing him pictures of young men suspected of illegal activities. The police officers had told Khusein Badurgov that they were acting under the command of the regional authorities – that is to say the Southern Federal Circuit, and not the local authorities in Ingushetia. Mr V.B. furthermore stated that he and his relatives had seen several CCTV cameras at the site where Khusein had last been seen and demanded that footage from those cameras be collected as evidence. Mr V.B. furthermore stated that on the afternoon of the disappearance, the signal of Khusein Badurgov’s mobile telephone had been connected to the cell tower in Nesterovskaya, Ingushetia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On 14 August 2012 the police again interviewed Mr V.B., who gave a statement that was similar to the applicant’s submission before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  On 23 August 2012 the investigators received a complaint dated 31 July 2012 that had been lodged with the Russian President by the applicant’s sister, Ms A.D., about Mr Badurgov’s disappearance, in which she stated that lawenforcement officers from Chechnya had been responsible for his abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  On 24 August 2012 the supervising authorities quashed the refusal to open a criminal case (see paragraph 44 above) as unlawful and unsubstantiated and ordered that a fresh inquiry be conducted into the alleged incident.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  On 31 August 2012 the investigators questioned Mr Badurgov’s fellow villager, Mr S.-A.K., who stated that he had given Mr Badurgov a ride to Grozny for the above-mentioned job interview.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  On 6 September 2012 the investigators questioned Mr Badurgov’s sister, Ms P.D., whose statement was similar to the applicant’s submission before the Court. In addition, she stated that on the day following the abduction, when she and her relatives had been searching for her brother themselves, they had seen a number of CCTV cameras at the site where a certain Mr I.B. had last seen Khuseyn Badurgov. Ms P.D. lodged a request with the investigators that they collect the footage from those cameras and examine it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On 7 September 2012 the investigators examined the crime scene at the local market where Mr Badurgov had last been seen. No evidence was collected. The presence or absence of the CCTV cameras mentioned by Ms P.B. was not reflected in the transcript of the crime scene investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  On 10 September 2012 the Leninskiy District Department of the Investigative Committee in Grozny opened criminal case no. 10050 under Article 105 of the Criminal Code (murder).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On 12 September and 23 October 2012 and 4 December 2014, respectively, Mr V.B., Ms Kh.I. (the wife of Mr Badurgov) and the applicant were granted victim status in the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  On 12 September 2012 the investigators again questioned Mr V.B., whose statement was similar to the applicant’s submission before the Court. In addition, he described the circumstances of Khusein Badurgov’s arrest by the Magas police at the end of May 2012 and stressed that despite his and his relatives’ persistent requests the investigators had not collected any footage from the CCTV cameras.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  On 12 September 2012 the investigators also questioned Ms P.D., whose statement was similar to the applicant’s submission before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  On 20 September 2012 the investigators’ superior criticised the investigation of the criminal case and the ordered that steps be taken to expedite the proceedings. No copy of the document in which the superior made his demands was furnished to the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Between 28 September and 1 October 2012 the investigators questioned two Tyan Shin employees, who confirmed that Khusein Badurgov had had a job interview on the premises of that company.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 16 October 2012 the investigators questioned Mr I.B., who stated that he had seen Khusein Badurgov during the morning of 10 July 2012 next to the local market, and that at about 2 p.m., when riding a bus, he had seen someone resembling Khusein Badurgov (that is to say someone wearing similar clothing).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  On 23 October 2012 the investigators questioned Khusein Badurgov’s wife, Ms Kh.I., whose statement was similar to the applicant’s submission before the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On 23 October 2012 the investigators also questioned the applicant, whose statement was similar to the one before the Court. In addition, she described the circumstances of Khusein Badurgov’s detention in May 2012 by the police officers from Magas, who had questioned him and asked him to identify certain individuals from their photographs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  On 30 October 2012 the father of Khusein Badurgov, Mr V.B., lodged a complaint with the head of the Ingushetia Department of the Investigative Committee, stating that despite his and his relatives’ persistent requests the investigators had not collected the footage of 10 July 2012 from the CCTV cameras located next to the site where his son had last been seen.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  On 30 October 2012 the investigators’ superior examined the investigation file and stated that the orders issued on 20 September 2012 (see paragraph 56 above) had not been complied with. He also pointed out a number of procedural violations and the investigators’ failure to take certain steps, such as obtaining information regarding the telephone calls made to and from Mr Badurgov’s mobile telephone on the day of his disappearance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  On 8 November 2012 the investigators ordered a forensic examination of the applicant’s blood for DNA markers for the purpose of their future comparison with those in the database of unidentified corpses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  On 15 November 2012 the investigators’ superior ordered that they take a number of steps, including obtaining information regarding the telephone calls made by and to Mr Badurgov on and around the date of his disappearance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  On 26 November 2012 the investigators again examined the crime scene at the site where Mr Badurgov had last been seen. It was established that there were CCTV cameras at that site. No evidence was collected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  On 26 November 2012 the investigators obtained a court authorisation to obtain a list of the calls made to and from Mr Badurgov’s telephone between 8 July and 8 August 2012.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  On 11 December 2012 the investigators’ superior ordered that a number of steps be taken in the investigation. In particular, he ordered that the footage from the day of Mr Badurgov’s disappearance be seized as evidence from the above-mentioned CCTV camera and that his connections with various members of illegal armed groups be verified, as he had “left for Chechnya after the elimination [on 26 June 2012] of the members of the illegal armed groups”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  On 27 December 2012 the investigators questioned Mr S.S., who stated that he worked at the mall next to the site of Mr Badurgov’s disappearance and that he was in charge of the CCTV cameras located there. According to him, it was impossible to obtain the footage of 10 July 2012 as every twenty-five days footage was deleted by being recorded over.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  On 30 December 2012 (in the documents submitted the date was also referred to variously as 27 December 2012 and 24 January 2013) the representative of the applicant and her husband lodged a complaint with the investigators’ superiors regarding the investigators’ alleged failure to take basic steps in respect of the criminal case and requested that a number of remedial steps be taken. He requested, in particular, that the investigators obtain information regarding telephone contact between Mr Badurgov and his friend, Mr Zaur Dzeytov, who had also gone missing at or around the same time and that they identify and question the police officers who had detained Mr Badurgov prior to his abduction and find out the reasons for his detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  On 10 January 2013 the investigation was suspended for failure to identify the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  On 4 February 2913 the investigators replied to the complaint of 30 December 2012, stating it was allowed only in the part relating to the request for information concerning telephone contact. The remainder of the complaint was dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  On 4 February 2013 the supervising authorities quashed that decision and ordered that the investigation be resumed. Subsequently, the investigation was suspended on numerous occasions and then again resumed, each time at the orders of the investigators’ supervisors after they had criticised failures and numerous procedural violations on the part of the investigators. Specifically, the investigation was suspended on 4 March, 12 May, 21 June, 14 September and 7 November 2013 and 3 May and 18 December 2014, and resumed on 8 April, 22 May, 14 August, 7 October and 10 December 2013, on an unspecified date in 2014 and on 20 February 2015, and again suspended on 5 June 2015.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  On 8 April 2013 the supervising authorities ordered that the investigation be resumed – having been suspended unlawfully and prematurely – and that a number of steps be taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  On 13 May 2013 the applicant’s husband lodged a complaint with the investigators, alleging that they had failed to provide him with basic information on the progress in the criminal case (including their decisions to suspend the proceedings) and requesting permission to access the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  On 22 July 2013 the representative of the applicant and her husband lodged a complaint with the investigators’ superiors regarding the investigators’ failure to inform them of any basic procedural steps, despite their requests to this end.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  On 11 and 22 August 2013 the investigators’ supervisor issued two demands “concerning the elimination of violations of the procedural regulations [that had] occurred within the preliminary investigation” in respect of the criminal case. According to the document in which those demands were made, those investigating the disappearance of Mr Badurgov had failed to take a number of basic steps – for example: footage from the above-mentioned CCTV camera located at the site where Mr Badurgov had last been seen had not been seized; a number of witness statements in the case file were undated and unsigned by the person concerned; a number of the applicant’s husband’s requests and those of his lawyer had gone unanswered; and the previously issued orders of the investigators’ superiors had not been complied with. The document also stated that despite the fact that between 11 a.m. and 12 noon on the date of the disappearance Mr Badurgov’s mobile telephone number had been used in Nesterovskaya, Ingushetia, the investigators had failed to establish whether he had physically been in Nesterovskaya at that time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  On 5 September 2013 the investigators’ superiors ordered that a number of obligatory steps be taken in the criminal case, including the questioning of certain witnesses and the determination of whether Mr Badurgov had been involved with illegal armed groups or in other types of criminal activity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Between October 2013 and January 2014 the investigators forwarded to other law-enforcement agencies a number of information requests; ordered (albeit to no avail) an expert examination of the footage seized from the presumed site of the abduction; and examined a list of calls made to and from Mr Badurgov’s mobile telephone. No information assisting the establishment of the identities of the perpetrators of the abduction was obtained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  On 22 January 2014 the representative of the applicant and her husband lodged a request with the investigators for them to provide an update on the progress of the investigation and to allow him to access the investigation file. It is unclear whether any reply was given.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  On 12 February, 25 July and 24 November 2014 the investigators’ superiors criticised the investigators for their failure to comply with the previously issued orders and ordered that they be complied with.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  On 4 December 2014 the applicant was granted victim status in the criminal case at her request and questioned. She stated, among other things, that in June 2014 her husband, Mr V.B., had died and that her son, Khusein Badurgov, had prior to his disappearance been unlawfully detained for questioning by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  On various dates in December 2014 the investigators questioned several individuals residing close to the presumed abduction site as to whether they had seen Mr Badurgov on 7 July 2012. All of the replies that the investigators received were in the negative.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  On 20 February and then on 11 November 2015 the supervising authorities again criticised the investigation and ordered that a number of steps be taken.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  On 7 April 2015 the applicant lodged a complaint with the supervising authorities regarding the alleged lack of information released by the investigators. No reply was forthcoming.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  On 18 December 2015 the investigation was suspended yet again. It appears that it is still pending.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "86.  For a summary of the relevant domestic regulations see Turluyeva v. Russia (no. 63638/09, §§ 56-64, 20 June 2013).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "87.  Having regard to the similarity of the subject matter of the respective applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "88.  The applicants complained that the investigations into their sons’ disappearance had been ineffective, in violation of Article 2 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "89.  In both cases, the Government alleged that the applicants had failed to comply with the six-month time limit, given that they had lodged their complaints with the Court belatedly in view of the fact that they should have realised – long before the dates on which they had lodged their complaints – that the respective investigations into their sons’ disappearance had proved ineffective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Government did not comment on the merits of the applicants’ complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The applicants submitted that they had complied with the admissibility criteria by lodging their complaints without undue delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The applicants furthermore alleged that the investigations into their sons’ disappearance had fallen short of Convention standards.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "93.  The Court notes that the documents submitted show that in both cases, the domestic investigations into the abductions of the applicants’ sons were pending for less than four years prior to the lodging of their respective applications with the Court. The applicants and/or their relatives complained to the authorities shortly after their sons’ disappearance, provided detailed statements to the investigators, handed over pieces of evidence and took other steps (such as lodging complaints with the investigators’ superiors) to expedite the respective proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  Considering the overall timeframe of the lodging of the applications with the Court (see Varnava and Others v. Turkey [GC], nos. 16064/90 and 8 others, § 165, ECHR 2009), together with the active stance taken by the applicants in the proceedings, the Court does not find that the lack of progress in the criminal investigations into their sons’ disappearance should be held against the applicants or interpreted as a failure on their part to demonstrate due diligence or to comply with the six-month requirement (see, by contrast, Doshuyeva and Yusupov v. Russia, no. 58055/10, 31 May 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  In the light of the foregoing, the Court finds that the applicants complied with the six-month time limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Court furthermore notes that the applications are not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention and are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": [
                                            {
                                                "content": "97.  For a summary of the general principles reflecting the Court’s approach to the examination of allegations of a violation of the procedural aspect of Article 2 of the Convention, see Mustafa Tunç and Fecire Tunç v. Turkey [GC], no. 24014/05, §§ 169-82, 14 April 2015 and Mazepa and Others v. Russia, no. 15086/07, §§ 69-70 and 74, 17 July 2018.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The Court observes a number of similarities in the investigators’ approach to the respective investigations into the disappearances of the applicants’ sons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Court notes that the applicants and their relatives and the eyewitnesses to the respective incidents stated from the very beginning of the investigations that the disappeared men had already been detained by law-enforcement officers and clearly that they had suspected them of involvement into the disappearance (see paragraphs 13-17, 19, 20, 22, 40, 45 and 47 above). However, despite those consistent statements, no tangible steps were taken in either case to follow up on that information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The documents submitted show that despite the consistent requests lodged by the applicants or their relatives for the taking of basic steps (such as the collection of evidence or the verification of the information furnished – see paragraphs 19, 23, 41, 50 and 54 above), the investigating authorities consistently failed to take such steps.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  Furthermore, the Court notes the investigators’ persistent failure to take basic steps and their steady failure to comply with the issued orders, for which they were criticised on several occasions by their superiors and the relevant supervisory bodies (see paragraphs 26-28, 48, 56, 61, 64 and 76 above). However, it appears that despite the investigators’ clear unwillingness to comply with the issued instructions, no steps were taken by their superiors to ensure their compliance, other than that of repeatedly reiterating those instructions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  Given the shortcomings in the investigations indicated above and the Government’s failure to comment on those shortcomings, the Court holds that the authorities failed to carry out effective criminal investigations into the circumstances surrounding the disappearances of Mr Adam Khayrulayev and Mr Khusein Badurgov, in breach of Article 2 in its procedural aspect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "103.  The applicants complained that they did not have effective remedies in respect of the alleged violations of Article 2 of the Convention. Article 13 reads:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "104.  The Government did not comment.",
                                "elements": []
                            },
                            {
                                "content": "105.  The Court observes that this aspect has already been examined within the context of the procedural obligation under Article 2 of the Convention. Having regard to the finding of a violation, the Court considers that, while the complaint under Article 13 taken in conjunction with Article 2 of the Convention is admissible, there is no need for a separate examination of this complaint on its merits (see Mutayeva and Ismailova v. Russia, no. 33539/12, § 78, 21 June 2016, and Salikhova and Magomedova v. Russia, no. 63689/13, § 94, 26 January 2016).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "106.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "107.  The applicants in both cases claimed compensation in respect of non-pecuniary damage in an amount to be determined by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Court awards each of the applicants 26,000 euros (EUR) in respect of non-pecuniary damage, plus any applicable tax.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "110.  The applicant in Shaytilayeva (no. 18988/16) also claimed EUR 3,166 for the costs and expenses incurred before the Court and requested that the award be paid into her representative’ account, as indicated in her submission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The applicant in Dyshneyeva (no. 19820/16) did not make a claim under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The Government submitted that the amount claimed in expenses was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable to award to the applicant in Shaytilayeva (no. 18988/16) the sum of EUR 2,000 covering costs under all heads, plus any applicable tax.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "114.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 2 of the Convention in respect of the failure to conduct an effective investigation into the circumstances in which Mr Adam Khayrulayev and Mr Khusein Badurgov disappeared;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there is no need to examine Article 13 of the Convention in conjunction with Article 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicants, within three months, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 17 December 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Alena Poláčková",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Gilberto Felici",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SHAYTILAYEVA AND DYSHNEYEVA v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-199240.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:1217JUD001898816",
    "externalsources": [],
    "extractedappno": [
        "18988/16",
        "19820/16",
        "63638/09",
        "16064/90",
        "58055/10",
        "24014/05",
        "15086/07",
        "33539/12",
        "63689/13"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-199240",
    "judgementdate": "17/12/2019 00:00:00",
    "kpdate": "17/12/2019 00:00:00",
    "kpthesaurus": [
        "449",
        "595"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "2-1",
        "2"
    ],
    "parties": [
        "SHAYTILAYEVA AND DYSHNEYEVA",
        "RUSSIA"
    ],
    "rank": "4447.9619140625",
    "representedby": [
        "STICHTING RUSSIAN JUSTICE INITIATIVE",
        "COMMITTEE AGAINST TORTURE"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "494562",
    "typedescription": "15"
}