{
    "__articles": "2;2-1;3;5;5-1;8;8-1;13;13+3",
    "__conclusion": "Violation of Article 2 - Right to life (Article 2-1 - Life) (Substantive aspect);Violation of Article 2 - Right to life (Article 2-1 - Effective investigation) (Procedural aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Inhuman treatment) (Substantive aspect);Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for home);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Prohibition of torture;Inhuman treatment)",
    "applicability": "",
    "appno": "53074/12;66876/12;70095/12;71667/12;75973/12",
    "article": [
        "3",
        "8",
        "2",
        "5",
        "13"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "Article 2-1 - Effective investigation"
            ],
            "element": "Violation of Article 2 - Right to life",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for home"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Inhuman treatment"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Inhuman treatment"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-200339.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in five applications against Russia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on the various dates indicated in the appended table. The application numbers and the applicants’ personal details are also listed in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by the NGOs indicated in the appended table. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Government did not object to the examination of the applications by a Committee.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants are Russian nationals who, at the material time, lived in Chechnya and other regions of the Northern Caucasus. They are close relatives of individuals who disappeared after allegedly being unlawfully detained by servicemen during special operations. The applicants have not seen their missing relatives since the alleged arrests. Their whereabouts remain unknown.",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicants reported the abductions to lawenforcement bodies, and official investigations were opened. The proceedings were ongoing for several years without any tangible results being achieved. The perpetrators have not been identified by the investigating bodies. It appears that all of the investigations are still ongoing.",
                                "elements": []
                            },
                            {
                                "content": "6.  Summaries of the facts in respect of each application are set out below. Each account is based on statements provided by the applicants and their relatives and/or other witnesses to both the Court and the domestic investigating authorities.",
                                "elements": []
                            },
                            {
                                "content": "Izhayeva v. Russia (no. 53074/12)",
                                "elements": [
                                    {
                                        "content": "7.  The applicant is the mother of Mr Arsen Izhayev, who was born in 1980.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Abduction of Mr Arsen Izhayev and his neighbour, and subsequent events",
                                        "elements": [
                                            {
                                                "content": "8.  At around 3 a.m. on 6 June 2007 about seven to eight armed men in camouflage uniforms in a GAZelle minivan with registration plates no.  A783AP 95 and a VAZ-2110 Lada car arrived at the address of the applicant’s neighbour in Grozny. The neighbour, Mr A. Dzh, had previously been convicted of organising an illegal armed group, and his mother (Ms A.T.), brother (Mr U.D.), and sister (Ms M.D.) were at home. The armed men seized Mr A. Dzh., blindfolded him, put him in the minivan and drove away.",
                                                "elements": []
                                            },
                                            {
                                                "content": "9.  When the armed men were leaving the place of the incident, Mr U.D. asked them who they were. They identified themselves as servicemen from the “oil regiment” (нефтеполк).",
                                                "elements": []
                                            },
                                            {
                                                "content": "10.  Shortly thereafter the same group of men arrived at the applicant’s house, broke in, took Mr Arsen Izhayev and forced him into the Gazel minivan; they put him next to Mr A. Dzh.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  Both men were then taken to an unknown location, about thirty to forty minutes’ drive away. The vehicle moved at high speed and did not make any stops. Upon arriving at that location, Mr A. Dzh. and Mr Arsen Izhayev were placed in two separate cells.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  According to Mr A. Dzh. (see paragraph 21 below), the abductors ill-treated him to extract information about followers of a radical religious movement (the Wahhabis) and illegal possession of weapons. He denied having that information. After the interrogation, the armed men told him that he was not guilty, blindfolded him, put him in a vehicle, drove him to Grozny and released him.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Official investigation into the abduction",
                                        "elements": [
                                            {
                                                "content": "13.  On 6 June 2007 the applicant complained of the abduction to the Leninskiy district police (“the Leninskiy ROVD”) in Grozny.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  On the same date, 6 June 2007, the police examined the crime scene. No evidence was collected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 7 June 2007 the applicant complained of the abduction to the Chechnya prosecutor’s office. It appears that the complaint was immediately forwarded to the Leninskiy district prosecutor’s office in Grozny. On the same day the district prosecutor’s office asked several prosecutors’ offices in Chechnya and the Federal Security Service (FSB) headquarters in Grozny to inform it whether Mr Arsen Izhayev had been arrested by them. The agencies replied that they had no such information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 15 June 2007 the Leninskiy district prosecutor’s office in Grozny opened criminal case no. 10067 under Article 126 of the Criminal Code (“the CC”) (abduction).",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 19 June 2007 the investigators requested information from the Chechnya traffic police on the owners of cars with the registration plates nos. A783AP 95 and A738AP 95. On 18 July 2007 the traffic police replied that the registration plates had been assigned to two white UAZ vehicles. The first vehicle belonged to FSB military unit no. 78576 stationed in Grozny, and the second vehicle belonged to hospital no. 5 in Grozny.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 25 June 2007 the applicant was granted victim status in the criminal case and questioned. She stated that her son had been taken away by armed men in camouflage uniforms, together with Mr A. Dzh., and that she did not know why he had been abducted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  Between 20 July and 5 September 2007 the investigators questioned Mr A. Dzh.’s mother (Ms A.V.), his two brothers (Mr U.D. and Mr Kh.V.) and his sister (Ms M.D.). They stated that he had been arrested by armed men in camouflage uniforms. The same group of men had also arrested Mr Arsen Izhayev. Later the abductors had realised that Mr A. Dzh. had been detained by mistake and had released him. In his statement of 5 September 2007 Mr U.D. added that the perpetrators had identified themselves as servicemen from the “oil regiment”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  In the meantime, on various dates in June and July 2007 the investigators had asked detention facilities in Chechnya and neighbouring regions to inform them of Mr Arsen Izhayev’s possible detention on their premises. The replies received stated that those facilities had no such information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 15 August 2007 the investigators questioned Mr A. Dzh. His statement is described in paragraph 12 above. On the same day he was granted victim status in the criminal case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 15 September 2007 the investigation was suspended for failure to identify the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 19 September 2007 the head of the Leninskiy inter-district investigative committee (“the supervising authority”) overruled the above decision as ill-founded, in particular because the investigators had failed to follow up on the information about the registered owners of the vehicles used by the perpetrators. On the same day the investigation was resumed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  Having sent several requests to law-enforcement authorities, the investigators again suspended the proceedings on 19 October 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 29 October 2007 the applicant asked the military prosecutor’s office of the United Group Alignment (UGA) to take measures to establish her son’s whereabouts. On 30 October 2007 the request was forwarded to the military prosecutor’s office of military unit no. 20102, which on 25 November 2007 replied to the applicant saying that it did not have information concerning her son’s whereabouts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 30 October 2007 the supervising authority criticised the decision to suspend the investigation taken on 19 October 2007. It noted that the investigators had failed: to establish whether Mr Arsen Izhayev had been convicted; to dissimilate information about his abduction in the mass media; and to question his colleagues about his personality and any possible conflicts. On the same day the investigation was resumed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 28 November 2007 the investigators questioned the driver of the UAZ car belonging to hospital no. 5 in Grozny. He submitted that the vehicle had been allocated to the hospital by the Chechen Ministry of Healthcare.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 30 November 2007 the investigators suspended the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 19 December 2007 the above decision was overruled by the supervising authority as ill-founded, and the proceedings were resumed. The investigators were ordered to rectify the shortcomings identified by the decision of 30 October 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Between 24 December 2007 and 19 January 2008 the investigators questioned Mr Arsen Izhayev’s acquaintances and neighbours. They did not have any relevant information about the event which was being investigated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 20 January 2008 the investigators suspended the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On 1 March 2008 the supervising authority overruled the suspension order as ill-founded, specifically because the investigators had failed: to follow up on the statement by Mr U.D., who had noted that the perpetrators had identified themselves as servicemen of the “oil regiment”; to establish what the perpetrators had looked like; to investigate what had happened to the perpetrators’ vehicle, which had been assigned to the FSB unit; to obtain a copy of Mr A. Dzh.’s criminal sentence for his previous conviction; and to undertake other important investigative measures.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 19 March 2008 the investigators questioned the applicant. She confirmed her previous statement, adding that the perpetrators had spoken Chechen. She did not think that she could identify them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  On 20 March 2008 the applicant asked the investigators to allow her to review the case file. Her request was dismissed on 27 March 2008. Subsequently, the applicant successfully challenged that decision in court (see paragraph 42 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 4 April 2008 the investigators suspended the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 7 July 2008 the supervising authority overruled that decision and resumed the criminal proceedings. The investigators were ordered: to obtain information about the perpetrators’ vehicles from traffic police checkpoints; to obtain information about Mr Arsen Izhayev’s and Mr A. Dzh.’s mobile telephones; to obtain data regarding the connections from their mobile telephones; and to undertake other important investigative measures.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 11 August 2008 the investigators suspended the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On 25 December 2008 the above decision was overruled by the supervising authority because the investigators had failed to comply with the orders of 7 July 2008. On the same day the proceedings were resumed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  On 27 January 2009 the applicant provided the investigators with her son’s mobile telephone number.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 30 January 2009 the investigators suspended the proceedings. Subsequently, the proceedings were resumed on 11 March 2010 and 18 April 2012, and suspended on 21 March 2010 and 3 May 2012 respectively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  On 28 June 2012 the applicant was granted access to the criminal case file, following her request in that regard.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Proceedings against the investigators",
                                        "elements": [
                                            {
                                                "content": "42.  On an unspecified date in 2008 the applicant lodged a complaint with the Leninskiy District Court of Grozny, challenging the investigators’ decision of 27 March 2008 not to allow her to review the criminal case file. The court allowed the complaint on 6 May 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On an unspecified date in 2009 or 2010 the applicant lodged another complaint with the same court, alleging that the authorities had failed to investigate her son’s abduction effectively. The court dismissed it on 11 March 2010.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Dibirova v. Russia (no. 66876/12)",
                                "elements": [
                                    {
                                        "content": "44.  The applicant is the mother of Mr Ramaz Dibirov, who was born in 1981.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Background information",
                                        "elements": [
                                            {
                                                "content": "45.  On 23 April 2006 Mr Ramaz Dibirov was arrested by police officers from the sixth department of the Ministry of the Interior in Dagestan (“the sixth department”) and taken into custody pending the relevant investigation and trial. The police officers allegedly illtreated him in order to make him confess to committing acts of terrorism. Subsequently, he was found guilty of the illegal use of weapons and concealment of a crime, and sentenced to a term of imprisonment. He was absolved from serving the sentence, owing to the poor state of his health.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On 15 November 2007 the brother of Mr Ramaz Dibirov, Mr I.D., was allegedly abducted by armed men in balaclavas. Five days later relatives found out that he had been arrested by police officers from the Ministry of the Interior in Dagestan and charged with several offences, including participation in an illegal armed group, the illegal use of weapons, and concealment of a crime. On an unspecified date after 2007 the Dagestan Supreme Court acquitted him.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Disappearance of Mr Ramaz Dibirov, subsequent events and the applicant’s attempts to establish his whereabouts",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Disappearance of Mr Ramaz Dibirov",
                                "elements": [
                                    {
                                        "content": "47.  On the evening of 25 April 2007 Mr Ramaz Dibirov left a cafe called Teremok in Makhachkala, Dagestan, where he had had dinner with his partner Ms K.D., and went home. He has not been seen since.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  According to the applicant, on 26 April 2007 about twenty other persons were abducted in Makhachkala (see Isayeva v. Russia (no. 70095/12) below). Some of them were arrested, while others were subsequently killed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Subsequent events",
                                "elements": [
                                    {
                                        "content": "49.  On the next day, 26 April 2007, at 4 a.m. Ms K.D. received a telephone call from Mr Ramaz Dibirov and could hear his screams and those of another person. A few minutes later the call was disconnected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  At 1 p. m. on the same day Ms K.D. received a second call from Mr Ramaz Dibirov’s telephone and heard two men discussing what they should do with the telephone and the SIM card.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The applicant’s attempts to establish her son’s whereabouts",
                                "elements": [
                                    {
                                        "content": "51.  On 10 June 2007 the applicant and the parents of the other abducted persons had a meeting with the head of the sixth department, Officer I.T. He told her that there was a unit within the sixth department which reported directly to the Minister of the Interior in Dagestan, and that that unit had been involved in recent abductions in Dagestan. The applicant and the other parents showed photographs to Officer I.T., and he identified Mr Ramaz Dibirov and three other abducted persons and said that they were all being detained at one of their offices. A few months later, during a meeting which the applicant had with officials and law-enforcement agents about the abduction, Officer I.T. denied ever having seen the abducted persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 11 June 2007 an acquaintance of the applicant from a lawenforcement agency told her that he had seen her son detained on the premises of Operational-Search Bureau no. 2 (“ORB-2”) in Khankala, Chechnya.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Several days later the applicant learned that Mr Ramaz Dibirov’s partner, Ms A.D., had recently been abducted from a bus stop, taken to Gudermes, Chechnya, for two weeks and then released. In Gudermes she had witnessed the ill-treatment of the applicant’s son.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 10 July 2007 the head of the Dagestan Security Council, Officer G.G., had a meeting with the applicant and the parents of the other abducted persons. During that meeting he told the applicant that her son was being detained at ORB-2 in Khankala, Chechnya.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The applicant sent that information to the investigators (see paragraphs 62 and 63 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Official investigation into the incident",
                                        "elements": [
                                            {
                                                "content": "56.  On 26 April 2007 the applicant lodged a complaint with the Makhachkala prosecutor’s office, alleging that her son had been abducted by law-enforcement agents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  Shortly thereafter the investigators asked temporary detention facilities and a remand prison in the region to inform them whether Mr Ramaz Dibirov had been arrested. The authorities replied that they had no such information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  On 14 May 2007 the Leninskiy district prosecutor’s office in Makhachkala opened criminal case no. 701605 under Article 126 of the Criminal Code (abduction).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  A copy of the case file submitted by the Government to the Court was missing certain pages. From the documents in the Court’s possession, it appears that the investigation proceeded as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  On 16 May 2007 the applicant was granted victim status in the criminal proceedings and questioned. She alleged that her son had been arrested by State agents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  On 17 May 2007 the investigators questioned Ms K.D., who told them about the telephone calls from Mr Ramaz Dibirov’s telephone on 26 April 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  On 18 June 2007 the applicant informed the investigators that about three weeks beforehand Mr Ramaz Dibirov’s partner, Ms A.D., had been abducted from a bus stop in Makhachkala. Having spent two weeks in detention, she had returned home. The applicant had spoken with Ms A.D.’s brother, who had said that Ms A.D. had been arrested by law-enforcement agents and then taken to Gudermes, Chechnya. While in detention she had witnessed Mr Ramaz Dibirov being ill-treated by State agents in front of her. The applicant also submitted that her acquaintance from a lawenforcement agency had seen Mr Ramaz Dibirov in detention at ORB-2 in Khankala.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  On 10 July 2007 the applicant provided the investigators with additional information. She submitted that earlier that day she had had a meeting with the head of the Dagestan Security Council (Officer G.G.), who had told her that Mr Ramaz Dibirov was being detained at ORB-2 in Khankala. He had told her that twice – first during a private conversation in his office, and then in the presence of the parents of the other abducted men, including the applicant in the case of Isayeva v. Russia (no. 70095/12).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  On 10 July 2007 the investigators questioned the applicant in the case of Isayeva v. Russia (no. 70095/12). She confirmed the statement made by Officer G.G. as described by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  On 16 July 2007 the investigators questioned Officer G.G., who stated that according to information received from the prosecutor’s office, Mr Ramaz Dibirov was being detained at ORB no. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  On 29 July 2007 the investigators questioned Ms K.D. She alleged that she had received the first telephone call during Mr Ramaz Dibirov’s arrest (see paragraph 49 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  On 15 October 2007 the proceedings were suspended for failure to identify the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  On 26 March 2008 the above decision was overruled by the deputy prosecutor of the Leninskiy district prosecutor’s office in Makhachkala (“the supervising authority”) because the investigators had failed to follow up on the information about Mr Ramaz Dibirov’s alleged detention in Chechnya.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  On 28 March 2008 the proceedings were resumed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  It appears that at some point the investigators questioned Mr Ramaz Dibirov’s brother, who stated that Mr Ramaz Dibirov had been abducted by men in a GAZelle minivan with registration plates no. B 413 OOO RUS.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  On an unspecified date the investigators received a list of incoming and outgoing calls from Mr Ramaz Dibirov’s and Ms K.D.’s mobile telephones.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Meanwhile, the investigators had asked law-enforcement authorities to take certain investigative steps (the Government did not provide the Court with copies of the investigators’ requests in that regard). Most of the requests remained unanswered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  On 29 April 2008 the proceedings were suspended.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  On 25 August 2008 the supervising authority overruled the above decision as ill-founded. They criticised the investigators for failing to: obtain documents regarding Mr Ramaz Dibirov’s state of health; examine the list of telephone calls which had been obtained; follow up on the statements by Mr Ramaz Dibirov’s brother about the abductors’ car; clarify some discrepancies in the witness evidence; question Ms A.D. and her brother, who had informed the applicant of her son’s ill-treatment in Gudermes; verify the information about Ms A.D.’s arrest in May-June 2007; check whether Mr Ramaz Dibirov was suspected of participation in illegal armed groups; check the database of unidentified remains for possible matches with Mr Dibirov’s body; and verify information on Mr Dibirov’s alleged detention in Khankala. It was also noted that the competent authorities had left most of the investigators’ requests for investigative activity unanswered, and that the replies received were all of a formalistic nature. On the same date the investigation was resumed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Subsequently, the proceedings were suspended on 2 October 2008, 22 February, 27 March, and 26 November 2009, 18 April, 28 May and 16 October 2010, 30 April and 25 November 2011, 5 January and 11 October 2012, and then resumed on 21 January, 27 February and 26 October 2009, 12 March, 26 April and 29 August 2010, 29 March, 24 October and 5 December 2011, and 10 September 2012 respectively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  On 21 January, 12 March, 26 April and 22 July 2010, and 29 March and 5 December 2011 the supervising authority repeatedly criticised the investigators for failing to remedy the shortcomings identified in the order of 25 August 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  On 1 August 2011 the applicant asked the investigators to allow her to access the case file. On an unspecified date, following her complaint to the Leninskiy District Court in Makhachkala (see paragraph 79 below), the request was granted.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Proceedings against the investigators",
                                        "elements": [
                                            {
                                                "content": "78.  On 24 August 2010 the applicant complained to the Leninskiy District Court in Makhachkala of the investigators’ failure to inform her of the progress in the investigation and provide copies of the documents from the investigation file. On 6 September 2010 the court allowed the complaint in part, finding the investigators’ failure to keep the applicant informed unlawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  On an unspecified date in 2011 the applicant complained to the same court about the lack of access to the case file. On 25 October 2011 she withdrew her complaint, as the investigators had granted her the access which she had sought.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  On 6 September 2012 the applicant complained to the same court that the investigation was ineffective and that the investigators had unlawfully suspended the criminal proceedings. Having found that the investigators had resumed the investigation three days earlier, the court dismissed her claim on 13 September 2012.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Isayeva v. Russia (no. 70095/12)",
                                "elements": [
                                    {
                                        "content": "81.  The applicant is the mother of Mr Isa Isayev, who was born in 1982.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Background information",
                                        "elements": [
                                            {
                                                "content": "82.  In 2002 the applicant’s son, Mr Isa Isayev, was arrested and detained in a remand prison, where he met Mr Kh. Later, the applicant’s son and Mr Kh. were released. Mr Kh. was apparently wanted by the police. According to the applicant, in order to locate Mr Kh., Officer S.G. from the Directorate for Combating Extremism and Criminal Terrorism at the Ministry of the Interior in Dagestan contacted Mr Isa Isayev and invited him to cooperate, but the latter refused, saying that he had no information concerning Mr Kh.’s whereabouts. In May-April 2007 Mr Isa Isayev complained to his mother of being under constant surveillance by lawenforcement agents. He was allegedly threatened by Officer G.S.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Disappearance of Mr Isa Isayev and the applicant’s attempts to establish his whereabouts",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Disappearance of Mr Isa Isayev",
                                "elements": [
                                    {
                                        "content": "83.  At about 2 p.m. on 26 April 2007 Mr Isa Isayev left his home in Makhachkala. At that time servicemen of the Sovetskiy regional police in Makhachkala (hereinafter “the ROVD”), in cooperation with the Police Special Task Unit (“the OMON”) from Rostov-on-Don, conducted a special operation in a neighbouring house. The house and the nearby area were cordoned off by servicemen in camouflage uniforms and balaclavas. Isa Isayev did not return and has been missing ever since.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  According to the applicant, about twenty male residents of Makhachkala, including her son, were abducted by law-enforcement agencies on that day (see the Dibirova application above (no. 66876/12)).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The applicant’s attempts to establish her son’s whereabouts",
                                "elements": [
                                    {
                                        "content": "85.  On 2 May 2007, during the search for her son, the applicant spoke to Mr A.M., a lawyer involved in the search for the group of men who had disappeared on 26 April 2007. Mr A.M. told her that after his disappearance, her son had been seen in a police station with a group of men who had been detained during the special operation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  On 10 June 2007 the applicant contacted Officer I.T., who told her that he had seen her son and the other abducted men on the premises of the ROVD (see paragraph 51 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  On 10 July 2007 the applicant had a meeting with Officer G.G., an official from the Dagestan Security Council, who told her that her son had been taken to the main military base of the federal forces in Khankala and that a criminal case had been opened against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  Later, on an unspecified date, an unidentified man who had been detained in Khankala and then released informed the applicant that Mr Isa Isayev had been seen there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The applicant sent the information which she had obtained to the investigators (see paragraphs 96 and 98 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Official investigation into the disappearance",
                                        "elements": [
                                            {
                                                "content": "90.  On 30 April 2007 the applicant lodged an official complaint, requesting that the authorities provide assistance in the search for her son.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  On 17 May 2007 the Sovetskiy district prosecutor’s office in Makhachkala refused to open a criminal case into the disappearance, referring to the absence of a criminal act.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  On 24 May 2007 a supervising prosecutor overruled the above decision and ordered that an investigation be instituted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  On 29 May 2007 the prosecutor’s office opened criminal case no. 702839 (in the documents submitted, the number was also referred to as 702819) under Article 126 of the CC (abduction).",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  A copy of the case file submitted by the Government to the Court was missing a certain number of pages. From the documents in the Court’s possession, it appears that the investigation proceeded as follows.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  On 6 June 2007 the applicant was granted victim status in the case and questioned. Her statement to the investigators was similar to her account before the Court. She stated that on the day of Mr Isayev’s disappearance a special operation had been conducted in a neighbouring house by officers from the ROVD and the OMON from Rostov-on-Don. According to her, Mr Isa Isayev had been arrested and taken to a police station in Makhachkala under a fictitious name. Later the applicant had heard that her son had been transported to a military base in Khankala.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  On 11 July 2007 the investigators again questioned the applicant. She informed them about her conversation with Officer G.G. (see paragraph 87 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  On 29 July 2007 the investigation was suspended for failure to identify the perpetrators. It was then resumed on 17 August, 25 September and 13 December 2007, 9 April and 20 October 2008, 3 March 2009, 19 January and 24 May 2011, and 5 March 2012, and then suspended on 25 September and 25 October 2007, 18 January, 9 May and 20 November 2008, 3 April 2009, 19 February and 23 June 2011 and 5 April 2012 respectively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  On 3 and 13 August and 19 September 2007 the applicant informed the investigators about threats from Officer G.S. which Mr Isa Isayev had received shortly before his disappearance. She also informed the investigators about her conversation with Officer I.T. (see paragraphs 82 and 86 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  On 17 August and 19 October 2007 the supervising investigating authority criticised the investigators for failing to take important investigative measures, in particular: failing to establish the location of the FSB detention facility in Khankala where members of illegal armed groups were detained; and failing to question Officer G.G. and obtain a character reference for the applicant’s son.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  On 22 December 2007 the investigators informed the Minister of the Interior in Dagestan about the poor quality of the operational-search activities in the case. According to them, the local police either gave only formalistic replies to their requests for assistance or did not reply at all. The investigators asked the minister to ensure that his subordinates provided effective operational support in relation to the investigation of the criminal case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  On 25 December 2007 the investigators questioned Officer G.G., who confirmed that, according to his information, Mr Isa Isayev was being detained in Khankala.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  On 18 January 2008 the investigators questioned Officer N.D., the commander of the Khankala garrison. He stated that there were no detention facilities on the premises of the Khankala headquarters, and that the applicant’s son was not being detained there.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  On 20 and 21 April 2008 the investigators again questioned the applicant. She stated that before his abduction her son had been under pressure from Officer S.G., who had sought information on Mr Kh.’s whereabouts (see paragraph 82 above). She also stated that on 2 May 2007 she had spoken to Mr A.M., a lawyer who had been involved in the search for the group of men who had disappeared in Makhachkala on 26 April 2007. Mr A.M. had told her that after his disappearance, her son had been seen in a police station with the other men detained that day.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  On 24 April 2008 the investigators questioned the applicant’s neighbour. He confirmed that the entire neighbourhood had been blocked by State agents on 26 April 2007, and that later that day the applicant had been looking for her son.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  On 15 August 2008 the first deputy prosecutor of Dagestan ordered that a number of procedural flaws in the investigation should be eliminated. In particular, the investigators were ordered: to properly verify the information submitted by the applicant; to question Mr A.M.; to obtain information from law-enforcement agencies about the special operation conducted on 26 April 2008; to question the applicant’s neighbours about that operation; to check if the applicant’s son had had a mobile telephone with him at the time of his abduction; to obtain information about his personality and social connections; and to carry out other measures.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  On 13 November 2008 the investigators questioned two neighbours of the applicant, neither of whom had seen the arrest of her son.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  On 19 November 2008 the investigators questioned the lawyer A.M. He could not recall the conversation with the applicant on 2 May 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  On 7 July 2009 the applicant requested that the investigators grant her access to the case file. No reply was given to the request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  On 23 March 2011 the applicant was questioned. She confirmed her previous statements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  On 29 March 2011 Ms G.R., a human rights activist in Dagestan, and Ms Sh.D., the mother of another man who had disappeared, were questioned. They confirmed that a group of about twenty young men had disappeared in Dagestan on 26 April 2007, and recounted a conversation which they had had with Officer I.T., who had told them that he had seen the abducted men at the ROVD.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  On 15 November 2011 the applicant’s lawyer, Mr Sh.I., requested access to the case file. On an unspecified date the investigators allowed him to access some of the documents in the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  On 13 February 2012 Mr Sh.I. requested full access to the case file and asked that the proceedings be resumed. The investigators refused to grant full access to the file, but resumed the proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Proceedings against the investigators",
                                        "elements": [
                                            {
                                                "content": "113.  On 5 March 2010, before the Sovetskiy District Court in Makhachkala, the applicant challenged the lack of access to the case file and the investigators’ failure to examine her request of 7 July 2009. On 25 March 2010 the court dismissed her complaint, finding that the application had been duly examined on 14 August 2009 and that there were no obstacles to accessing the file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  On 16 April 2012, before the same court, the applicant’s legal representative challenged the refusal to grant full access to the investigation file. On 26 April 2012 the court discontinued the proceedings, finding that the investigators had granted him full access to the case file on 25 April 2012.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Ilyasova v. Russia (no. 71667/12)",
                                "elements": [
                                    {
                                        "content": "115.  The applicant is the mother of Mr Suleyman Ilyasov, who was born in 1985.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Background information",
                                        "elements": [
                                            {
                                                "content": "116.  Between 2006 and 2008 Mr Suleyman Ilyasov participated in an illegal armed group operating in Chechnya.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  On 12 March 2009 he surrendered to the authorities and admitted that he had taken part in illegal activities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  On 21 March 2009 the authorities decided against instituting a criminal case against Mr Ilyasov, referring to the absence of corpus delicti.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Abduction of Mr Suleyman Ilyasov",
                                        "elements": [
                                            {
                                                "content": "119.  During the night of 1 October 2009 the authorities conducted a special operation in the village of Aslanbek-Sheripovo, Chechnya, where Mr Ilyasov lived with his family.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  A group of fifteen to twenty armed men in camouflage uniforms arrived in the village in a UAZ vehicle, a VAZ 2114 car, three Lada Priora cars, a jeep, and a white GAZelle minivan with registration plate no. A499XX. The UAZ vehicle was equipped with firing ports and had a registration plate containing the digits 357 or 754. Two of the other vehicles in the convoy had registration plates containing the digits 745 and 283. The armed men were of Chechen appearance and spoke Chechen; some of them wore helmets and one of them had the OMON insignia on the back of his uniform.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  The men forced entry into the house of the applicant’s neighbour, Ms A.N., searched the premises and then left. Some of them went into the courtyard of the house of another neighbour, Mr U.S., and asked him how to find the Ilyasovs’ house.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  At about 11 p.m. that night the men forced entry into the applicant’s house. The applicant, Mr Ilyasov, his sister (Ms A.I.) and other family members were at home. Several men forced Mr Ilyasov outside, while others searched the premises and seized his identity documents, his mobile telephone and the mobile telephone belonging to Ms A.I. The men then took Mr Ilyasov to the vehicles mentioned above, which were parked about two hundred metres away from the Ilyasovs’ house. They handcuffed him and put him into the white GAZelle minivan. Ms A.I. followed the men and saw her brother in the minivan. She managed to get into the van, but the men threatened to beat her and she got out. The convoy then left, driving though the nearby village of Shatoy in the direction of Grozny, and passing through road checkpoints on the way without hindrance.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Official investigation into the abduction",
                                        "elements": [
                                            {
                                                "content": "123.  On 2 October 2009 the applicant complained of the abduction to the Shatoy inter-district prosecutor’s office. On the same day her complaint was referred to the Grozny inter-district investigation department of the Chechnya Investigations Committee (“the investigators”) for further processing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  On the next day the police interviewed several of the applicant’s neighbours. None of them had seen the abduction. They had learned about it from the applicant on the morning of 2 October 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  On 5 and 7 October the investigators asked several lawenforcement authorities whether Mr Ilyasov had been arrested by them. No affirmative reply was forthcoming.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  On 7 October 2009 the investigators photographed the applicant’s house and attached the photos to the investigation file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  On the same day, 7 October 2009, the investigators questioned the applicant and her daughter Ms A.I. Their statements were similar to the applicant’s submission to the Court described above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  On 15 October 2009 the investigators refused to open a criminal case, stating that Mr Ilyasov might have been detained by law-enforcement agencies in connection with his involvement in illegal armed groups.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  On 17 October 2009 the investigators received a letter replying to a request for information that they had sent to the traffic police regarding the registered owners of vehicles with the registration plates nos. A499XX95 and A357KX95, numbers which had been mentioned by Ms A.I. According to the letter, the first plate belonged to Mr R.Yu. and the second belonged to the Grozny police department. The investigators then asked the police to locate Mr R.Yu.",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  On 30 October 2009 the decision of 15 October 2009 refusing to open a criminal case was overruled as unlawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  On 9 November 2009 the investigators opened criminal case no. 81010 under Article 126 § 2 and Article 161 § 2 of the CC (aggravated abduction and robbery).",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  On 10 November 2009 the applicant was granted victim status and questioned. She confirmed the statement which she had given before.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  On the same day, 10 November 2009, the investigators questioned Ms A.I., who stated that Mr Suleyman Ilyasov had been visited by two members of an illegal armed group in September 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "134.  On 11 and 12 November 2009 the investigators granted victim status to Mr Suleyman Ilyasov’s brother (Mr R.I) and sister (Ms A.I.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  On various dates in November 2009 the investigators requested information from a number of law-enforcement agencies as to whether they had arrested or detained Mr Ilyasov, and whether any special operation had been conducted in the village at the time of the abduction. No positive response was received.",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  On 27 November 2009 the traffic police informed the investigators that a vehicle with the registration plate no. A357KX95, a white GAZelle minivan, was listed as belonging to the OMON police unit. Subsequently, the investigators obtained information that the vehicle was used by a police sergeant, A.M.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  On 17 November 2009 and 7 December 2010 the Shatoy District Court in Chechnya authorised the gathering of information from the mobile telephones of Mr Suleyman Ilyasov and Ms A.I.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  On 24 November 2009 the investigators examined the crime scene. Several objects, including items of clothing belonging to Mr Ilyasov, were collected as evidence. On 30 November 2009 the investigators ordered a forensic biological examination of the evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  On 24 November 2009 the investigators questioned Ms A.N., who stated that at around 11 p.m. on 1 October 2009 a group of ten to fifteen armed men in camouflage uniforms had arrived at her house, inspected the premises and left.",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  On the same date, the investigators questioned the applicant’s fellow villagers, Mr U.S. and Ms S.S., both of whom stated that on the evening of 1 October 2009 a group of men in camouflage uniforms had arrived at their house and asked them about the location of the Ilyasovs’ house.",
                                                "elements": []
                                            },
                                            {
                                                "content": "141.  On 24 November 2009 the investigators questioned several servicemen who had been manning checkpoint no. 221 at the entrance to Shatoy on the night of the abduction. They all stated that they did not recall a convoy of vehicles passing though the checkpoint that night.",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  On 27 November 2009 the traffic police informed the investigators that the UAZ vehicle with the registration number A357KX95 was used by the OMON. Subsequently, the investigators were informed that an officer, S.A., had been using the vehicle since 6 June 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  On 2 and 18 December 2009 the investigators asked the OMON to provide them with information about any special operation in respect of Mr Suleyman Ilyasov and his alleged arrest, and to ensure that the officers responsible for the vehicles with the registration plates nos. A499KX95 and A357KX95 gave their statements to the investigators. As no reply was received, the investigators repeated their request on 29 December 2009, 22 November 2011 and 7 October 2013.",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  On 3 December 2009 the forensic experts informed the investigators that it was impossible to carry out an examination of the evidence, owing to a lack of qualified specialists.",
                                                "elements": []
                                            },
                                            {
                                                "content": "145.  On 5 December 2009 the investigators questioned the owner of the vehicle with registration plates no. A499XX95, Mr R.Yu. He denied having visited the applicant’s village.",
                                                "elements": []
                                            },
                                            {
                                                "content": "146.  On 2 and 16 December 2009 Mr R.I. was questioned again. He repeated his account of the circumstances of his brother’s abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "147.  On 7 January 2010 the investigators questioned several other servicemen from checkpoint no. 221. They all stated that they had not seen a convoy of vehicles passing though the checkpoint on 1 October 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "148.  On 9 January 2010 the investigation was suspended owing to a failure to identify the perpetrators. Subsequently, the proceedings were resumed on 8 November 2010 and 7 October 2013, and then suspended on 8 December 2010 and 7 November 2013 respectively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  Between 11 and 19 November 2009 the investigators questioned several village residents, who stated that they had not seen Mr Suleyman Ilyasov’s abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  On 7 December 2010, at the investigators’ request, the Shatoiy District Court of Chechnya allowed them to access the data related to the telephone seized by the abductors. It is unclear if the investigators obtained the required information from the mobile operator.",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  On 12 September 2012 the applicant’s legal representative requested that the investigators grant her access to the criminal case file. The request was granted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  On 2 October 2013 the investigators’ superior examined the investigation file and ordered that a number of investigative actions should be performed. In particular, the investigators were to: question the OMON officers responsible for the vehicles with the registration plate nos. A499KX95 and A357KX95; obtain a list of persons who had been manning the OMON headquarters in Chechnya on 1 October 2010; examine the OMON records regarding the departure of vehicles; obtain information about Mr Suleyman Ilyasov’s telephone calls; investigate whether Mr Suleyman Ilyasov could have joined an illegal armed group; identify other witnesses to the abduction; and perform other investigative steps.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Bisultanovy v. Russia (no. 75973/12)",
                                "elements": [
                                    {
                                        "content": "153.  The first and third applicants are the parents of Mr Timur Bisultanov, who was born in 1972, and the second applicant is his daughter. The third applicant, the father of Mr Timur Bisultanov, died on 11 December 2012.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Background information",
                                        "elements": [
                                            {
                                                "content": "154.  At the material time, Mr Bisultanov lived in Grozny, Chechnya. On account of the ongoing military operation in Chechnya, he and his family moved to the neighbouring Stavropol Region, where they settled temporarily in the village of Nadezhda.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Abduction of Mr Timur Bisultanov",
                                        "elements": [
                                            {
                                                "content": "155.  At about 7.30 a.m. on 21 May 2004 (in the documents submitted, the date was also referred to as 22 May 2004) Mr Bisultanov, his wife Ms P.S. and their daughter, the second applicant, were at home when a group of about twenty armed men in camouflage uniforms arrived at their house in Nadezhda.",
                                                "elements": []
                                            },
                                            {
                                                "content": "156.  The men were in a red PAZ bus and a white Niva car without registration plates. They were wearing balaclavas and military helmets. Having broken into the house, they searched it and then forced Mr Bisultanov outside.",
                                                "elements": []
                                            },
                                            {
                                                "content": "157.  Ms P.S. asked one of the men where her husband was being taken. The servicemen replied that she would be able to find him at the Shpakovskiy district police station (“the Shpakovskiy ROVD”) as soon as certain matters had been clarified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  Thereafter, the servicemen put Mr Bisultanov into the bus and drove off to an unidentified destination.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Official investigation into the abduction",
                                        "elements": [
                                            {
                                                "content": "159.  On 22 May 2004 Ms P.S. informed the Shpakovskiy ROVD of the abduction and requested assistance in the search for her husband.",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  On the same day, 22 May 2004, the investigators questioned Ms P.S. Her statement was similar to those which she made before the Court. She stated that the perpetrators had searched their house, looking for illegal drugs or weapons. The investigators also questioned two village residents. One of them had seen men in military uniforms who had got out of the PAZ bus and the Niva car and then entered the applicant’s house on 21 May 2004. Another witness had seen the vehicles passing by in the village. Later that day police officers examined the crime scene. No evidence was collected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  On 1 June 2004 the Shpakovskiy ROVD refused to open a criminal case, concluding that Mr Bisultanov had been arrested by law-enforcement officers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  On 2 June 2004 the above decision was overruled and the investigation was sent to the Shpakovskiy district prosecutor’s office.",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  The next day, 3 June 2004, the prosecutor’s office initiated a preliminary inquiry into the incident. Its investigators questioned Ms P.S. Her statement was similar to that of the applicant before the Court. She also noted that after the search the perpetrators had seized 150 audio-recordings, ten video-recordings, a family photo album, a mobile telephone, her husband’s driving licence and other items.",
                                                "elements": []
                                            },
                                            {
                                                "content": "164.  On 3 and 6 June 2004 the investigators asked the Ministry of the Interior’s office in the Stavropol Region and the Department of the Ministry of the Interior for Combating Organised Crime in the Stavropol Region to provide them with information about Mr Bisultanov’s alleged arrest. The authorities replied that they had not carried out any special operations in respect of Mr Bisultanov.",
                                                "elements": []
                                            },
                                            {
                                                "content": "165.  On 29 June 2004, at the request of the investigators, the traffic police informed them that the PAZ bus and the Niva car had not been registered at road checkpoints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "166.  On 13 June 2004 the prosecutor’s office refused to open a criminal case into the abduction of Mr Timur Bisultanov. Having noted the manner in which the perpetrators had acted and their special equipment, the investigators concluded that Mr Timur Bisultanov had apparently been arrested by special police or an FSB unit, and that the information about his arrest might be classified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "167.  On 16 June 2004 the Shpakovskiy district prosecutor’s office of the Stavropol Region overruled the above decision and opened criminal case no. 26034 under Article 285 of the CC (abuse of office).",
                                                "elements": []
                                            },
                                            {
                                                "content": "168.  On 29 June 2004 the investigators questioned Ms P.S., who confirmed her previous statement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "169.  On 9 July 2004 the investigators questioned three police officers who had been on duty at the road checkpoint near the applicant’s village. They had not seen a white Niva car or a red PAZ bus passing by.",
                                                "elements": []
                                            },
                                            {
                                                "content": "170.  On 16 July 2004 the Shpakovskiy district prosecutor’s office opened another criminal case, under Article 126 of the Criminal Code (abduction). The case was given the number 10074.",
                                                "elements": []
                                            },
                                            {
                                                "content": "171.  On the same day case no. 10074 was joined to case no. 26034.",
                                                "elements": []
                                            },
                                            {
                                                "content": "172.  On 23 July 2004 the first applicant and Ms P.S. were granted victim status in case no. 26034.",
                                                "elements": []
                                            },
                                            {
                                                "content": "173.  On 5 August 2004 the investigators questioned Mr S.K., a village resident, who said that at around 7 a.m. on 21 May 2004, on his way to work, he had seen a Niva car and a PAZ bus near Mr Timur Bisultanov’s house. According to him, several people wearing green camouflage uniforms, balaclavas and helmets, armed with Kalashnikov automatic weapons, had been in the courtyard of the house, while several other people in black suits had been standing outside. Those people had ordered him to move away. Several minutes later the vehicles had left the scene of the incident.",
                                                "elements": []
                                            },
                                            {
                                                "content": "174.  On 13 August 2004 the investigation was suspended for failure to identify the perpetrators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "175.  On 23 August 2004 the first applicant asked the Russian President to assist in the search for her son. In reply, she was informed that her request had been sent to the investigators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "176.  On 31 August 2004 the deputy prosecutor of the Shpakovskiy District overruled the above decision of 13 August 2004 as premature and ill-founded, and ordered that the investigation be resumed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "177.  On 7 September 2004 the investigators examined the crime scene and, taking into account witness evidence, speculated as to how the perpetrators had arrived at and departed from it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "178.  On 30 September 2004 the investigators suspended the proceedings for failure to identify the perpetrators. Subsequently, the proceedings were resumed on 20 January 2005, suspended on 20 February, and then resumed on 22 June 2005 and suspended again on 22 July 2005",
                                                "elements": []
                                            },
                                            {
                                                "content": "179.  On various dates in 2004 and 2005 the first applicant submitted several requests to the FSB in Chechnya and the Chechen Parliament, asking them to assist in the search for her son. Her requests were then forwarded to the investigators, who informed her that the criminal proceedings concerning Mr Timur Bisultanov’s abduction were ongoing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "180.  On 13 May 2006, while the investigation was suspended, a police officer from the Zavodskoiy district police interviewed the first and the third applicants, who confirmed their statements about the abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "181.  On 6 May 2008 the Zavodskoiy District Court of Grozny declared the first applicant’s son a missing person, at her request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "182.  On an unspecified date in 2009 the first applicant complained to the Stavropol Region’s prosecutor’s office that the investigation into her son’s abduction was ineffective. By a letter dated 25 June 2009 she was informed that the decision to suspend the investigation dated 22 July 2005 had been overruled by a higher investigating authority on 23 June 2009. It appears that shortly thereafter the investigation was resumed and then suspended again.",
                                                "elements": []
                                            },
                                            {
                                                "content": "183.  On 11 January 2010 and 15 July 2011 the first applicant contacted the investigators, alleging that her son had been abducted by the OMON following his former partner, Ms G.G., informally requesting his abduction. According to her, Ms G.G. had sought revenge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "184.  It appears that at the request of his family, Mr Timur Bisultanov was declared a dead person. The record of that declaration was made on 27 July 2010.",
                                                "elements": []
                                            },
                                            {
                                                "content": "185.  On 8 August 2011 the first applicant asked the investigators to grant her access to the case-file material and resume the investigation. Having received no reply to her request, she challenged the investigators’ inaction in court (see paragraph 187 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "186.  From 2006 to 2016 the investigators had briefings every year about the ongoing operational-search activity in the case, briefings which culminated in decisions to continue such activity. The records of each of those meetings are almost identical and differ primarily as regards the dates and the participants.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Proceedings against the investigators",
                                        "elements": [
                                            {
                                                "content": "187.  On 19 July 2012, before the Shpakovskiy District Court of the Stavropol Region, the first applicant challenged her lack of access to the case file and the investigators’ failure to take basic procedural steps.",
                                                "elements": []
                                            },
                                            {
                                                "content": "188.  On 15 August 2012 the court dismissed the complaint, as the applicant’s request of 8 August 2011 had not reached the investigators. The first applicant did not appeal against that decision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT legal framework and material",
                        "elements": [
                            {
                                "content": "189.  For a summary of the relevant domestic law and international and domestic reports, see Makayeva v. Russia, no. 37287/09, §§ 67-77, 18 September 2014; Aslakhanova and Others v. Russia (nos. 2944/06, 8300/07, 50184/07, 332/08 and 42509/10, §§ 80-84, 18 December 2012; and Akhmadova and Sadulayeva v. Russia (no. 40464/02, §§ 67-69, 10 May 2007).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "190.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "compliance with the six-month rule",
                        "elements": [
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "191.  In their observations, the Government argued that the applicants in Izhayeva (no. 53074/12) and Bisultanovy (no. 75973/12) had lodged their applications with the Court several years after the abductions of their relatives, and more than six months after the date when they ought to have become aware of the ineffectiveness of the relevant investigations. As regards the first case, the Government contested that the applicant’s representative had unduly delayed in lodging the application with the Court. As regards the second case, the Government drew the Court’s attention to the period of inactivity in the investigation, particularly between 2005 and 2007, when the applicants had remained passive and had not maintained contact with the investigators. At that time they should have become aware that further investigation would be ineffective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "192.  In reply to the above submissions, the applicants in Izhayeva (no. 53074/12) and Bisultanovy (no. 75973/12) noted that they had complied with the sixmonth rule. They had taken all possible steps within a reasonable time to initiate the search for their missing relatives and assist the authorities in the proceedings. There had been no excessive or unexplained delays in lodging their applications with the Court, which had been brought as soon as they had considered the domestic investigations to be ineffective.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "General principles",
                                        "elements": [
                                            {
                                                "content": "193.  A summary of the principles concerning compliance with the sixmonth rule in disappearance cases may be found in Sultygov and Others (cited above, §§ 36974).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Application of the principles to the present case",
                                        "elements": [
                                            {
                                                "content": "194.  Turning to the circumstances of the present case, the Court notes that in each application the applicants lodged their complaints within ten years of the incidents and the initiation of the related investigations (see Varnava and Others v. Turkey [GC], nos. 16064/90 and 8 others, § 166, ECHR 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "195.  The Court further notes that the applicants informed the authorities about the abductions of their relatives shortly after the incidents (see paragraphs 13, 56, 90, 123, and 159 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "196.  The Court further observes that in each of the applications the authorities opened a criminal investigation into the applicants’ complaints of abduction, investigations which were repeatedly suspended and then resumed following criticism by the supervising investigators. In each case, the relevant investigation was still ongoing when the application was lodged with the Court (see paragraph 5 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "197.  The Court also notes that there were certain lulls in the criminal proceedings. In Izhayeva (no. 53074/12), Dibirova (no. 66876/12), Isayeva (no. 70095/12) and Ilyasova (no. 71667/12) the proceedings did not exceed two and a half years. The most significant gap occurred in Bisultanovy (no. 75973/12) between 22 July 2005 and 23 June 2009 (see paragraphs 178 and 182 above). However, during that period the applicants remained active. Specifically, in 2006 they had an interview with a police officer from the Zavodskoy district police, in 2008 they initiated court proceedings in order to have their disappeared relatives declared missing persons, and in 2009 they complained of the ineffectiveness of the investigation (see paragraphs 180-182 above). Their complaint was successful and resulted in the resumption of the proceedings (see paragraph 182 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "198.  In assessing the circumstances of the present case, the Court takes into account that all of the applications were lodged within ten years of the incidents, and that the authorities became aware of the abductions without undue delay. It also notes the applicants’ efforts to have the dormant proceedings resumed, and their overall active stance in the proceedings. Therefore, it concludes that the applicants acted diligently and maintained contact with the investigators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "199.  Given the fact that the investigations were complex and concerned very serious allegations, the Court concludes that it was reasonable for the applicants to wait for developments that could have resolved crucial factual or legal issues (see El-Masri v. the former Yugoslav Republic of Macedonia [GC], no. 39630/09, § 142, ECHR 2012). The lulls in the proceedings therefore cannot be interpreted as failure on the part of the applicants to comply with the six-month requirement (see, by contrast, Doshuyeva and Yusupov v. Russia (dec.), 58055/10, §§ 41-47, 31 May 2016, where the applicants did not contact the investigating authorities for about eight years and three months while the relevant investigation was seemingly dormant).",
                                                "elements": []
                                            },
                                            {
                                                "content": "200.  In the light of the above, the Court concludes that the applicants have complied with the six-month rule.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "compliance with the exhauStion rule",
                        "elements": [
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "201.  The Government argued that the applicants’ complaints were inadmissible, because it had been open to them to lodge complaints concerning any acts or omissions on the part of the investigators with the supervising investigating authorities or courts, but they had failed to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "202.  The applicants contested the Government’s non-exhaustion plea, stating that the only supposedly effective remedy, the criminal investigation, had proved to be ineffective.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "203.  The Court considers that the Government’s objection raises issues concerning the effectiveness of the investigation which are closely linked to the merits of the applicants’ complaints. Thus, it decides to join this objection to the merits of the case, and considers that the issue falls to be examined below.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "THE COURT’S ASSESSMENT OF THE EVIDENCE AND THE ESTABLISHMENT OF THE FACTS",
                        "elements": [
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "The applicants’ submissions",
                                        "elements": [
                                            {
                                                "content": "204.  The applicants alleged that State agents had taken away their relatives and subsequently killed them. In support of their complaints, they referred to the following facts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "205.  In Izhayeva v. Russia (no. 53074/12) the applicant submitted: that the area where the abduction had taken place had been under the exclusive control of Russian federal forces, who had had several road checkpoints around Grozny; that it had been established that one of the perpetrators’ vehicles had belonged to the FSB; and that the perpetrators had been able to pass through the checkpoints unhindered, which had only been possible for federal forces’ vehicles with special laissez-passer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "206.  In Dibirova v. Russia (no. 66876/12) the applicant pointed out that her son had already been arrested by law-enforcement agents in a similar manner in 2006, and that in June 2007 she had obtained reliable information about his detention in Khankala. Later, that information had been confirmed by Officer G.G., the head of the Dagestan Security Council.",
                                                "elements": []
                                            },
                                            {
                                                "content": "207.  In Isayeva v. Russia (no. 70095/12) the applicant argued that her son had been one of twenty men abducted by federal forces on 26 April 2007, and that on the same day the ROVD, in cooperation with the OMON, had conducted a special operation in a neighbouring house. Moreover, her son’s detention had been confirmed by Officer G.G.",
                                                "elements": []
                                            },
                                            {
                                                "content": "208.  In Ilyasova v. Russia (no. 71667/12) the applicant submitted that the investigators themselves had accepted that her son had been arrested by law-enforcement officers and had used this as grounds for refusing to open a criminal case. She also pointed out that there had been many perpetrators, that they had acted in a well-coordinated manner, and that they had used a vehicle belonging to the OMON.",
                                                "elements": []
                                            },
                                            {
                                                "content": "209.  Lastly, in Bisultanovy v. Russia (no. 75973/12) the applicants pointed to the investigators’ findings in the refusal to open a criminal case issued on 13 June 2004, according to which Mr Bisultanov had been arrested by law-enforcement officers. The applicants also referred to the fact that the offence had been legally classified under Article 285 of the CC – “abuse of office” – alleging that this had been a clear acknowledgment that State agents had been involved in the offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "210.  The applicants submitted that they had made out a prima facie case that their relatives had been abducted by State agents, and that their account of the events had not been rebutted by the Government. They stressed that their relatives had disappeared in life-threatening circumstances, that they had been missing for a long period of time, and that therefore they must be presumed dead.",
                                                "elements": []
                                            },
                                            {
                                                "content": "211.  The applicants further argued that the investigations into the abductions had been ineffective. In particular, they alleged that the investigators had either failed to take a number of crucial investigative steps or had taken important steps after major delays and deficiencies (see paragraphs 241-245 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "212.  The applicants in Dibirova (no. 66876/12) and Isayeva (no. 70095/12) submitted that the Government had failed to submit the relevant criminal case files in their entirety, in spite of the Court’s request in that regard. Consequently, the applicant in the first case invoked Article 38 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "213.  The Government stated that the domestic investigations into the incidents under examination had been thorough, however, they had not obtained any evidence that State agents had been involved in the abductions of the applicants’ relatives.The evidence adduced by the applicants had been too unreliable or insufficient to amount to a prima facie case of State agents being involved in the abductions of their relatives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "214.  In four cases the Government put forward alternative proposals as to the identity of the abductors.",
                                                "elements": []
                                            },
                                            {
                                                "content": "215.  In Dibirova (no. 66876/12) the Government submitted that before his disappearance the applicant’s son had been convicted of the illegal use of weapons. According to the Government, that showed that he could have been abducted by his criminal partners.",
                                                "elements": []
                                            },
                                            {
                                                "content": "216.  In Isayeva (no. 70095/12) the Government alleged that the applicant’s son had been recruited by Mr Kh. (apparently while they had both been detained in a remand prison) and on 26 April 2007 he had decided to join Mr Kh.’s illegal armed group.",
                                                "elements": []
                                            },
                                            {
                                                "content": "217.  In Ilyasova (no. 71667/12) the Government submitted that prior to his abduction the applicant’s son had had contact with members of an illegal armed group and had been involved in their activities. Therefore, it could be presumed that members of that group had abducted him to prevent information about their location or criminal plans being leaked. The fact that the perpetrators had used a civilian vehicle supported that assumption.",
                                                "elements": []
                                            },
                                            {
                                                "content": "218.  Lastly, in Bisultanovy (no. 75973/12) the Government submitted that the first applicant herself had alleged that the abduction of her son could have been as a result of his former partner seeking revenge. That explained the abductors’ civilian clothes and their use of non-military vehicles.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment of the facts",
                                "elements": [
                                    {
                                        "content": "General principles",
                                        "elements": [
                                            {
                                                "content": "219.  For a summary of the general principles, see Khava Aziyeva and Others, no. 30237/10, §§ 62-65, 23 April 2015, with further references.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Application of the principles to the present case",
                                        "elements": [
                                            {
                                                "content": "220.  The Court notes that the Government submitted relevant documents in reply to its request for complete copies of the investigation files relating to the abductions of the applicants’ relatives. In Dibirova (no. 66876/12) and Isayeva (no. 70095/12) the investigation files were not submitted in full (see paragraphs 59 and 94 above). However, regard being had to the material in its possession, the Court considers that the lack of certain documents does not preclude it from examining the issues raised in those applications.",
                                                "elements": []
                                            },
                                            {
                                                "content": "221.  Keeping in mind the parties’ submissions, the Court’s task is to decide whether the circumstances of the cases at hand could warrant the conclusion that State agents were responsible for the abductions of the applicants’ relatives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "222.  The Court notes that even though in each case the abductors used civilian vehicles – unlike in numerous other cases concerning abductions by State agents which were perpetrated several years prior to the events in question (see, for example, Giriyeva and Others v. Russia, no. 17879/08, 21 June 2011; Kosumova and Others v. Russia, no. 27441/07, 7 June 2011; Malika Alikhadzhiyeva v. Russia, no. 37193/08, 24 May 2011; Matayeva and Dadayeva v. Russia, no. 49076/06, 19 April 2011; and Nasukhanovy v. Russia, no. 1572/07, 10 February 2011) – the material before it demonstrates the validity of the applicants’ allegations concerning State agents’ involvement in their relatives’ abductions, for the following reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "223.  Firstly, it should be taken into account that the abductions took place in the Northern Caucasus, after a large-scale counterterrorist operation in Chechnya had ended, but while isolated enforced disappearances continued to occur (see, among many examples, Alikhanovy v. Russia, no. 17054/06, 28 August 2018; Tsakoyevy v. Russia, no. 16397/07, 2 October 2018; Turluyeva v. Russia, no. 63638/09, 20 June 2013; Khava Aziyeva and Others, cited above; Makayeva, cited above; and Askhabova v. Russia, no. 54765/09, 18 April 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "224.  Secondly, it is not disputed by the parties that prior to their abductions, the disappeared men in Dibirova (no. 66876/12), Isayeva (no. 70095/12) and Ilyasova (no. 71667/12) were under surveillance or at least the subject of focused attention from law-enforcement agencies (see paragraphs 45, 82, and 116-118 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "225.  Thirdly, the particularities of each case as highlighted by the applicants suggest that State agents were the perpetrators of those abductions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "226.  Thus, in Izhayeva (no. 53074/12) the perpetrators involved in the abduction of Mr Izhayev identified themselves as servicemen from the “oil regiment”. In addition to Mr Izhayev, they seized his neighbour, and interrogated him about the Wahhabis and the illegal possession of weapons before releasing him and saying that he was not guilty. It appears that such actions and questions were typical of law-enforcement officers working in the region. The fact that the perpetrators moved at high speed without being stopped at checkpoints supports the applicant’s assertion that the abduction was carried out by federal forces. The validity of that assertion was strongly supported by the ensuing investigation, which established that one of the perpetrators’ vehicles had belonged to the FSB (see paragraphs 11, 12, 17 and 19 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "227.  In Dibirova (no. 66876/12) and Isayeva (no. 70095/12) the abduction of the applicants’ sons took place at a time when there were mass arrests in Makhachkala. In both cases a high-ranking official – the head of the Dagestan Security Council, Officer G.G. – acknowledged that the abducted men were being detained by federal forces in Khankala. According to the applicants, their relatives’ detention in State custody was also confirmed by Officer I.T. and other witnesses who had seen them in the hands of federal forces (see paragraphs 48, 51, 54, 65, 86, 87 and 101 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "228.  In Ilyasova (no. 71667/12) the perpetrators’ actions were undisguised. They asked the applicant’s neighbour how to find Mr Ilyasov, and they were equipped with helmets and had the OMON insignia on their camouflage uniforms. Moreover, as established by the investigators, one of their vehicles was listed as belonging to the OMON (see paragraphs 120, 136, 140, and 142 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "229.  Lastly, in Bisultanovy (no. 75973/12) the perpetrators acted in a large group of twenty persons wearing camouflage uniforms, balaclavas and helmets, armed with automatic weapons. They searched the house and then seized Mr Misultanov, saying that he was to be taken to the Shpakovskiy ROVD. Subsequently, the investigating authorities stated that the applicants’ relative had been arrested by a law-enforcement agency (see paragraphs 155, 157, 161 and 166 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "230.  The Court notes that the investigators took no meaningful steps to check whether the abductions could have been perpetrated for other reasons, for example because of a blood feud, a ransom, drugs or hostility. No serious steps were taken to verify those hypotheses. The reluctance of the police to actively investigate the matter, along with the applicants’ consistent allegations that State agents were involved in the incidents, provide the Court with grounds to conclude that the applicants have each made out a prima facie case that their relatives were abducted by State agents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "231.  The Government’s statement that the investigators found no evidence proving that members of law-enforcement authorities had been involved in the disappearances is rebutted by the case-file material, and in any event is insufficient to discharge their burden of proof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "232.  The Court notes the alternative explanations for the events in Dibirova (no. 66876/12), Isayeva (no. 70095/12), Ilyasova (no. 71667/12) and Bisultanovy (no. 75973/12). Regard being had to the absence of any evidence in support of those versions, the Court rejects them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "233.  Given the lack of any plausible explanation for the events in question, the Court finds that the applicants’ relatives Mr Arsen Izhayev, Mr Ramaz Dibirov, Mr Isa Isayev, Mr Suleyman Ilyasov and Mr Timur Bisultanov were arrested by State servicemen.",
                                                "elements": []
                                            },
                                            {
                                                "content": "234.  There has been no reliable news about those persons since their disappearances, which occurred between 2004 and 2009.The Government have not submitted any explanation as to what happened to them afterwards.",
                                                "elements": []
                                            },
                                            {
                                                "content": "235.  The Court finds that a situation where a person is detained by unidentified State agents without any subsequent acknowledgment of the detention and is then missing for several years can be regarded as life-threatening. This assumption is supported by the absence of the applicants’ relatives and the lack of any news about them for a number of years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "236.  Accordingly, the Court finds that the available evidence permits it to establish to the requisite standard of proof that Mr Arsen Izhayev, Mr Ramaz Dibirov, Mr Isa Isayev, Mr Suleyman Ilyasov and Mr Timur Bisultanov must be presumed dead following their unacknowledged detention by State agents.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "237.  The applicants complained under Article 2 of the Convention that their relatives had been abducted and subsequently deprived of their lives by State agents, and that the domestic authorities had failed to carry out effective investigations into the incidents. The relevant part of Article 2 of the Convention reads:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.”",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "238.  The Government contended that the domestic investigations had obtained no evidence indicating that the applicants’ relatives were dead or that any State agents had been involved in their abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "239.  In Izhayeva (no. 53074/12) and Bisultanovy (no. 75973/12) the Government further claimed that the investigations had met the Convention requirement of effectiveness, as all possible measures available under national law had been taken in order to solve the crimes. As regards the remaining cases, the Government did not comment on the effectiveness of the investigations.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The applicants’ submissions",
                                        "elements": [
                                            {
                                                "content": "240.  The applicants maintained their complaints and argued that their relatives had been abducted by State agents and subsequently killed, and that the ensuing investigations had been ineffective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "241.  In particular, the applicant in Izhayeva (no. 53074/12) submitted that the criminal investigation in that case had not been thorough or prompt. It had been prematurely suspended and then resumed on a number of occasions. Although the investigators had established that an FSB vehicle had been involved in the relevant incident, they had not questioned the driver of that vehicle or followed up on that information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "242.  In Dibirova (no. 66876/12) the applicant stated that the investigation as a whole had been formal and perfunctory. The investigators had suspended and resumed the proceedings on many occasions, without genuinely attempting to identify the perpetrators and comply with orders from the supervising authorities. In particular, they had failed to obtain information about the registered owner of the vehicle which the perpetrators had used and incoming and outgoing calls from her son’s mobile telephone.",
                                                "elements": []
                                            },
                                            {
                                                "content": "243.  In Isayeva (no. 70095/12) the applicant submitted that the Government had not provided a complete copy of the criminal file, and that the investigators had not duly informed her of the progress in the case. She pointed out that the investigation in the case had been interrupted by the investigators’ decision to suspend it, and that the investigation had been unsuccessful, as the perpetrators had remained unidentified. As regards specific shortcomings, she stated that the investigators had questioned important witnesses belatedly, about one and a half years after her son’s abduction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "244.  In Ilyasova (no. 71667/12) the applicant argued that the investigation had been ineffective because the investigators had failed: to open a criminal case and examine the crime scene in a timely fashion; to question the OMON officers responsible for the vehicle used by the perpetrators; to obtain data regarding Mr Ilyasov’s mobile telephone (its location, and its incoming and outgoing calls); and to obtain registration logs from road checkpoints. The applicant also submitted that the authorities, particularly the OMON, had been reluctant to cooperate with the investigators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "245.  In Bisultanovy (no. 75973/12), in general terms, the applicants maintained their complaint that the investigation had been ineffective.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "246.  In the light of the parties’ submissions, the Court considers that the complaint raises serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. Further, the Court has already found that the issue concerning the exhaustion of domestic remedies should be joined to the merits of the complaint (see paragraph 203 above). The complaint under Article 2 of the Convention must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Alleged violation of the right to life",
                                "elements": [
                                    {
                                        "content": "247.  The Court has already found that the applicants’ relatives must be presumed dead following their unacknowledged detention by State servicemen. In the absence of any plausible justification put forward by the Government, the Court finds that their deaths can be attributed to the State and that there has been a violation of the substantive aspect of Article 2 in respect of Mr Arsen Izhayev, Mr Ramaz Dibirov, Mr Isa Isayev, Mr Suleyman Ilyasov and Mr Timur Bisultanov.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Effectiveness of the investigations",
                                "elements": [
                                    {
                                        "content": "248.  For a summary of the general principles, see Khava Aziyeva and Others, cited above, §§ 77-81, with further references.",
                                        "elements": []
                                    },
                                    {
                                        "content": "249.  In the present case, each of the abductions was investigated. The Court must assess whether those investigations met the requirements of Article 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "250.  The Court’s examination of the material submitted by the parties leads it to the conclusion that the investigations carried out into the abductions were ineffective for the following reasons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "251.  The Court notes that the investigation in the case appears to have been perfunctory and to have lacked thoroughness, owing to the investigators’ failure to take a number of crucial investigative steps. For instance, they failed to follow up on the information that the registered owner of one of the vehicles used by the perpetrators was FSB military unit no. 78576, stationed in Grozny (see paragraph 17 above). Furthermore, the investigators made no attempt to identify or question the “oil regiment” officers allegedly involved in the abduction (see paragraph 19 above). Moreover, they did not obtain registration logs from the checkpoints in the vicinity of Grozny, or data from Mr Izhayev’s mobile telephone. Such failures seriously undermined the effectiveness of the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "252.  In addition to the above, the Court cannot overlook the fact that the investigators failed to comply with the instructions of their supervising authority of 30 October 2007 and 7 July 2008 obliging them to take important investigative steps (see paragraphs 29 and 38 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "253.  As regards the overall conduct of the proceedings, the Court notes that the proceedings were frequently interrupted by premature and illfounded decisions to suspend the investigation (see paragraphs 22, 24, 31, 35, 37 and 40 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "254.  The Court observes that the investigations into the abduction of Mr Dibirov and Mr Isayev were not formally joined to the investigations into the disappearance of other Makhachkala residents on the same date, nor were the investigations in those two cases coordinated with the other investigations. This may have precluded the exchange of information and, along with the other shortcomings, have rendered the proceedings ineffective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "255.  The Court notes that the investigations in both cases lacked thoroughness. For instance, the investigators repeatedly failed to take a number of important steps in Mr Dibirov’s case, particularly the steps listed in the decision of 25 August 2008 (see paragraphs 74 and 76 above). More specifically, the investigators failed: to follow up on the information regarding the registration number on the perpetrator’s vehicle; to question Ms A.D., who had allegedly seen Mr Dibirov in detention; to analyse data from Mr Dibirov’s mobile telephone; to check the database of unidentified remains; and to investigate Officer’s G.G. statement that Mr Dibirov had been detained in Khankala. As regards Mr Isayev’s case, the Court notes that the criminal proceedings were initiated after a significant delay (see paragraph 58 above), and from the beginning the investigators failed to verify information indicating that ROVD and OMON officers had been involved in the abduction (see paragraph 95 above). Despite the applicant’s assertions, they failed to obtain registration logs of detainees from the Makhachkala police station (ibid.), and failed to obtain DNA samples from Mr Isayev’s relatives to check those against the database of unidentified remains. The Court notes the police’s manifest failure to cooperate with the investigators. Such a formalistic approach and such reluctance evidently undermined the effectiveness of the operational-search measures and the investigation as a whole (see paragraph 100 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "256.  Lastly, the Court cannot overlook the fact that between 2007 and 2012 each of the investigations was suspended and resumed at least ten times (see paragraphs 96 above). As the Court has previously held, such premature suspensions, in a situation where vital steps had not been taken, undermined the investigators’ ability to identify and prosecute the perpetrators (see Ögur v. Turkey [GC], no. 21954/93, §§ 88, ECHR 1999III, and Khava Aziyeva and Others, cited above, § 86).",
                                        "elements": []
                                    },
                                    {
                                        "content": "257.  As regards this case, the Court notes the investigators’ inexplicable delay in examining the crime scene. They arrived at the applicant’s house five days after the crime report had been received (see paragraph 126 above). The examination performed was perfunctory and did not result in the collection of any evidence; therefore, the examination of the crime scene had to be repeated and was not carried out until 24 November 2009, almost two months after the abduction (see paragraph 138 above). This failure resulted in the inevitable loss of perishable evidence such as the perpetrators’ fingerprints, bootprints and tyre tracks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "258.  Furthermore, the Court notes the belated opening of the criminal case, which was instituted on 9 November 2009, thirty-seven days after the abduction complaint had been received (see paragraph 131 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "259.  The Court also notes that the investigation did not meet the thoroughness requirement, because the investigators failed: to properly investigate information indicating that one of the vehicles used by the perpetrators belonged to the OMON, and to question Sergeant A.M., who was responsible for that vehicle; and to obtain a list of officers who had been manning the OMON premises in Chechnya and examine the OMON logs regarding the departure of vehicles. Apparently, those important actions were not taken, despite the direct orders of the investigators’ superiors given on 2 October 2013 (see paragraphs 142 and 152 above). The Court observes that the OMON’s persistent reluctance to comply with the investigators’ requests could not justify the investigators’ inaction, and should, on the contrary, have rendered the investigators more proactive. Furthermore, from the material in the Court’s possession, it does not appear that the investigators analysed the telephone data from Mr Ilyasov’s mobile telephone operator, or that they obtained a DNA sample from his relatives to check against the database of unidentified remains.",
                                        "elements": []
                                    },
                                    {
                                        "content": "260.  The Court observes that the investigators did not obtain any evidence during the crime scene examination of 22 May 2004, and on 7 September 2004, several months after the incident, they carried out another crime scene examination (see paragraphs 107 and 177 above) on account of the perfunctory nature of the initial examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "261.  The Court further notes that the investigators opened the criminal case concerning the incident twenty-five days after the abduction complaint had been received, which cannot be considered a prompt response. Within two months the investigation was suspended for failure to establish the perpetrators. That decision was evidently premature, as the key investigative measures had not been taken.",
                                        "elements": []
                                    },
                                    {
                                        "content": "262.  Despite the fact that the case was opened in respect of an offence of “abuse of office”, the investigators made no genuine attempts to investigate that aspect of the crime. They disregarded the statement of Ms P.S. saying that the perpetrators had taken Mr Bisultanov to the Shpakovskiy ROVD. The investigators did not obtain the registration logs of detainees, question the police officers who had been manning the police station, or question the persons who had been detained at the police station on the date of the incident. Furthermore, from the material in the Court’s possession, it appears that the investigators made no genuine attempts to establish who was the registered owner of the red PAZ bus, or check whether Mr Bisultanov had had a mobile telephone with him. They failed to obtain either data relating to his mobile telephone number or data relating to the telephone seized by the perpetrators (see paragraph 163 above). Lastly, like in the other cases under examination, the investigators did not take a DNA sample from Mr Bisultanov’s relatives in order to carry out a comparative check against the database of unidentified remains.",
                                        "elements": []
                                    },
                                    {
                                        "content": "263.  As regards the overall conduct of the proceedings, the Court notes that routine briefings took place between 2006 and 2016 (see paragraph 186 above). The identical content of the records of those briefings shows that there was no meaningful assessment of the progress of the case or planning of investigative activity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "264.  In the light of the above, taking into account the absence of any tangible results in the ongoing investigations, the Court considers that it is highly doubtful that any appeals by the applicants against the investigators’ decisions would have had any prospects of spurring progress in the investigations or effectively influencing how they were conducted, particularly taking into account the investigators’ reluctance to actively pursue the proceedings. Accordingly, the Court finds that the remedy referred to by the Government was ineffective in the circumstances of the present case, and dismisses their objection as regards the applicants’ failure to exhaust domestic remedies in the context of the criminal investigations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "265.  In the light of the foregoing, the Court holds that the authorities failed to carry out effective criminal investigations into the circumstances surrounding the disappearance of Mr Arsen Izhayev, Mr Ramaz Dibirov, Mr Isa Isayev, Mr  Suleyman Ilyasov and Mr  Timur Bisultanov, in breach of Article 2 of the Convention in its procedural aspect.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "266.  The applicants in Izhayeva (no. 53074/12), Dibirova (no. 66876/12), Isayeva (no. 70095/12) and Ilyasova (no. 71667/12) relied on Article 3 of the Convention, submitting that as a result of their sons’ disappearance and the State’s failure to investigate those disappearances properly, they had endured mental suffering, in breach of Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "267.  The Government disagreed with the applicants’ allegations. They submitted that the applicants’ suffering did not amount to treatment prohibited by Article 3 of the Convention. In Dibirova (no. 66876/12), Isayeva (no. 70095/12) and Ilyasova (no. 71667/12) the Government submitted that the applicants had not witnessed the abductions and no psychological damage could have been inflicted on them by the authorities, which had duly investigated the abductions of their sons and had had no intention to cause the applicants any suffering. In Dibirova (no. 66876/12) the Government also stated that the applicant herself had not shown an interest in the proceedings, and therefore she could not have been affected by the manner in which they had been conducted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "268.  The applicants maintained their complaints. They argued that the abducted persons had been their close relatives and that the palpably ineffective investigations had caused them to experience prolonged anguish and mental suffering.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "269.  The Court notes that the applicants’ complaints under Article 3 of the Convention are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": [
                                            {
                                                "content": "270.  On many occasions the Court has found that in a situation of enforced disappearance, the close relatives of a victim may themselves be the victims of treatment in violation of Article 3. The essence of such a violation does not mainly lie in the fact of the “disappearance” of the family member, but rather concerns the authorities’ reactions and attitudes to the situation when it is brought to their attention (see Orhan v. Turkey, no. 25656/94, § 358, 18 June 2002, and Imakayeva v. Russia, no. 7615/02, § 164, ECHR 2006XIII (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "271.  Having considered the Government’s arguments, the Court dismisses them, regard being had to the close family link between the applicants and the abducted persons, and the applicants’ active stance in the criminal investigations. The applicants in each of the cases reported the abductions to the authorities (see paragraphs 13, 51, 90, 123 and 159 above), were granted victim status as persons who had suffered as a result the crimes (see paragraphs 18, 60, 95, 132 and 172 above), and maintained reasonable contact with the investigators.",
                                                "elements": []
                                            },
                                            {
                                                "content": "272.  The Court further notes that for several years none of the applicants had any news of their missing sons or any plausible explanation or information about what had become of them following their arrests. The Court’s findings under the procedural aspect of Article 2 are also of direct relevance here.",
                                                "elements": []
                                            },
                                            {
                                                "content": "273.  The Court therefore concludes that there has been a violation of Article 3 of the Convention in respect of the applicants in Izhayeva (no. 53074/12), Dibirova (no. 66876/12), Isayeva (no. 70095/12) and Ilyasova (no. 71667/12).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "274.  The applicants submitted that their relatives had been detained in violation of the guarantees contained in Article 5 of the Convention, the relevant parts of which read:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "2.  Everyone who is arrested shall be informed promptly, in a language which he understands, of the reasons for his arrest and of any charge against him.",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "275.  The Government asserted that the investigators had obtained no evidence to confirm that the applicants’ relatives had been arrested or detained by law-enforcement authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "276.  The applicants reiterated their complaints.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "277.  The Court notes that the applicants’ complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that the complaints are not inadmissible on any other grounds, and must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": [
                                            {
                                                "content": "278.  On a number of occasions the Court has found that unacknowledged detention is a complete negation of the guarantees contained in Article 5 of the Convention and discloses a particularly grave violation of its provisions (see Çiçek v. Turkey, no. 25704/94, § 164, 27 February 2001, and Luluyev and Others v. Russia, no. 69480/01, § 122, ECHR 2006-XIII (extracts)). The Court furthermore confirms that since it has been established that Mr Arsen Izhayev, Mr Ramaz Dibirov, Mr Isa Isayev, Mr Suleyman Ilyasov and Mr Timur Bisultanov were detained by State agents, apparently in the absence of any legal grounds or acknowledgement of such detention, the violations in respect of them constitute particularly grave violations of the right to liberty and security of person enshrined in Article 5 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "279.  In Bisultanovy (no. 75973/12) the applicants complained that their house had been unlawfully searched on 21 May 2004. They relied on Article 8 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "280.  Without providing any further arguments, the Government claimed that the applicants’ complaint was inadmissible and that their rights as provided for by Article 8 of the Convention had not been violated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "281.  The applicants maintained their complaints.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "282.  The Court notes that the applicants’ complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds and that it must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": [
                                            {
                                                "content": "283.  The Court observes that on the day following Mr Bisultanov’s abduction his relatives informed the authorities about the abduction and stated that their home had been searched (see paragraphs 159 and 160 above). Several days later the investigators were provided with a list of items seized during the search (see paragraph 163 above). Neither the investigating authorities nor the Government denied that the search in question had taken place.",
                                                "elements": []
                                            },
                                            {
                                                "content": "284.  The statements of the applicants and their relatives, which are not contested by the Government, indicate that the perpetrators did not show a search warrant. Nor did they indicate what the reasons were for their actions. Furthermore, it appears that no search warrant was drawn up at all, either before or after the events in question. In sum, the Court finds that the search in the present case was carried out without any, or any proper, authorisation or safeguards (compare Alpatu Israilova v. Russia, no. 15438/05, § 83, 14 March 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "285.  Accordingly, there was an interference with the applicants’ right to respect for their home. In the absence of any reference by the Government to the lawfulness and proportionality of that measure, the Court finds that there has been a violation of the applicants’ right to respect for their home as guaranteed by Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "286.  The applicants complained that they had been deprived of effective remedies in respect of their complaints under Article 2 of the Convention. In Isayeva (no. 70095/12), Ilyasova (no. 71667/12) and Bisultanovy (no. 75973/12) they also alleged that they had had no effective remedies for their complaints under Article 5 of the Convention. Furthermore, in Isayeva (no. 70095/12) and Ilyasova (no. 71667/12) the applicants alleged that they had had no effective remedies for their complaints under Article 3 of the Convention, contrary to Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "287.  The Government contended that the applicants had had effective remedies at their disposal as required by Article 13 of the Convention, stating that they had had an opportunity to challenge the acts or omissions of the investigating authorities in court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "288.  The applicants reiterated their complaints.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "289.  The Court notes that the applicants’ complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": [
                                            {
                                                "content": "290.  The Court observes that the applicants’ complaints under Article 13 in connection with Article 2 of the Convention concern the same issues as those examined above under the procedural limb of Article 2 of the Convention. Having regard to its conclusion above under Article 2 of the Convention (see paragraph 265 above), the Court considers it unnecessary to examine those issues separately under Article 13 of the Convention (see Gaysanova v. Russia, no. 62235/09, § 142, 12 May 2016; Fanziyeva v. Russia, no. 41675/08, § 85, 18 June 2015; Perevedentsevy v. Russia, no. 39583/05, § 126, 24 April 2014; and Shumkova v. Russia, no 9296/06, § 123, 14 February 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "291.  The Court considers that the applicants in Isayeva (no. 70095/12) and Ilyasova (no. 71667/12) did not have at their disposal an effective domestic remedy for their grievances under Article 3, in breach of Article 13 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "292.  As regards the alleged breach of Article 13, read in conjunction with Article 5 of the Convention, as submitted by the applicants in Isayeva (no. 70095/12), Ilyasova (no. 71667/12) and Bisultanovy (no. 75973/12), the Court has already stated in similar cases that no separate issue arises in respect of Article 13, read in conjunction with Article 5 of the Convention (see Zhebrailova and Others v. Russia, no. 40166/07, § 84, 26 March 2015, and Aliyev and Gadzhiyeva v. Russia, no. 11059/12, § 110, 12 July 2016).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "293.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "Damage",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "294.  The applicants claimed compensation for the loss of the financial support that their respective family breadwinners had provided.",
                                        "elements": []
                                    },
                                    {
                                        "content": "295.  The applicants in Izhayeva (no. 53074/12), Dibirova (no. 66876/12), Isayeva (no. 70095/12) and Ilyasova (no. 71667/12) made their calculations on the basis of the United Kingdom Ogden Actuary Tables, using domestic subsistence levels and the applicable inflation rates. The applicants in Bisultanovy (no. 75973/12) based their calculations on the level of the national minimum monthly wage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "296.  In Bisultanovy (no. 75973/12) the Government argued that the applicants’ missing relative had been unemployed, and that the applicants were entitled to apply for a monthly allowance for the loss of the breadwinner in their family. In the remaining cases, the Government left the issue to the Court’s discretion.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "297.  The amounts claimed by the applicants in respect of non-pecuniary damage are indicated in the appended table.",
                                        "elements": []
                                    },
                                    {
                                        "content": "298.  In Bisultanovy (no. 75973/12) the Government noted that the applicants’ claim was excessive and did not correspond to a normal award in similar cases. In the remaining cases, the Government left the issue to the Court’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Costs and expenses",
                                        "elements": [
                                            {
                                                "content": "299.  The applicants claimed the reimbursement of costs and expenses. The relevant amounts are indicated in the appended table. The applicants asked for the awards to be transferred to the bank accounts of their respective representatives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "300.  In Bisultanovy (no. 75973/12) the Government submitted that the applicants’ claim was unreasonable and lacked supporting documents as regards compensation for postal and administrative expenses. They also noted that the applicants had not been legally represented when the application had been lodged with the Court. Lastly, the Government argued that the present case was the subject of well-established case-law of the Court, and therefore preparation of the case would have been relatively simple. In the remaining cases, the Government left the issue to the Court’s discretion.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "301.  The Court reiterates that there must be a clear causal connection between the damage claimed by applicants and the respective violation of the Convention, and that this may, where appropriate, include compensation in respect of loss of earnings. The Court furthermore finds that compensation in respect of loss of earnings may apply to close relatives of disappeared persons, including spouses, elderly parents and minor children (see, among other authorities, Imakayeva, cited above, § 213.",
                                        "elements": []
                                    },
                                    {
                                        "content": "302.  Wherever the Court finds a violation of the Convention, it may accept that the applicants in question have suffered non-pecuniary damage that cannot be compensated for solely by the finding of a violation, and make a financial award.",
                                        "elements": []
                                    },
                                    {
                                        "content": "303.  As to costs and expenses, the Court has to establish whether they were actually incurred and whether they were necessary and reasonable as to quantum (see McCann and Others v. the United Kingdom, 27 September 1995, § 220, Series A no. 324).",
                                        "elements": []
                                    },
                                    {
                                        "content": "304.  Having regard to the conclusions and principles set out above and the parties’ submissions, the Court awards the applicants the amounts detailed in the appended table, plus any tax that may be chargeable to them on those amounts. The awards in respect of costs and expenses are to be paid into the representatives’ bank accounts, as indicated by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "305.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a substantive violation of Article 2 of the Convention in respect of the applicants’ relatives – Mr Arsen Izhayev, Mr Ramaz Dibirov, Mr Isa Isayev, Mr Suleyman Ilyasov and Mr Timur Bisultanov;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a procedural violation of Article 2 of the Convention on account of the failure to effectively investigate the disappearance of the applicants’ relatives;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 3 of the Convention in respect of the applicants in Izhayeva v. Russia (no. 53074/12), Dibirova v. Russia (no. 66876/12), Isayeva v. Russia (no. 70095/12) and Ilyasova v. Russia (no. 71667/12) on account of their mental suffering caused by their relatives’ disappearance and the authorities’ response to their suffering;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 5 of the Convention in respect of the applicants’ relatives on account of their unlawful detention;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 8 of the Convention in Bisultanovy v. Russia (no. 75973/12) on account of the unlawful house search;",
                        "elements": []
                    },
                    {
                        "content": "Holds that that there is no need to examine Article 13 of the Convention in conjunction with Article 2 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 13 of the Convention in conjunction with Article 3 of the Convention in Isayeva v. Russia (no. 70095/12) and Ilyasova v. Russia (no. 71667/12);",
                        "elements": []
                    },
                    {
                        "content": "Holds that no separate issue arises under Article 13 of the Convention in conjunction with Article 5 of the Convention in Isayeva v. Russia (no. 70095/12), Ilyasova v. Russia (no. 71667/12) or Bisultanovy v. Russia (no. 75973/12);",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicants, within three months, the amounts indicated in the appended table, plus any tax that may be chargeable to the applicants, to be converted into the currency of the respondent State at the rate applicable at the date of settlement. The awards in respect of costs and expenses are to be paid into the representatives’ bank accounts, as indicated by the applicants;",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicants’ claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 January 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "APPENDIX",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Alena Poláčková",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Gilberto Felici",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF IZHAYEVA AND OTHERS v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-200339.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0114JUD005307412",
    "externalsources": [],
    "extractedappno": [
        "53074/12",
        "66876/12",
        "70095/12",
        "71667/12",
        "75973/12",
        "37287/09",
        "2944/06",
        "8300/07",
        "50184/07",
        "332/08",
        "42509/10",
        "40464/02",
        "16064/90",
        "39630/09",
        "58055/10",
        "30237/10",
        "17879/08",
        "27441/07",
        "37193/08",
        "49076/06",
        "1572/07",
        "17054/06",
        "16397/07",
        "63638/09",
        "54765/09",
        "21954/93",
        "25656/94",
        "7615/02",
        "25704/94",
        "69480/01",
        "15438/05",
        "62235/09",
        "41675/08",
        "39583/05",
        "9296/06",
        "40166/07",
        "11059/12"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-200339",
    "judgementdate": "14/01/2020 00:00:00",
    "kpdate": "14/01/2020 00:00:00",
    "kpthesaurus": [
        "449",
        "595",
        "231",
        "350",
        "193",
        "448",
        "220",
        "451",
        "426",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "2-1",
        "3",
        "8",
        "2",
        "8-1",
        "5-1",
        "5",
        "13"
    ],
    "parties": [
        "IZHAYEVA AND OTHERS",
        "RUSSIA"
    ],
    "rank": "4639.26513671875",
    "representedby": [
        "SRJI/ASTREYA",
        "MATERI CHECHNI"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "495115",
    "typedescription": "15"
}