{
    "__articles": "2;2-2;2-1;41",
    "__conclusion": "Violations of Art. 2;Pecuniary and non-pecuniary damage - award (global)",
    "applicability": "",
    "appno": "70659/01;74371/01",
    "article": [
        "41",
        "2"
    ],
    "conclusion": [
        {
            "details": [
                "global"
            ],
            "element": "Pecuniary and non-pecuniary damage - award",
            "type": "other"
        },
        {
            "article": "2",
            "base_article": "2",
            "element": "Violations of Art. 2",
            "type": "violation"
        }
    ],
    "content": {
        "001-86024.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 70659/01 and 74371/01) against the Republic of Lithuania lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Lithuanian nationals, Mrs Regina Juozaitienė (the first applicant) and Mr Jonas Bikulčius (the second applicant), on 12 and 13 April 2001 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Lithuanian Government (“the Government”) were represented by their Agents, Mrs D. Jočienė and Ms E. Baltutytė.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that their sons had been unjustifiably killed by the police and that there had been no effective investigation into the circumstances of their deaths.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1 of the Rules of Court). This case was assigned to the newly composed Second Section (Rule 52 § 1). Danutė Jočienė, the judge elected in respect of , withdrew from sitting in the case (Rule 28). The Government accordingly appointed Jean-Paul Costa, the judge elected in respect of France, to sit in her place (Article 27 § 2 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 19 May 2005, the Chamber joined the applications (Rule 42 § 1) and declared them partially admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicants and the Government each filed further written observations (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The first applicant, Mrs Regina Juozaitienė, is a Lithuanian national who was born in 1940 and lives in . The second applicant, Mr Jonas Bikulčius, is a Lithuanian national who was born in 1935 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  Introduction",
                                "elements": [
                                    {
                                        "content": "8.  In the late evening of Friday 24 July 1998 the first applicant’s son, Dalius Juozaitis, and the second applicant’s son, Darius Bikulčius, were found dead in a car with single gunshot wounds to their backs. The deaths had occurred as the police tried to chase a Ford Escort (hereinafter “the car”) driven by a private individual, RM, the applicants’ sons being the passengers in the car. RM was not killed during the incident.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings against the driver",
                                "elements": [
                                    {
                                        "content": "9.  On 25 July 1998 criminal proceedings were instituted against RM for manslaughter in regard to the deaths of the applicants’ sons (Article 109 of the Criminal Code as then in force) and for resisting the orders of the police (Article 201). The applicants submitted their civil claims and were recognised as complainants in those proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 15 March 1999 the Kaunas City District Court convicted RM of resisting the lawful orders of the police, an offence under Article 201-1 § 2 of the Criminal Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The following account of the incident can be reconstructed from the evidence admitted by the court in those proceedings. On 24 July 1998, after 10.30 p.m., the police received a telephone call from a private individual, informing them about a car driving in the streets of  in breach of various road-traffic regulations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Officers AM and AR submitted that they had been patrolling in police car no. 548 when they had heard the information about the Ford Escort on the police radio and had unsuccessfully tried to stop it at around 11 p.m. Officers AM and AR had followed the car, but had soon lost sight of it. AR submitted to the court that, to his knowledge, two passengers and a driver had been in the car.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  The information about the car being driven in a dangerous manner was transmitted through the control centre to other patrol officers on duty, and two more policemen, NB and EP, in police vehicle no. 424, were involved in the chase.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  They were joined by three more policemen, RZ, SG and JM, patrolling in police vehicle no. 427. These officers submitted to the court that they had received information about the car via the police radio at around 11 p.m. and had followed the order to arrest the driver. They had therefore arrived as reinforcements and had joined car no. 424 in chasing the Ford Escort, which was fleeing at about 130 to 140 kilometres per hour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The two police cars had their light and sound signals turned on, and tried to block the Ford Escort, while orders to stop were given over the loudspeakers. However, the car tried to escape, attempting to push the police vehicles off the road.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  RZ fired two warning shots into the air, but the car only accelerated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  A moment later, the driver of the car lost control of the vehicle, hitting the fence of a building. The car was brought to a halt. Police vehicle no. 427 stopped several metres behind the car, and vehicle no. 424 moved to its left, trying to block its way. Suddenly, the car started moving backwards, damaging police vehicle no. 427. The policemen left their vehicles and ran towards the car, shouting and gesturing at the driver to surrender. The Ford Escort turned right, hitting officer RZ, and began to drive away. An expert medical examination later confirmed that RZ had suffered slight bodily injuries, including several scratches and bruising to his left calf.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  When the car hit him, officer RZ fired a shot, apparently damaging its radiator, as he noticed that the cooling liquid was leaking.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In addition, immediately after RZ had been hit, NB, who had left police vehicle no. 424, fired one shot towards the car’s wheels. RZ then fired several more shots towards the car as it escaped. Officer SG likewise fired a number of shots towards the fleeing car. The other policemen did not use their guns.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Soon afterwards, the car was forced to stop in another area of  as a result of the leak of the cooling liquid from the radiator which had been damaged by RZ’s shot. Police officers AR and AM, who were driving vehicle no. 548, arrested RM while he was trying to flee. In the car, the policemen found the bodies of the applicants’ sons, whose deaths were confirmed on the arrival of a medical team at 11.56 p.m. RM was found to have been drunk and not in possession of any of the relevant documents permitting him to drive a car.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The court did not specify how many shots had been fired by SG, even though it noted that two of his shots had caused the deaths of the applicants’ sons. The court took account of SG’s statements that he had suspected that one of the passengers of the car had a weapon which he thought he had seen through the front window which was wound down, and that he had fired only after having heard a first shot (in fact fired by his colleague RZ), and having no idea where that shot had come from. The court also noted that no firearms or other weapons had been found in the car.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The court did not establish the exact time when the chase had started, concluding that the crime of which RM was convicted had been committed at around 11.30 p.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  RM was acquitted of the offence of manslaughter, the court having noted that the deaths had been caused not by his acts, but by the “lawful actions of a third person who had used an official weapon.” The court noted in this connection:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“the internal institutional inquiry shows that all the policemen acted in a lawful and reasonable manner. The court has no grounds to doubt the conclusions of the internal investigation, as they have been confirmed by the circumstances established during the criminal investigation. Article 42 of the Police Act authorised the policemen to use firearms against the vehicle and the offender. The acts committed by the defendant, including his resisting the police officers, constituted grounds for using firearms. The use of firearms was lawful and reasonable...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicants’ civil claims for damages against the police were not examined. The court nonetheless noted that it was open to the applicants to bring their claims by way of a separate set of civil proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The court sentenced RM to six years’ imprisonment for resisting the lawful orders of the police, and ordered the confiscation of part of his property amounting to 200 Lithuanian litai (LTL – approximately 58 euros (EUR)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 18 May 1999 the  upheld the judgment. It was also decided to institute criminal proceedings against SG for the manslaughter of the applicants’ sons (Article 109 of the Criminal Code as then in force) and for exceeding his authority (Article 287). In this connection, the court noted:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“in the situation under consideration, there were no circumstances permitting the use of a firearm against a person (Article 42(2) of the Police Act). The police officers had the right to use firearms against the vehicle only (Article 42(5) of that Act). ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Nobody disputes that the police officer [SG] had the right to use a firearm against the car (Article 42(5) of the Police Act); however, despite the fact that two innocent people were shot, it has not been examined whether he used that right properly. In taking this decision, the court is seeking to establish the truth. It does not intend to weaken the determination of police officers when carrying out their duties. Nevertheless, the duty of professional integrity, self-control and endurance cannot be underestimated; when using firearms, police officers must seek to avoid severe consequences (Article 41(3) of the Police Act). ... The investigation should aim to examine [the elements pointed out by the applicants], inter alia, the allegedly poor visibility at the scene of the incident, and the fact that [SG] hit the interior of the car and not its tyres, which he had allegedly fired at. According to [the applicants], this fact alone indicated that [SG] had fired the shots while being guided by his anger and ill-temper. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 12 October 1999 the Supreme Court upheld the judgment of 18 May 1999.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Criminal proceedings against the police officer",
                                "elements": [
                                    {
                                        "content": "28.  The criminal proceedings brought against SG by virtue of the decision of the  on 18 May 1999 were discontinued by the prosecutor on 27 December 1999. The prosecution found no indication of any crime in the actions of officer SG. It was noted, in particular, that SG had used his gun in accordance with instructions, had targeted the wheels of the car and had had recourse to his firearm only after the driver had committed a crime by hitting one of his colleagues. The driver, RM, had apparently been predisposed to escape by any means, threatening the safety of other people. The deaths of the two victims had been the result not only of the shooting as such, but also of the unpredictable actions of the driver.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The prosecution based their conclusions, inter alia, on the following sources of evidence: the submissions of the policemen; the records of the on-site examinations of the scene, conducted on 27 July 1998, 19 August 1998 and 21 September 1999; a letter from the meteorological service on weather conditions at the time of the events; illumination tests at the scene of the shooting; the results of the ballistic examination of 30 November 1999, and records of the on-site reconstruction of the event, including diagrams of the position and movement of the cars and policemen, drawn in accordance with the submissions of the officers concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 19 April 2000 the Kaunas City District Court quashed the prosecutor’s decision. The court noted, inter alia, that the prosecutors had not made a detailed assessment of “the way” in which SG had used the gun with reference to the relevant domestic legal provisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  During the investigation, none of the policemen made clear submissions as to the moment when SG had begun shooting.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 9 June 2000 the prosecutor again discontinued the investigation, noting that no evidence of any crime had been found in the actions of SG. The prosecution referred to the evidence mentioned in the earlier decision of 27 December 1999 as well as the additional submissions of the policemen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The following order and impact of the use of firearms had been established. Two warning shots had been fired into the air by RZ during the chase; one shot by RZ had damaged the radiator after the car had hit the fence, and soon afterwards one shot fired by NB had hit the wheel of the car. Finally, seven shots had been fired by RZ towards the fleeing car and four by SG. The prosecutor found that two of SG’s shots had hit the applicants’ sons, causing their deaths. Some of the other shots had marked the car’s tyres, wheel rims, seats, front panel and windows, and the rear window was broken. The car body work also bore traces of bullets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Referring to the submissions of SG, taken at the scene of the shooting, the prosecution concluded that SG had directed the shots at the wheels of the moving car from a distance of 11.4 metres (the first shot) up to 27.5 metres (the fourth shot). He had fired the shots after the driver had hit his colleague RZ, that is, after he had committed an offence punishable by the criminal law (Article 201-1 § 2 of the old Criminal Code), of which he had already been convicted. Hence, it could not be alleged that the firearms had been used only because the car had been driven in defiance of traffic regulations. The prosecution took account of RZ’s statement that he had been hit by the car and thrown onto the bonnet and then the ground. For this reason the policemen could have reasonably considered it necessary to avert the danger which the car represented for other people, given in particular that RM had been drunk and had been seeking by dangerous means to escape arrest and punishment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  It was stressed that SG had used the firearm not against the people in the car, but against the vehicle, and he had only tried to hit the tyres. There had been no significant obstacles to visibility, such as inadequate lighting or dust. However, the fact that the car had moved in sudden and swerving directions was emphasised as a cause of the deaths, rather than any breach of regulations governing the use of firearms. In view of these circumstances, and given that SG had had a valid reason to use the gun as a last resort in accordance with Article 42 of the Police Act, the prosecutor concluded that there was no evidence that he had committed a crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Finally, the prosecution stated that, during the proceedings against RM, none of the three levels of jurisdiction had questioned the lawfulness of the use of the firearm by SG.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicants appealed against the decision to discontinue the investigation. They alleged that SG had sought revenge against the driver of the car and had fired recklessly at the moving vehicle, disregarding the fact that he might hit the passengers. The applicants argued that SG had known about the presence of other people in the car and must have understood that innocent passengers might be killed; however, he had allowed this to happen, as he had fired at the vehicle.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  As to the quality of the investigation, the applicants stressed that the prosecution had failed to provide any explanation for the fact that one of the bullets fired by SG had hit the side window of the car, whereas it had been concluded that SG had first fired at the vehicle only after it had moved 11.4 metres away.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 17 October 2000 the Kaunas City District Court upheld the decision of the prosecution. The court mentioned that SG had fired at the moving car during a very a short period of time, within a perimeter of about 20 metres. The court held that SG had used the firearm lawfully, the shots being directed at the wheels of the car, not at the people sitting in it. It was found that the car had been moving in swerving directions, two shots having, as a result, hit the passengers. SG had thus not been able to foresee the consequences of his actions. At the same time the court noted that, even though the incident had taken place at about midnight, the street and the car had been well lit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The court emphasised that the ground for using firearms was the fact that RM had been driving while drunk, and had not only violated traffic regulations, but had tried to escape in a dangerous manner. His behaviour had put other people at risk. The policemen had tried all alternative means to stop RM, and firing at the tyres of the fleeing car had been used as a measure of last resort.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The court also stated that there had been no causal link between the actions of SG and the impugned consequences, namely the death of the applicants’ sons. It held that manslaughter had not occurred as a result of the actions of SG; he had made an appropriate assessment of the circumstances and had not exceeded the requirements of the relevant legal provisions in using his gun. The death of the applicants’ sons had been an accident for which SG could not be held criminally responsible.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "42.  Article 109 of the Criminal Code, as then in force, punished the act of manslaughter (nužudymas  neatsargumo). Article 201-1 § 2 and Article 287 of the Code punished, respectively, resisting the lawful orders of the police and acting in excess of official authority (tarnybos pareigų viršijimas).",
                                "elements": []
                            },
                            {
                                "content": "43.  Article 228 of the new Criminal Code, which entered into force on 1 May 2003, punishes acts of abuse of office (piktnaudžiavimas).",
                                "elements": []
                            },
                            {
                                "content": "44.  Article 34(4) of the Police Act, as applicable at the material time (in force from 9 June 1998 to 9 October 2000), entitled a police officer to use firearms. Article 39 of the Act listed the rights of police officers in ensuring road safety:",
                                "elements": []
                            },
                            {
                                "content": "“In order to ensure traffic safety, a police officer shall have the right:",
                                "elements": []
                            },
                            {
                                "content": "(1) to stop a motor vehicle and check the documents of the driver ...;",
                                "elements": []
                            },
                            {
                                "content": "(2) to stop a person from driving in the event of a suspicion that he or she is under the influence of alcohol, drugs or medication or is not entitled to drive. ...”",
                                "elements": []
                            },
                            {
                                "content": "45.  Article 41 of the Act further stated:",
                                "elements": []
                            },
                            {
                                "content": "“... [2.] The police shall use firearms ... in order to discontinue actions that endanger the public or to apprehend the perpetrator of such actions and to take him or her to the police station. Firearms shall be used only for the purposes provided for by law.",
                                "elements": []
                            },
                            {
                                "content": "[3.] When using firearms ..., an officer shall take into account the nature of the offence, the personal characteristics of the offender and other particular circumstances of the situation. ... [T]he police officers shall try to avoid detrimental consequences.",
                                "elements": []
                            },
                            {
                                "content": "[4.] Before using firearms ..., and if the circumstances allow, the person concerned shall be given a warning ... . Firearms shall be used only after all alternative means have been exhausted or where there is no time to use them.”",
                                "elements": []
                            },
                            {
                                "content": "46.  Article 42 of the Act laid down conditions for the use of firearms:",
                                "elements": []
                            },
                            {
                                "content": "“[1.] A police officer shall have the right to use firearms against persons and vehicles ... .",
                                "elements": []
                            },
                            {
                                "content": "[2.] He or she shall have the right to use firearms in the following circumstances:",
                                "elements": []
                            },
                            {
                                "content": "(1) where the life or limb of a police officer is in danger ...;",
                                "elements": []
                            },
                            {
                                "content": "(2) to protect other persons from attack ...;",
                                "elements": []
                            },
                            {
                                "content": "(3) to repel an armed attack;",
                                "elements": []
                            },
                            {
                                "content": "(4) when in pursuit of a person suspected of a crime, if that person uses or attempts to use a firearm or other objects dangerous to human life or limb, in order to escape arrest; ...",
                                "elements": []
                            },
                            {
                                "content": "(5) to apprehend a person caught in the process of committing a serious offence, if that person cannot be apprehended in any other way;",
                                "elements": []
                            },
                            {
                                "content": "(6) to apprehend a detainee or a convict who is trying to escape or has escaped from a prison or detention facility or a transfer vehicle;",
                                "elements": []
                            },
                            {
                                "content": "(7) during a mass escape from a prison or during prison riots;",
                                "elements": []
                            },
                            {
                                "content": "(8) in the event of an attack against a specially protected object ... .",
                                "elements": []
                            },
                            {
                                "content": "[3.] The prosecutor shall be immediately informed about the fact and the consequences of the use of firearms against a person. ...",
                                "elements": []
                            },
                            {
                                "content": "[5.] A police officer shall have the right to use firearms against a vehicle if its driver refuses to stop following an obvious and express demand which is made in advance by a police officer, and where traffic safety and other people are endangered by the person’s driving. ...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  The applicants complained that their sons had been unjustifiably killed by the police and that there had been no effective investigation into the circumstances of their deaths. They relied on Article 2 of the Convention, which provides, insofar as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone’s right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained; ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The applicants",
                                        "elements": [
                                            {
                                                "content": "48.  The applicants acknowledged that the police had had the right under domestic law to use firearms against the vehicle. However, in reality, two innocent people had been deprived of their lives. The applicants disputed the authorities’ factual findings and conclusions, alleging that, in view of the grave consequences, the use of lethal force should have been deemed unlawful and disproportionate in relation to the need to avert the threat caused by the actions of RM.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The applicants alleged that officer SG must have intentionally directed his shots at the interior of the car, just after the car had moved 2 to 3 metres away from the policemen. In support of that assertion, the applicants referred to the submissions of RM during the proceedings against him (not submitted to the Court). Furthermore, they pointed to the fact that none of the policemen had been able to confirm the submissions of SG as to when he had started shooting. The applicants stated that the distance from which the shots had been fired could be inferred from the results of the examination of the scene of the incident and the medico-ballistic examination of the entry of the bullets into the victims’ bodies. Moreover, the applicants alleged that none of the bullets fired by SG had hit the tyres of the car or the area surrounding them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  According to the applicants, these elements demonstrated that the firepower had in fact been used against the people inside the car, and not against the vehicle itself. However, referring to the conclusion of the Kaunas Regional Court (see paragraph 26 above), they stressed that the statutory conditions for using lethal power against a person had not been present, as the driver had committed administrative offences only (cf. paragraph 54 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Neither had there been an absolute necessity to use lethal force in the manner in which it had been applied.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In particular, the applicants alleged that the chase had lasted about 15 minutes: the first report about the car had been received at 11.41 p.m., while the deaths of their sons had been confirmed at 11.56 p.m.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  They further argued that not all alternative means had been exhausted, such as completely blocking the Ford Escort with police cars. Furthermore, one of the first shots fired by RZ had already damaged the car’s radiator, which meant that the car had been bound to stop by itself. The applicants stated that the policemen had noticed the leak of the cooling liquid and had known that the radiator had been damaged. In this connection, they referred to the submissions of RZ (which have not been submitted to the Court).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The applicants also contested the domestic authorities’ conclusions as to the danger posed by the actions of RM. They expressed their doubts as to whether the car driven by RM had indeed hit officer RZ. They alleged that such a conclusion had not been corroborated by any evidence. RZ had suffered only very slight injuries: a slightly swollen left calf and several scratches on the fingers of his left hand and his left elbow. The applicants referred in this connection to the evidence in the criminal proceedings against the driver (which has not been submitted to the Court). The applicants argued that those injuries could have been inflicted at any moment during the chase – for example, by manoeuvring the police vehicle or trying to take out the gun. By contrast, had RZ been hit by the car, thrown onto the bonnet and then the ground, as he had submitted during the inquiry against SG, he would have suffered much more serious injuries. Moreover, the Ford Escort bore no signs of such an impact. The applicants concluded that the version of hitting the policeman had been fabricated simply to make the use of force appear more appropriate to the circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Neither did the applicants agree with the authorities’ statement that the Ford Escort had posed a threat to the safety of traffic or other people. The applicants alleged that around midnight the streets had been empty, the car had not caused any accident, and no eyewitnesses to the chase had been identified during the investigation. They emphasised that empty streets were a usual phenomenon in  at that time of day and that the policemen regularly patrolling those streets had been well aware of this.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Overall, the applicants concluded that, at the time of the lethal shooting, the car had been moving away along an empty street, without posing any threat to other people or traffic, and it had been obvious that it would sooner or later come to a halt because of the damaged radiator. No further firing towards the fleeing car had therefore been necessary. The policemen had known about the presence of the passengers in the car and could have predicted that firing entailed a serious risk to their lives. The use of firepower in such circumstances had been neither in accordance with the statutory requirements nor absolutely necessary within the meaning of Article 2 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  As to the procedural aspect of Article 2, the applicant alleged that the investigation into the actions of SG had not been thorough, complete or objective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The circumstances which, according to the applicants, pointed to the excessive use of force had not been assessed either by the prosecution or by the court. Both the prosecution and the  had based their conclusions essentially on the submissions of SG, and any evidence conflicting with that version had been ignored. Moreover, the conclusions reached had not been supported by objective evidence; for instance, the case file did not contain any evidence that the trajectory of the fleeing car, at the time the fatal shots had been fired, had been swerving or unpredictable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Finally, the applicants pointed out that the conclusions of the court had been unreasonable in stating that there had been no causal link between the actions of SG and the deaths of their sons.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "60. While the Government expressed their deep regret for the death of the applicants’ sons, they argued that this had been the result of the lethal force used in circumstances of absolute necessity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Government emphasised that the policemen had targeted the vehicle only, trying to immobilise it, and that in doing so they had acted in accordance with the conditions laid down in domestic law for the use of firepower (Article 42 of the Police Act).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Such conditions had been created by the actions of RM, who had driven the car in a dangerous manner, at a speed exceeding twice the official speed-limit. The driver had disobeyed numerous orders to stop, given through loudspeakers, had actively tried to escape the police cars chasing him and had ignored the warning shots; eventually, the car had hit one of the policemen. The driver of the car had thus conveyed a clear impression that he would continue driving in the same manner, trying to escape by any means, even the most dangerous, and had therefore posed a real danger to pedestrians and traffic in the bustling streets of . A clearer and more objective judgment about the dangerousness of the situation had been precluded by the fact that the police had had no knowledge about the people occupying the car, its windows being tinted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Government emphasised that the shooting at the tyres of the vehicle had only been carried out as a measure of last resort, when all the other means had proved to be ineffective. In this connection, they also argued that the entire incident had lasted from around 11 p.m. (the first attempt to stop the car by squad no. 548) and 11.56 p.m. (the confirmation of the deaths), a total of not less than fifty minutes. The Government acknowledged, however, that the exact timing of the chase had not been specified in the case file.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Finally, the Government stated that no element of planning or control could be identified as being responsible for the regrettable consequences of the lawful actions by the police officers. In particular, the information about the dangerously driven car had been distributed through the central control office to the patrolling police squads and the connection had been maintained throughout the chase, providing the officers with up to date information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  As to the procedural requirements of Article 2, the Government noted that the authorities had acted on their own initiative in instituting and conducting an independent investigation into the incident. All possible measures had been carried out and evidence had been secured, including a complete and accurate autopsy, the inspection of the scene of the incident, and an expert ballistic examination. The investigation had been conducted promptly, it had been public, and the applicants had been involved in the proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  The establishment of the facts",
                                        "elements": [
                                            {
                                                "content": "66.  In the present case, the circumstances of the incident were examined first by the courts in the context of the proceedings against RM, the driver, and then by the prosecution and the Kaunas City District Court. The Court is conscious of the subsidiary nature of its role; nonetheless, where allegations are made under Article 2 of the Convention, it must apply a particularly thorough scrutiny even if certain domestic proceedings and investigations have already taken place (see Makaratzis v. Greece [GC], no. 50385/99, §§ 46-48, ECHR 2004-XI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Without prejudice to its findings under Article 2 in its procedural aspect, the Court notes that it is confronted with a number of questions as regards the general picture of the incident, which have been left open by the domestic authorities. In particular, the parties have presented contradictory accounts regarding the following elements.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The applicants alleged that the chase had taken about 15 minutes, whereas the Government, while acknowledging that the exact length of the chase was unknown, maintained that it had lasted no less than fifty minutes. Next, the applicants challenged the finding by the domestic courts that officer RZ had been hit by the car; they also suggested that the distance from which SG had fired his shots at the car had been about 2 to 3 metres, and not 11.4 to 27.5 metres, as concluded by the prosecution. Furthermore, the applicants disagreed with the Government’s speculation that the streets at the time of the events had been “bustling” with people and traffic; they asserted that the streets were usually empty at around midnight. In this connection, the applicants pointed to the fact that no eyewitnesses had been called to give evidence during the inquiries.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Finally, whereas the Government submitted that the policemen had been unable to identify the number of people in the car, the applicants alleged that the officers had known that some passengers, in addition to the driver, had been present. Indeed, this had been admitted by SG himself (see paragraph 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court will take due account of these conflicting allegations by the parties while considering the case in the light of the general outline of the facts established by the domestic authorities.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Whether the applicants’ sons were deprived of their lives in violation of Article 2 of the Convention",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "71.  As the text of Article 2 § 2 itself shows, the use of lethal force by police officers may be justified in certain circumstances. However, any use of force must be no more than “absolutely necessary”, that is to say be strictly proportionate in the circumstances (see McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, p. 46, § 150; Makaratzis v. Greece, cited above, §§ 57-59, ECHR 2004-XI; Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, § 94, ECHR 2005-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Furthermore, the Court has consistently held that, in principle, there can be no such necessity where it is known that the person to be arrested poses no threat to life or limb and is not suspected of having committed a violent offence, even if a failure to use lethal force may result in the loss of an opportunity to arrest the fugitive (see the Court’s approach in McCann and Others, cited above, pp. 45-46, §§ 146-50, and pp. 56-62, §§ 192-214, and, more recently, in Makaratzis, cited above, §§ 64-66, and Nachova and Others, cited above, § 95, where the Court condemned the excessive use of force to arrest victims, resulting in their death).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of these principles in the present case",
                                "elements": [
                                    {
                                        "content": "73. From all the elements in the case file, the Court finds it clearly established that the victims were killed by the shots fired by SG, a fact which has been confirmed by the domestic authorities a number of times (see, in particular, paragraphs 21, 26 and 33 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Court is satisfied that the purpose of the shooting in this case was to apprehend the driver of the car. Accordingly, the action of the police was taken for the purpose of effecting a lawful arrest within the meaning of Article 2 § 2 (b) of the Convention (cf. the aforementioned cases of Nachova and Others, § 98, and Makaratzis, §§ 64-66). However, the Court has to examine whether the force used in pursuit of the above aim was “absolutely necessary”. It notes the assertion of the domestic authorities that firearms were used against the vehicle and not against the people in it. Therefore, the Court first has to review the degree of risk posed by the use of firepower against the vehicle resulting in the deprivation of life, in particular as regards the danger posed by the fleeing car and the urgent need to stop it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court notes once again that it has to carry out its assessment on the basis of contradictory accounts of the events, which include a number of unanswered questions. On the basis of the material submitted to it, the Court is not in a position either to confirm or to dispel the doubts raised by the applicants. Nor does it find it necessary to do so. Even assuming that the facts, as outlined by the domestic authorities, represent a credible account of the events, a number of elements, and indeed gaps, in the official account weigh heavily against the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The domestic courts established that the officers RZ and SG had opened fire on the car at a time when it had been moving away at an increasing speed and changing its trajectory in an unpredictable way. The exact number of passengers in the car was unknown; officer SG was aware, however, of the presence of at least one more person (see paragraph 21 above). A total of 11 shots were fired from a distance of about 11.4 to 27.5 metres. The bullets struck the Ford Escort’s tyres, wheel rims, seats and windows, as well as the bodies of the victims (see paragraph 33 above). Some bullets hit the windows at an angle of around 45 degrees, despite the fact that, during the shooting, the officers were purportedly standing at a significant distance behind the car.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  In such circumstances, by directing fire at the car in a sustained and somewhat erratic manner, the officers were running a very high risk of killing the passengers and should have reasonably foreseen that risk. Indeed, two bullets fired by officer SG proved to be fatal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Such a high degree of risk to life can only be justified if the firepower was used as a measure of last resort intended to avert the very clear and imminent danger posed by the car driver in the event of his being allowed to escape. The Court should therefore next consider the kind of harm which the officers tried to avert. In this connection, the Court must look at the nature of the offence committed by the fleeing driver and the threat he represented (see Nachova and Others, cited above, § 96).",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court does not find it apparent that the danger to other people or traffic safety was as clear and present as the Government argued. There is no disagreement between the parties that, before the chase intensified and the policeman was hit, the car had been driven in a manner resembling drunken driving or joyriding, as subsequently proved to be the case. However, it was not clearly established by the domestic authorities that the streets of a medium-size town at around midnight were indeed full of people who could have been exposed to the danger caused by such driving. The possible doubt in this respect is accentuated by the fact that no eyewitnesses to the chase were identified during the investigation. The Court therefore finds no obvious indication of danger posed by the escaping driver after he was trying to leave the site of the confrontation with the policemen. The present case should be distinguished from those previously examined by the Convention institutions, where a high-risk shooting was found to have been justified by the necessity to avert the threat caused by suspected terrorists against the overall background of a prevailing climate of insecurity (cf. the aforementioned cases of McCann and Others § 200, and Makaratzis, § 65).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Even taking into account the fact that the actions of the driver were potentially dangerous, the Court does not consider that the level of the threat required that he had to be stopped immediately by gunfire.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82. The Court takes account of the fact that the applicants’ sons were killed in the course of an unplanned operation which gave rise to developments to which the police were called upon to react without prior preparation (see Makaratzis, cited above, § 69). It is conscious of the risks of imposing an impossible burden on the authorities (ibid.). Nevertheless, the risk to the lives of the car passengers, considered in the light of the absence of an immediate danger posed by the driver and the ensuing lack of urgency in stopping the car, points to a measure of impulsiveness in the way in which the police officers handled the situation. The Court considers that their actions, in particular the erratic shooting at the car escaping from the scene of the incident at an increasing speed whilst swerving, indicated a lack of caution in the use of firearms, contrary to what should be expected from law-enforcement professionals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  In such circumstances, the Court cannot but conclude that the deaths of the applicants’ sons resulted from the use of force which was more than absolutely necessary in order to effect a lawful arrest within the meaning of Article 2 § 2 (b) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  There has therefore been a substantive violation of Article 2 of the Convention as regards the death of the applicants’ sons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Whether the inquiry into the death of the applicants’ sons was effective",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": []
                            },
                            {
                                "content": "(b)  Application of these principles in the present case",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "95.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "96.  The applicants each claimed an overall sum of LTL 300,000 (approximately EUR 86,886) as compensation for pecuniary and non-pecuniary damage. They alleged that, besides the pain and distress they had suffered, they had also been deprived of future financial support in their old age, which their sons would have provided.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  The Government contested these claims as unsubstantiated and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  The Court considers that, in view of the dual violation of the substantial and procedural aspects of Article 2 of the Convention, the applicants have suffered both pecuniary and non-pecuniary damage. Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards each of the applicants the overall sum of EUR 30,000 for all forms of damage suffered.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "99.  Neither of the applicants claimed any costs and expenses and, accordingly, there is no cause to make an award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "100.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a substantive violation of Article 2 of the Convention in respect of the death of the applicants’ sons;",
                        "elements": []
                    },
                    {
                        "content": "2. Holds that there has been a procedural violation of Article 2 of the Convention in respect of the respondent State’s failure to conduct an effective investigation;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 April 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Antonella Mularoni",
            "role": ""
        },
        {
            "name": "Jean-Paul Costa",
            "role": "appointed to sit in respect of lithuania"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Rıza Türmen",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Sally Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF JUOZAITIENE AND BIKULCIUS v. LITHUANIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-86024.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0424JUD007065901",
    "externalsources": [],
    "extractedappno": [
        "70659/01",
        "74371/01",
        "50385/99",
        "43577/98",
        "43579/98",
        "24746/94",
        "57389/00"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 109, 201-1 § 2, 228 and 287 of the Criminal Code",
        "Articles 34(4), 39, 41-42 of the Police Act"
    ],
    "itemid": "001-86024",
    "judgementdate": "24/04/2008 00:00:00",
    "kpdate": "24/04/2008 00:00:00",
    "kpthesaurus": [
        "449",
        "231",
        "496",
        "4",
        "111",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "41",
        "2-2",
        "2-1",
        "2"
    ],
    "parties": [
        "JUOZAITIENE AND BIKULCIUS",
        "LITHUANIA"
    ],
    "rank": "623.878845214844",
    "representedby": [
        "N/A"
    ],
    "respondent": "LTU",
    "respondentOrderEng": "26",
    "scl": [
        "Hugh Jordan v. the United Kingdom, no. 24746/94, §§ 105-109, 4 May 2001",
        "Huohvanainen v. Finland, no. 57389/00, § 95 and §§ 110-115, 13 March 2007",
        "Kaya v. Turkey, judgment of 19 February 1998, Reports 1998-I, p. 324, § 86",
        "Makaratzis v. Greece [GC], no. 50385/99, §§ 46-48 and others, ECHR 2004-XI",
        "McCann and Others v. the United Kingdom, judgment of 27 September 1995, Series A no. 324, pp. 45-46, §§ 146-150, p. 49, § 161, and pp. 56-62, §§ 192-214",
        "Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, §§ 94, 95, 98 and 113, ECHR 2005-VII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "397615",
    "typedescription": "15"
}