{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "30209/04",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-89331.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 30209/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Andrey Fyodorovich Ponushkov (“the applicant”), on 15 July 2004.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were initially represented by Mr P. Laptev, the former Representative of the  at the European Court of Human Rights, and subsequently by their Representative, Mrs V. Milinchuk.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, in particular, about the allegedly inhuman conditions of his detention and of the unfairness and the excessive length of the criminal proceedings against him.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 11 October 2005 the Court decided to communicate the above-mentioned complaints to the Government. It also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 26 March 2008 the President of the Chamber decided, under Rule 54 § 2 (c) of the Rules of Court, that the parties should be invited to submit further written observations in respect of the alleged hindrance of the right of petition.",
                        "elements": []
                    },
                    {
                        "content": "6.  The Government objected to the joint examination of the admissibility and merits of the application. Having examined the Government’s objection, the Court dismissed it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant was born in 1960. He is serving his sentence in the town of  in the Krasnoyarsk Region.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "8.  On 14 November 1998 police officers searched the applicant’s flat and arrested him on suspicion of several counts of murder, robbery, kidnapping and unlawful possession of arms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 16 June 2000 the investigation was completed and the applicant was committed for trial before the . Legal-aid counsel was appointed to represent the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The first hearing was scheduled for 23 October 2000. It did not go ahead because the judge had fallen ill.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The trial started on 28 February 2001. The court verified the identity of nine defendants and adjourned the hearing as counsel for some defendants did not appear.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The hearings of 5 and 11 March 2001 were adjourned at the request of the defence team, who needed additional time to study the case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13. The hearings of 20 and 21 March, 9 April, 3 and 28 May, 6 and 13 June 2001 were all adjourned either because one of the defendants was unwell, or because counsel or witnesses did not attend.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14. On 26 June 2001 the court ordered a psychiatric examination of the applicant. The examination was completed on 17 August 2001 and the hearing resumed on 28 August 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The hearings of 30 August, 10, 12 and 19 September 2001 were adjourned either because a defendant was unwell or because the defence asked the court to make requests for information from various State institutions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The hearing of 24 September 2001 was adjourned at the request of the newly appointed counsel of one of the defendants, who needed time to study the case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The hearings of 1 and 10 October 2001 were adjourned as counsel for one of the defendants was ill.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 25 December 2001 the  convicted the applicant as charged and sentenced him to life imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The applicant and his co-defendants appealed. They sought leave to appear in person before the appeal court. The applicant asked to be provided with free legal assistance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 15 March 2002 the applicant received a copy of the trial record.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 13 June 2002 the applicant lodged an additional appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The appeal hearing was scheduled for 10 April 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 10 April 2003 the Supreme Court of the Russian Federation adjourned the appeal hearing and ordered that four defendants, including the applicant, be brought to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 21 May 2003 the applicant and two of his co-defendants were transported to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 12 December 2003 the fourth co-defendant was transported to .",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 29 January 2004 the Supreme Court held an appeal hearing, changed the legal characterisation of certain offences and upheld the remainder of the judgment. The defendants participated at the hearing through video conference facilities. No one was appointed as counsel for the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 19 December 2005 a deputy Prosecutor General lodged an application for supervisory review with the Presidium of the Supreme Court. He submitted that the Supreme Court had infringed the applicant’s right to free legal representation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 1 March 2006 the Presidium of the Supreme Court granted the prosecutor’s application, finding that the failure to provide the applicant with free legal representation at the appeal hearing had violated the rights of the defence. It quashed the appeal judgment of 29 January 2004 and remitted the case for fresh examination before the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 22 November 2006 counsel Mr R. was appointed to represent the applicant on appeal. Counsel spent the period between 22 November and 8 December 2006 studying the case file. He had two meetings with the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 14 December 2006 the Supreme Court held a new appeal hearing and upheld the applicant’s conviction. The applicant and Mr R. participated at the hearing. The judgment indicates that the applicant and Mr R. both made oral pleadings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Conditions of detention",
                                "elements": [
                                    {
                                        "content": "31.  From 19 November 1998 to 21 May 2003 and from 21 to 25 April 2004 the applicant was held in detention facility no. IZ-38/1 in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Detention from 19 November 1998 to 21 May 2003",
                                        "elements": [
                                            {
                                                "content": "32.  Initially the applicant was held in common cells nos. 146, 14 and 158.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 4 October 1999 the applicant complained to the director of the detention facility that the common cells were all noisy and smoky and asked to be transferred to a solitary confinement cell. On an unspecified date at the end of 1999 he was transferred to solitary confinement. He was successively held in solitary cells nos. 23, 27, 97, 93, 90 and 100.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  According to a certificate of 25 November 2005 from the facility administration, produced by the Government, each cell measured 8.29 sq. m. The windows in all cells were covered by metal security shields which were removed in March 2003. Each cell was equipped with a bench, shelves, a coat rack, a dining table, a lavatory pan, a drinking water container, a mirror and a TV set.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Another certificate of the same date indicates that the applicant always had three meals per day. Between 28 February and 25 December 2001 the applicant was regularly brought to the courthouse. On the days of the court hearings he breakfasted and dined at the detention facility. Lunch was served either in the courthouse or at the detention facility after his return there.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The applicant disagreed with the Government’s description and submitted the following: The cells had been small, dirty and damp. The metal security shields covering the windows had blocked access to natural light and fresh air. Drinking water was supplied in rusty containers. There had been no bed and the applicant had slept on a concrete bench. He had not been provided with bedding or with eating utensils. On the days of the court hearings he had received only breakfast. He had had a daily walk of half an hour but he had always remained handcuffed while outdoors. He had been likewise handcuffed during the hearings held between 28 February and 14 May 2001. He had not received treatment for his bronchial asthma.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 21 May 2003 the applicant was transported to  where he remained until 21 April 2004.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Detention from 21 to 25 April 2004",
                                        "elements": [
                                            {
                                                "content": "38.  On 21 April 2004 the applicant was transported back to detention facility no. IZ-38/1 in . On 25 April 2004 he was transferred to a correctional colony. The applicant did not describe the conditions of his detention during that period.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Censorship of correspondence",
                                "elements": [
                                    {
                                        "content": "1.  The Court’s letters of 11 September and 5 October 2007",
                                        "elements": [
                                            {
                                                "content": "39.  On 11 September and 5 October 2007 the Court dispatched letters to the applicant confirming receipt of two of the applicant’s letters and his observations in reply to those of the Government, together with his claims for just satisfaction. The applicant received those letters on 31 October and 28 November 2007. He stated that both letters had been opened by the administration of detention facility no. IZ-24/1 in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 11 and 30 November 2007 the applicant complained to the prosecutor’s office about censorship of the Court’s letters.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  By letter of 27 December 2007, the prosecutor’s office confirmed that the letter received on 30 November 2007 had been opened. It however found no breach of domestic law, noting that “the letter had not been reviewed by a censor and its contents had not been changed”. The detention facility administration had merely checked the envelope for prohibited objects and registered the letter, without censoring it.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s letter of 9 November 2007",
                                        "elements": [
                                            {
                                                "content": "42.  On 9 November 2007 the Court forwarded to the applicant the Government’s additional observations and their comments on the claims for just satisfaction. The applicant received the letter on 17 December 2007. It was opened and bore the stamp of the administration of detention facility no. IZ-24/1. The enclosures were missing.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "43.  Article 50 of the Code of Criminal Procedure (in force from 1 July 2002) establishes that the investigator, the prosecutor or the court provide the suspect or the accused with legal aid counsel upon his or her request.",
                                "elements": []
                            },
                            {
                                "content": "44.  Article 51 establishes that counsel must, without exception, be appointed by the investigator, prosecutor or the court if, inter alia, the accused faces serious charges carrying a term of imprisonment exceeding 15 years, life imprisonment or the death penalty. Counsel must be appointed if the accused has not retained a lawyer.",
                                "elements": []
                            },
                            {
                                "content": "45.   Article 91 of the Penal Code provides that all incoming and outgoing correspondence of detainees, other than correspondence with courts, prosecutors, penitentiary officials, the Ombudsman, the European Court of Human Rights and counsel, is subject to censorship by the colony officials.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  The applicant complained that the conditions of his detention in detention facility no. IZ-38/1 in  had been in breach of Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "47.  The Government maintained that the conditions of the applicant’s detention had been satisfactory. They submitted that he had been afforded sufficient personal space, had been provided with an individual bunk and bedding at all times, and that the sanitary and hygienic norms had been met. Although the windows in the cells had been initially covered by metal security shields, these had been removed in March 2003. The applicant had received sufficient food and necessary medical assistance. In sum, the conditions of the applicant’s detention in detention facility no. IZ-38/1 had been compatible with Article 3.",
                                "elements": []
                            },
                            {
                                "content": "48.  The applicant challenged the Government’s description of conditions in detention facility no. IZ-38/1 as being factually untrue. He maintained that the cells had been small, dirty, dark and damp. He had had to sleep on a concrete bench without a mattress or bedding. He had had insufficient drinking water and irregular meals, and in particular on the days of the court hearings he had not had any lunch or dinner. He further alleged that his handcuffing while walking in the exercise yard and during the court hearings had amounted to inhuman treatment. He also submitted that he had not received adequate medical treatment.",
                                "elements": []
                            },
                            {
                                "content": "49.  The Court observes that the applicant was held in detention facility no. IZ-38/1 in  from 19 November 1998 to 21 May 2003 and from 21 to 25 April 2004 (see paragraph 31 above).",
                                "elements": []
                            },
                            {
                                "content": "50.  The first period of the applicant’s detention in facility no. IZ-38/1 in Irkutsk ended on 21 May 2003 when he was transferred to , whereas the present application was lodged on 15 July 2004. It follows that all complaints relating to this period have been introduced out of time and must be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "51.  As to the second period of the applicant’s detention in facility no. IZ-38/1, the Court notes that the applicant did not indicate the specific cell in which he had been held from 21 to 25 April 2004 or describe it in any detail. The allegations of harsh conditions of detention appear to be conjecture not substantiated with any specific information. It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  The applicant complained that the criminal charge against him had not been determined within a “reasonable time”, as required by Article 6 § 1 of the Convention which provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.   Admissibility",
                                "elements": [
                                    {
                                        "content": "53.  The Court reiterates that the period to be taken into consideration in determining the length of criminal proceedings begins with the day on which a person is “charged” within the autonomous and substantive meaning to be given to that term. It ends with the day on which a charge is finally determined or the proceedings are discontinued (see Rokhlina v. Russia, no. 54071/00, § 81, 7 April 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The period to be taken into consideration in the present case began on 14 November 1998 when the applicant was taken in custody. It ended on 14 December 2006 when the Supreme Court gave the final judgment in the case. The period from 29 January 2004 to 1 March 2006, when no proceedings were pending, should be deducted from the overall duration of the proceedings (compare Markin v.  (dec.), no. 59502/00, 16 September 2004). The proceedings thus lasted approximately five years and eleven months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court finds that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "56.  The Government submitted that the length of the proceedings had been reasonable, having regard to the complexity and volume of the case (30 binders) and the large number of defendants (9). The Government conceded that there had been a delay of several months between the applicant’s committal for trial and the commencement of the trial. However, that delay had been accounted for by the judge’s studying the voluminous case file and then by her illness. After the commencement of the trial the hearings had been scheduled at regular intervals, although many of them had been adjourned due to consistent failures by the defendants’ counsel, including the applicant’s lawyer, to attend hearings, and due to their repeated requests for adjournments on various grounds. After the pronouncement of the first-instance judgment the applicant had procrastinated in studying the trial record and submitting an additional statement of appeal. A further delay had been caused by the defendants’ transportation to  at their request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The applicant maintained his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court reiterates that the reasonableness of the length of the proceedings is to be assessed in the light of the particular circumstances of the case, regard being had to the criteria laid down in the Court’s case-law, in particular the complexity of the case, the applicant’s conduct and the conduct of the competent authorities (see, among many other authorities, Nakhmanovich v. Russia, no. 55669/00, § 95, 2 March 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court acknowledges that the case was complex as it concerned several counts of murder, robbery, kidnapping and unlawful possession of arms allegedly committed by nine defendants acting in criminal conspiracy. However, in the Court’s view, the complexity of the case does not suffice, in itself, to account for the length of the proceedings. Moreover, the fact that the applicant was held in custody required particular diligence on the part of the authorities dealing with the case to administer justice expeditiously (see Korshunov v. , no. 38971/06, § 71, 25 October 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  As to the applicant’s conduct, the Court accepts that some delays were caused by counsel’s failure to appear at some hearings and the belated submission of the additional statement of appeal. It notes however that the delay incurred was negligible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.   As to the conduct of the domestic authorities, the Court notes that neither party provided details of the investigation which lasted approximately one year and seven months. However it accepts that, having regard to the complexity of the case, the length of the investigation was not excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Turning to the trial stage of the proceedings, the Court observes that a delay of more than eight months occurred between the applicant’s committal for trial on 16 June 2000 and the commencement of the trial on 28 February 2001. The Government did not provide an explanation for that delay, other than the judge’s reading the voluminous case file and her sick leave. The Court notes that the Government did not produce any documents confirming the judge’s ill health or imparted the dates of her illness. In any event, responsibility for this delay rests with the domestic authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court discerns further delays attributable to the authorities in the conduct of the appeal proceedings. In particular, slightly less than a year and six months passed between the submission by the applicant of an additional statement of appeal and the appeal hearing. The only reason advanced by the Government for such an inordinate delay was the need to transport the defendants from Irkutsk to . The Court is not convinced by that argument. The Government did not explain why it took the Supreme Court ten months to examine the defendants’ request for leave to appear at the appeal hearing and make a formal decision on their transport to . All defendants except one were then transported to  within two months. However it took the authorities six further months to transport the remaining defendant (see paragraphs 21 to 26 above). No explanation was provided for that delay. It is also peculiar that none of the defendants was brought to the courtroom as they participated at the appeal hearing by video conference link. In such circumstances the Court is not convinced that the loss of time resulting from their physical transport to  was justified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Finally, the Court observes that it took the Supreme Court nine months to schedule a new appeal hearing after the quashing of the first appeal judgment by way of supervisory review (see paragraphs 28 and 30 above). The Government did not advance any justification for that lengthy period of inactivity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Having regard to the considerable periods of inactivity attributable to the authorities, the Court concludes that the length of the proceedings has exceeded a “reasonable time”. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (c) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "66.  The applicant further complained that his lack of legal representation during the proceedings before the appeal court constituted a violation of Article 6 §§ 1 and 3 (c) of the Convention, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ...by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require...”",
                                "elements": []
                            },
                            {
                                "content": " 67.  The Government submitted that the Presidium of the Supreme Court had acknowledged a violation of the applicant’s rights and quashed the appeal judgment of 29 January 2004. At the new appeal hearing of 14 December 2006 the applicant had been assisted by counsel. He could no longer claim to be a victim.",
                                "elements": []
                            },
                            {
                                "content": "68.  The applicant maintained his complaint. He submitted that he had not been assisted by counsel at the appeal hearing of 29 January 2004 and that counsel who had represented him at the appeal hearing of 14 December 2006 had been ineffective. He had not studied the case file and had not advanced any arguments in his defence.",
                                "elements": []
                            },
                            {
                                "content": "69.  The Court will first examine whether the quashing of the appeal judgment of 29 January 2004 on supervisory review deprived the applicant of his status as a “victim”. It reiterates that “a decision or measure favourable to the applicant is not in principle sufficient to deprive him of his status as a ‘victim’ unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention” (see Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI, and Constantinescu v. Romania, no. 28871/95, § 40, ECHR 2000-VIII).",
                                "elements": []
                            },
                            {
                                "content": "70.  In the instant case, the Presidium of the Supreme Court explicitly acknowledged that the applicant’s right to free legal representation at the hearing before the appeal court had been infringed, quashed the appeal judgment of 29 January 2004 and ordered a new appeal hearing.",
                                "elements": []
                            },
                            {
                                "content": "71.  Therefore, having regard to the contents of the Presidium’s decision of 1 March 2006, the Court finds that the national authorities have acknowledged, and then afforded redress for, the alleged breach of the Convention (see, for similar reasoning, Davidchuk v. Russia (dec.), no. 37041/03, 1 April 2008, with further references).",
                                "elements": []
                            },
                            {
                                "content": "72.  It follows that the applicant can no longer claim to be a “victim” of the alleged violation of Article 6 §§ 1 and 3 (c) of the Convention within the meaning of Article 34 of the Convention and that this complaint must be rejected pursuant to Articles 34 and 35 §§ 3 and 4.",
                                "elements": []
                            },
                            {
                                "content": "73.  The Court further notes that the applicant also complained that counsel appointed to represent him at the appeal hearing of 14 December 2006 had been ineffective. The Court reiterates in this respect that a State cannot be held responsible for every shortcoming on the part of a lawyer appointed for legal-aid purposes. The competent national authorities are required under Article 6 § 3 (c) to intervene only if a failure by legal-aid counsel to provide effective representation is manifest or is sufficiently brought to their attention in some other way (see Daud v. Portugal, judgment of 21 April 1998, Reports 1998-II pp. 749-50, § 38). In the present case the applicant did not bring to the attention of the appeal court that his counsel was ineffective and he never asked to replace him with another one. Moreover, the materials in the Court’s possession (see paragraphs 29 and 30 above) indicate that counsel studied the case file, had meetings with the applicant, was present at the appeal hearing and made oral submissions. The Court therefore concludes that failure by legal-aid counsel to provide effective representation cannot be said either to have been manifest or to have been sufficiently brought to the appeal court’s attention by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "74.  It follows that this part of the complaint is manifestly ill-founded within the meaning of Article 35 § 3 of the Convention, and that it must be rejected pursuant to Article 35 § 4.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "75.  The applicant further complained that the Court’s letters to him had been opened and read by the detention facility administration. He alleged that the censorship of his correspondence with the Court constituted a breach of the obligation under Article 34 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": " “The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "76.  The Government denied hindering the effective exercise of the applicant’s right of petition. They conceded that three of the Court’s letters had been opened by the detention facility employees but affirmed that the letters had not been censored. They had been opened for registration purposes only and had been handed over to the applicant without any delay. Moreover, the employees did not understand English and could not therefore read the letters. However, as the letters had been opened in breach of domestic law, one of the two responsible employees had been reprimanded. Finally the Government submitted that the applicant had not appealed against the prosecutor’s letter of 27 December 2007 to a court. Therefore, he had not exhausted domestic remedies.",
                                "elements": []
                            },
                            {
                                "content": "77.  The applicant maintained his claims.",
                                "elements": []
                            },
                            {
                                "content": "78.  The Court observes at the outset that a complaint under Article 34 of the Convention is of a procedural nature and therefore does not give rise to any issue of admissibility under the Convention (see Cooke v. Austria, no. 25878/94, § 46, 8 February 2000, and Ergi v. Turkey, judgment of 28 July 1998, Reports of Judgments and Decisions 1998-IV, § 105). The Government’s objection as to non-exhaustion of domestic remedies is therefore misconceived.",
                                "elements": []
                            },
                            {
                                "content": "79.  The Court further reiterates that it is of the utmost importance for the effective operation of the system of individual petition instituted by Article 34 that applicants should be able to communicate freely with the Convention organs without being subjected to any form of pressure from the authorities to withdraw or modify their complaints. The expression “any form of pressure” must be taken to cover not only direct coercion and flagrant acts of intimidation of applicants or their legal representatives but also other improper indirect acts or contacts designed to dissuade or discourage them from pursuing a Convention remedy (see Kurt v. Turkey, judgment of 25 May 1998, Reports of Judgments and Decisions 1998-III, § 160, and Tanrıkulu v. Turkey [GC], no. 23763/94, § 130, ECHR 1999-IV, with further references).",
                                "elements": []
                            },
                            {
                                "content": "80.  It is important to respect the confidentiality of the Court’s correspondence with the applicants since it may concern allegations against prison authorities or prison officials. The opening of letters from the Court or addressed to it undoubtedly gives rise to the possibility that they will be read and may conceivably, on occasion, also create the risk of reprisals by prison staff against the prisoner concerned. The opening of letters by prison authorities can therefore hinder applicants in bringing their cases to the Court (see Klyakhin v. , no. 46082/99, §§ 118 and 119, 30 November 2004).",
                                "elements": []
                            },
                            {
                                "content": "81.  In the instant case it is not in dispute that three of the Court’s letters were opened by the detention facility administration. The applicant stated that the letters had been read and enclosures withheld. The Government denied that, stating that the letters had been opened for registration purposes only. The Court is not convinced by that argument. Given that the sender’s and the addressee’s names were indicated on the envelope, it was possible to register the letters without opening them. In such circumstances the Court considers that the applicant’s fear that the letters were opened by the detention facility administration with the intention of reading them was objectively justified.",
                                "elements": []
                            },
                            {
                                "content": "82.  As regards the enclosures of the letters, the Court is not persuaded by the Government’s assertion that they were handed over to the applicant. In situations where the envelope was torn open by a State official, it is incumbent on the Government to prove that the letter was delivered to the applicant in its entirety. In the absence of any such proof, the Court gives credit to the applicant’s statement that the enclosures were withheld by the detention facility administration.",
                                "elements": []
                            },
                            {
                                "content": "83.  The Court observes that pursuant to Article 91 of the Penal Code correspondence with the Court is privileged and is not subject to censorship (see paragraph 45 above). The Court’s letters were therefore opened in breach of domestic law, as was acknowledged by the Government. The Court takes note of the fact that one of the two employees who had been responsible for the opening of the letters was disciplined. The Government did not explain however why the second employee went unpunished. Nor did they indicate whether other employees of the detention facility had been instructed against censorship of the Court’s letters in future.",
                                "elements": []
                            },
                            {
                                "content": "84.  The Court considers that opening of its correspondence could have an intimidating effect on the applicant, while withholding of enclosures which contained the Government’s further observations and their comments on the applicant’s claims for just satisfaction deprived the applicant of the possibility to learn the Government’s position before the Court. The applicant’s situation was particularly vulnerable as he had no representative in the proceedings before the Court and therefore depended on the detention facility administration to facilitate his correspondence with the Court and the rest of the world (compare Klyakhin, cited above, § 122, and Cotleţ v. Romania, no. 38565/97, § 71, 3 June 2003). The opening of the Court’s letters and withholding of enclosures has therefore constituted an interference with the exercise of the applicant’s right of individual petition which is incompatible with the respondent State’s obligation under Article 34 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "85.  In view of the foregoing, the Court considers that the respondent State has failed to comply with its obligations under Article 34 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "86.  The Court has examined the other complaints submitted by the applicant. However, having regard to all the material in its possession, and in so far as these complaints fall within the Court’s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "87.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": " A.  Damage",
                                "elements": [
                                    {
                                        "content": "88.  The applicant claimed 1,300,000 euros (EUR) plus 50,000 Russian roubles in respect of non-pecuniary damage incurred through detention in appalling conditions, unjust conviction, appointment of ineffective counsel and censorship of his correspondence with the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Government submitted that the applicant had claimed compensation for non-pecuniary damage incurred as a result of his criminal prosecution and conviction. However, it was not the Court’s task to assess the reasonableness of the charges against him. They therefore considered that the applicant’s claim should be dismissed. In their opinion, the finding of a violation would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court observes that the applicant’s claim for just satisfaction mostly concerned the complaints that were declared inadmissible. He did not make any claims in connection with the excessive length of criminal proceedings against him. He did, however, claim compensation in respect of non-pecuniary damage incurred through censorship of his correspondence with the Court. The Court considers that the applicant must have suffered anxiety and disquiet as a result of the opening of its letters and the withholding of the enclosures. The non-pecuniary damage he has thereby sustained would not be adequately compensated by the finding of a violation. Accordingly, making its assessment on an equitable basis, the Court awards the applicant 500 euros, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "91.  The applicant did not claim costs and expenses. Accordingly, there is no call to make an award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "92.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the criminal proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the excessive length of the criminal proceedings;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the respondent State has failed to comply with its obligations under Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 500 (five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 November 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "I share – not without serious doubts – the conclusion of the Chamber on the violation of Article 34 of the Convention. But I would like to point out that usually the Court analyses the so-called monitoring of applicants’ correspondence by the prison authorities with reference to the guarantees provided by Article 8 of the Convention (see, among others: Silver and Others v. the United Kingdom, judgment of 25 March 1983, Series A no. 61, p. 32, § 84; Petra v. Romania, judgment of 23 September 1998, Reports 1998-VII, p. 2853, § 36; Peers v. Greece, judgment of 19 April 2001, ECHR 2001-III, §§ 82-84). In a similar Russian case Klyakhin v. Russia (judgment of 30 November 2004) the Court also concluded that an interference with the applicant’s right to correspondence should be analysed under Article 8 (§ 108).",
                        "elements": []
                    },
                    {
                        "content": "In the present case the applicant, who was not represented by a lawyer, complained about the same facts under Article 34 which is more “special” and deals with real pressure on the applicants, which is not the case here. Accordingly, I consider that the Court could, proprio motu, give its own qualification of the alleged violation of the right to correspondence.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Dean Spielmann",
            "role": "judges"
        },
        {
            "name": "Sverre Erik Jebens",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PONUSHKOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-89331.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:1106JUD003020904",
    "externalsources": [],
    "extractedappno": [
        "30209/04",
        "54071/00",
        "59502/00",
        "55669/00",
        "38971/06",
        "28114/95",
        "28871/95",
        "37041/03",
        "25878/94",
        "23763/94",
        "46082/99",
        "38565/97"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-89331",
    "judgementdate": "06/11/2008 00:00:00",
    "kpdate": "06/11/2008 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "PONUSHKOV",
        "RUSSIA"
    ],
    "rank": "647.992919921875",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "348327",
    "typedescription": "15"
}