{
    "__articles": "6;6-1;13",
    "__conclusion": "Violation of Art. 6-1;Violation of P1-1;Violation of Art. 13",
    "applicability": "",
    "appno": "2109/07;2112/07;2113/07;2116/07",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13",
            "type": "violation"
        }
    ],
    "content": {
        "001-98818.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in four applications (nos. 2109/07, 2112/07, 2113/07 and 2116/07) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Russian nationals, whose names and dates of birth appear in the appended table. The respective dates of introduction of the applications are also shown in the table.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the Representative of the  at the Court.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged in particular that judgments given in their favour had not been enforced.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 24 September 2008 the President of the First Section decided to communicate these applications to the respondent Government. It was also decided in all cases to examine the merits of the applications at the same time as their admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants are four Russian nationals.",
                                "elements": []
                            },
                            {
                                "content": "6.  As victims of the  nuclear disaster they were entitled to social housing under domestic law. Because the authorities had failed to provide them with housing in good time, the applicants sought relief in courts. In October and December 2004 the Pervomayskiy District Court of Krasnodar (“the District Court”) held for the applicants, the judgments became binding. The details of the judgments are shown in the appended table.",
                                "elements": []
                            },
                            {
                                "content": "7.  In March 2006 the writs of execution were issued in respect of the judgments. According to the writs, the applicants were to be granted housing, as ordered by the domestic court.",
                                "elements": []
                            },
                            {
                                "content": "8.  In 2006 the respondent authority offered the applicants to settle the case by providing them with cash payment in the amount allegedly representing the value of the flat. The applicants submitted that the amounts proposed were manifestly lower than the market value of the flats granted by the domestic judgments.",
                                "elements": []
                            },
                            {
                                "content": "9.  By four separate written statements the applicants refused the offer. They stated in their refusals that in accordance with the judgments in their favour and with the writs of execution the authorities were under obligation to provide them with flats, and not with the sums of money.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 24 May 2007 the District Court instructed the bailiffs to enforce the judgments in accordance with the writs of execution.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 20 November 2007 the bailiffs informed the applicants that the execution of the judgments in compliance with the writs was impossible, “since the Administration of the Krasnodar Region could only use the monetary funds allocated from the federal budget”.",
                                "elements": []
                            },
                            {
                                "content": "12.  The authorities sought to alter the mode of enforcement of the judgments from in-kind provision of flats to delivery of housing certificates. By a decision of 6 April 2009, upheld on appeal on 7 May 2009, the District Court refused to change the mode of execution of the judgments.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "13.  Section 14 (3) of the Law On Social Protection of Citizens Exposed to Radiation as a Result of the Chernobyl Nuclear Power Station Explosion (no. 1224-I of 15 May 1991, as amended at the material time), as in force at the material time, set out that disabled victims of the Chernobyl explosion were to be granted social housing within three months from submitting an appropriate application, provided that their existing accommodation did not comply with the minimum housing standards.",
                                "elements": []
                            },
                            {
                                "content": "14.  Under Section 13 of the Federal Law on Enforcement Proceedings of 21 July 1997, the enforcement proceedings should be completed within two months upon receipt of the writ of enforcement by the bailiff.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "15.  Given that these four applications concern similar facts and complaints and raise identical issues under the Convention, the Court decides to consider them in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION AND ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "16.  The applicants complained that despite the judgments they had not been provided with housing in good time. The Court will examine these complaints under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1. Insofar as relevant, these Articles read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing within a reasonable time by {a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "Article 1 of Protocol No. 1",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "17.  The Government argued that the applicants had not exhausted the domestic remedies. They relied, in particular, on three examples from domestic practice (case of Khakimovy, case of Smetanko, case of Shubin) where the complainants had been awarded substantial amounts of compensation for non-pecuniary damage (ranging from 65,000 to 200,000 Russian Roubles) caused by prolonged non-enforcement of binding civil judgments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Court reiterates that it earlier concluded that there was no effective domestic remedy in Russia, either preventive or compensatory, that allowed for adequate and sufficient redress in the event of violations of the Convention on account of prolonged non-enforcement of judicial decisions delivered against the State or its entities (see Burdov v.  (no. 2), no. 33509/04, § 117, ECHR 2009...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In the case at hand the Court accepts, to the Government's advantage, that in the three cited examples from domestic practice the complainants were awarded compensation of non-pecuniary damage in the amounts that are not unreasonable in comparison with the awards made by the Court in similar cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  However, the existence of such isolated examples cannot either alter the Court's conclusion reached in the Burdov (no. 2) judgment mentioned above, or newly demonstrate that this remedy was sufficiently certain in practice so as to offer the applicants reasonable prospects of success as required by the Convention. Thus, the Government's argument as to non-exhaustion of domestic remedies should be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. This complaint must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "22.  The Government initially contended that by refusing to accept housing certificates the applicants had obstructed the only possible way of enforcement of the judgments. In their further observations the Government suggested that the enforcement period to be taken into consideration should start running from 7 May 2009, the day on which the mode of enforcement of the judgments had been definitely clarified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicants maintained their complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court reiterates that an unreasonably long delay in the enforcement of a binding judgment may breach the Convention (see Burdov v. Russia, no. 59498/00, ECHR 2002-III). To decide if the delay was reasonable, the Court will look at how complex the enforcement proceedings were, how the applicant and the authorities behaved, and what the nature of the award was (see Raylyan v. Russia, no. 22000/03, § 31, 15 February 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Turning to the case at hand, the Court notes that the judgments have not been enforced to date. Hence, their enforcement has lasted for more than five years since the day they became binding.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court considers that the justifications put forward by the Government are unconvincing. The applicants cannot be blamed for having refused to accept the housing certificates. First, it does not transpire from the operative part of the judgments that grant of housing certificates was an appropriate way of enforcement of the judgments. Second, the domestic courts explicitly dismissed the authorities' action aimed at changing the mode of execution of the judgments to delivery of housing certificates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In view of the above considerations, the Court rejects the Government's arguments and takes the view that the bulk of the non-enforcement period, from the day the judgments became binding to date, i.e. more than five years, should be considered as attributable to the authorities. Such a long delay in enforcement cannot be considered as reasonable in the light of the Court's established case-law (see the above cited Burdov (no. 2), § 67).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court concludes that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "29.  The applicant complained that they had no effective domestic remedy against the non-enforcement of the judgments. Article 13 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "30.  The Government contended that the applicants had effective domestic remedies at their disposal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicants maintained their complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Court considers that the non-enforcement complaint raised by the applicants was undoubtedly arguable. It follows that the complaint about remedies under Article 13 is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. The Court further notes that it is not inadmissible on any other grounds. This complaint must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "33.  The Court reiterates that Article 13 guarantees an effective remedy before a national authority for a prolonged non-enforcement of a binding judgment (see, mutatis mutandis, Kudła v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court has found above that the remedies suggested by the Government could not be considered as effective (see paragraph 20 above). There has, accordingly, been a violation of Article 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "36.  The applicants asked the Court to oblige the Government to enforce the judgments given in their favour. Each applicant also claimed 4,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Government argued that no award should be made, because the applicants' rights had not been infringed and because the applicants had failed to substantiate their non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  As to pecuniary damage, the Court reiterates that the violation found is best redressed by putting the applicant in the position he would have been if the Convention had been respected. The Government shall therefore secure, by appropriate means, the enforcement of the domestic courts' judgments (see, with further references, Poznakhirina v. Russia, no. 25964/02, § 33, 24 February 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  As to non-pecuniary damage, the Court accepts that the applicants must have suffered distress caused by the prolonged non-enforcement of the judgments. Making its assessment on an equitable basis, the Court awards EUR 4,000 to each applicant under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "40.  Each applicant claimed 2,725 Russian roubles (RUB) for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Government contended that the applicants had not shown that the expenses were necessary and reasonable in the amounts claimed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 60 to each applicant for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "43.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, shall secure, by appropriate means, the enforcement of the judgments given in the applicants' favour, and in addition pay each applicant EUR 4,000 (four thousand euros) in respect of non-pecuniary damage and EUR 60 (sixty euros) to each applicant in respect of costs and expenses, plus any tax that may be chargeable to the applicants on the mentioned amounts, to be converted into Russian roubles at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount[s] at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 20 May 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "APPENDIX",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Christos Rozakis",
            "role": "president"
        },
        {
            "name": "Nina Vajić",
            "role": "judges"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BUTENKO v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-98818.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:0520JUD000210907",
    "externalsources": [],
    "extractedappno": [
        "2109/07",
        "2112/07",
        "2113/07",
        "2116/07",
        "33509/04",
        "59498/00",
        "22000/03",
        "30210/96",
        "25964/02",
        "12/06",
        "10/04",
        "11/04",
        "12/04",
        "02/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-98818",
    "judgementdate": "20/05/2010 00:00:00",
    "kpdate": "20/05/2010 00:00:00",
    "kpthesaurus": [
        "445",
        "444"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1",
        "13"
    ],
    "parties": [
        "BUTENKO",
        "RUSSIA"
    ],
    "rank": "733.055541992188",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "358745",
    "typedescription": "15"
}