{
    "__articles": "2;2-1;6;6-1;13;17;29;29-3;35;35-1;35-3;35-4;41;P1-1",
    "__conclusion": "Violation of Art. 6-1;Non-pecuniary damage and costs and expenses : financial award",
    "applicability": "",
    "appno": "70767/01",
    "article": [
        "13",
        "2",
        "p1-1",
        "29",
        "35",
        "6",
        "41",
        "17"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage and costs and expenses : financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-70098.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 70767/01) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Yuriy Mykhaylovych Pavlyulynets (“the applicant”), on 6 January 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Ukrainian Government (“the Government”) were represented by their Agent, Mrs Valeria Lutkovska.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 7 July 2003 the Court decided to communicate the application. Applying Article 29 § 3 of the Convention, it decided to rule on the admissibility and merits of the application at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1950 and lives in the city of , the Zakarpatye region.",
                                "elements": []
                            },
                            {
                                "content": "1. The litigation",
                                "elements": [
                                    {
                                        "content": "5. In May 1999 the applicant instituted proceedings against the Uzhgorod Social Security Department (the “SSD”), alleging that it had erroneously calculated his period of employment in posts of hardship, thus lowering the amount of the pension to which he was entitled.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  On 23 July 1999, after four hearings, three of which were adjourned due to the failure of the applicant's representative to appear, the Uzhgorod City Court (hereafter “the City Court”) allowed this complaint, ordering the SSD to include three years and five months of the applicant's employment at the Elektrodvygun Company in the said calculation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 20 January 2000, at the SSD's request, the City Court quashed the judgment of 23 July 1999 due to new circumstances and remitted the case for a fresh consideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  According to the documents provided by the Government, between February 2000 and January 2001 the court held one hearing. The scheduled hearings were cancelled on four occasions due to the applicant's failure to appear and on six occasions due to the absence of both parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  In the meantime the applicant requested that the trial judge be removed from the case, alleging that he intentionally delayed the proceedings. On 6 April 2000 the request was granted by the Acting President of the City Court, who found that “the proceedings were unduly delayed for different reasons” and assigned the case to another judge with a view to expediting the consideration of the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 26 January 2001 the court dismissed the case because of the applicant's failure to appear.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 8 June 2001 the Deputy President of the , upon the applicant's request, filed a protest (an extraordinary appeal) against this decision. On 14 June 2001 the Presidium of the  granted the protest, stating that there was no indication in the case file that the applicant had been duly informed about the time and place of the hearing. The decision of 26 January 2001 was quashed and the case was remitted for fresh consideration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 26 June 2001 the City Court allowed the applicant's claim and ordered the SSD to recalculate the period of the applicant's employment in hardship posts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 27 August 2001 the court ordered the Uzhgorod Department of the Pension Fund of Ukraine (the “Fund”) to enforce the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 8 October 2001 the Fund challenged the judgment of 26 June 2001 under the cassation procedures it had not been the defendant in the case. On 28 November 2001 the Supreme Court returned the appeal without an examination on account of its formal shortcomings. On 6 February 2002 the Fund produced an amended cassation appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 16 May 2002 the panel of three judges of the Supreme Court decided to transfer the case for hearing by a judicial chamber",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Supreme Court held one hearing. On 28 November 2002 it quashed the judgment of 26 June 2001 and remitted the case for a fresh examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 24 February 2003 the City Court appointed a technical expert from the State Department of Work Security to give an opinion in the case. On 7 April 2003 the expert informed the court that the relevant tests could not be carried out in the Department of Work Security for lack of adequate facilities. On 23 April 2003 the court appointed another expert and ordered that the appropriate examinations be performed in the Uzhgorod City Department of Work and Social Security. The expert's opinion was submitted on 27 May 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 2 June 2003 the applicant challenged the participation of the trial judge on the ground of his alleged objective partiality. The same day the applicant's motion was upheld and the case was assigned to another judge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The proceedings were resumed on 7 August 2003. On 11 August 2003 the City Court allowed the applicant's claim. On 11 November 2003 the Zakarpatye Regional Court of Appeal upheld this judgment. On 16 January 2004, following the Fund's cassation appeal, the case was referred to the Supreme Court where it is apparently still pending.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2. The enforcement proceeding",
                                "elements": [
                                    {
                                        "content": "20.  In August 1999 the SSD granted the applicant an increased pension in compliance with the judgment of 23 July 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In January 2000 this decision was quashed due to the Uzhgorod City Court's resumption of the judicial proceedings relating to the applicant's claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 16 July 2001 the Uzhgorod City Bailiffs' Service instituted enforcement proceedings for the judgment of 26 June 2001. According to a letter dated 20 November 2002 from the Fund, there had been several interruptions in the proceedings: in September 2001 they were suspended due to the Fund's request for the reopening of the case due to new circumstances; in March and October 2002 they were again suspended pending the examination of the Fund's cassation appeal. However, now the judgment had been fully enforced. The applicant had been awarded an increased pension and paid a lump sum of UAH 4,806 in back-payments. The applicant does not deny receiving this money.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 28 November 2002 the Supreme Court suspended the execution of the June 2001 judgment pending the examination of the Fund's cassation appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicant attempted on many occasions to institute criminal proceedings against A. (a pension expert) for alleged extortion. On 18 May 2001 the Uzhgorod City Prosecutor's Office rejected the applicant's complaints in the absence of any corpus delicti.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3. The deportation case",
                                "elements": [
                                    {
                                        "content": "25.  In 1952 the applicant and his family had been deported from  to Chechnia by the Soviet authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  By letter of 15 December 1999, the Zakarpatsky Regional Department of the Security Service informed the applicant that it was within the competence of the Uzhgorod Commission on the Rehabilitation of the Victims of Political Persecution to grant him compensation for these events.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4.  Savings Bank deposits of the applicant",
                                "elements": [
                                    {
                                        "content": "27.  The applicant maintains that he has some UAH 20.000 deposited with the Savings Bank. However, this deposit has been “frozen” since 1992.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ADMISSIBILITY OF THE COMPLAINTS",
                        "elements": [
                            {
                                "content": "A.  Alleged violation of Articles 2, 13 and 17 of the Convention",
                                "elements": [
                                    {
                                        "content": "28.  The applicant alleged that he was deprived of an income which would allow a decent standard of living. He relied in this connection on Article 2 § 1 of the Convention. The Court reiterates that, according to its case-law, neither Article 2 nor any other provision of the Convention can be interpreted as conferring on an individual a right to enjoy a particular standard of living (see, Wasilewski v. Poland (dec.), 32734/96, 20 April 1999). Moreover, the applicant has not shown that he suffers such destitution that his life is at risk. The Court, therefore, rejects this part of the application, in accordance with Article 35 §§ 3 and 4 of the Convention, as being manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The applicant further complained that the prosecution authorities' refusal to institute criminal proceedings against A. (a pension expert) amounted to a violation of Article 13 of the Convention. The Court recalls that the right to have criminal proceedings instituted against a third person is not, as such, guaranteed by the Convention (see, Kubiszyn v. Poland (dec.), no. 37437/97, 21 September 1999). It finds, therefore, that this part of the application is incompatible ratione materiae with the provisions of the Convention and rejects it in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The applicant also referred to Article 17 of the Convention (the prohibition of an abuse of rights) without any reasoning. The Court finds no indication whatsoever in the case file which might disclose any appearance of a violation of this provision. The Court, therefore, rejects this part of the application, in accordance with Article 35 §§ 3 and 4 of the Convention, as being manifestly ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicant also complained about the State's failure to provide him with compensation for the political persecution to which he and his family were subjected during Soviet rule and for the confiscation in 1952 of a plot of land belonging to his family. He relied in substance on Article 1 of Protocol No. 1. The Court notes that the applicant did not to apply to the Uzhgorod Commission on the Rehabilitation of the Victims of Political Persecution as he was advised to do by the Security Service. Nor did he raise this issue before any domestic court. Accordingly, the applicant has not exhausted all the domestic remedies available to him under Ukrainian law.  It follows that this complaint must be rejected pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The applicant next complained about his alleged inability to recover his indexed deposits with the State Savings Bank of . He alleged, in substance, a violation of Article 1 of Protocol No. 1. The Court recalls that it has previously held that the recovery of indexed deposits is not a matter protected by the Protocol and, accordingly, was outside the Court's competence ratione materiae (see Gayduk and Others v.  (dec.), nos. 45526/99 and foll., ECHR 2002VI (extracts). The Court finds no reason to distinguish the present case from that previous decision. It follows that this aspect of the application is incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 and must be rejected in accordance with Article 35 § 4.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Alleged violation of Article 6 § 1 of the Convention",
                                "elements": [
                                    {
                                        "content": "1.  The non-execution of court judgments",
                                        "elements": [
                                            {
                                                "content": "33.  The applicant complained that the final and binding court decisions of 23 July 1999 and 26 June 2001 had not been executed by the domestic authorities. He referred to Article 6 of the Convention which, in so far as relevant, reads follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Government submitted that the applicant's right to have a court decision enforced was linked to the existence of final and binding court judgments. Accordingly, once these judgments were quashed, the right to have them executed ceased. The Government indicated that the judgment of 23 July 1999 was executed immediately after its adoption, and the applicant was awarded a pension he sought. The judgment of 26 June 2001 was also executed by the Pension Fund, in that the applicant's pension was raised and he was paid a further lump sum of UAH 4,806 in back-payments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  In his letter in reply to the Government's observations the applicant confirmed that the judgment of 23 July 1999 had been fully executed and that he had received the indicated amount in accordance with the judgment of 26 June 2001. However, he alleged that this sum was insufficient and that the execution of the latter judgment had been unreasonably delayed by the Bailiffs' Service and the Pension Fund.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court observes that the judgments in the present case have been enforced and the applicant was awarded a pension he sought, plus a lump sum in back-payments. Thus his allegations are not supported by the evidence. Nor did he raise this complaint before any domestic court in accordance with the 1999 Law “on Enforcement Proceedings” (see Dzizin v. Ukraine (dec), no. 1086/02, 24 June 2003) or under the ordinary civil procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37. Whilst the parties' submissions are vague as to the date on which the lump sum was paid, in any case the delay in the execution of the judgment of 26 June 2001 could not have been more than one year and six months, given that the letter informing the applicant about this payment was dated 20 November 2002. The Court recalls that in certain previous cases against Ukraine, it has held that periods of eight months (see Kornilov and Others v. Ukraine (dec.), no. 36575/02, 7 October 2003), and even of two years and seven months (see Krapyvnitsky v. Ukraine, no. 60858/00, decision of 17 September 2002), were not so excessive as to raise an arguable claim under Article 6 § 1 of the Convention. The Court finds no reason to come to a different conclusion, given the particular circumstances of the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  It follows that this part of the application is manifestly ill-founded within the meaning of Article 35 § 3, and must be rejected pursuant to Article 35 § 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The length of the proceedings",
                                        "elements": [
                                            {
                                                "content": "39.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement of Article 6 § 1 of the Convention, cited above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Government contested that argument.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Court first needs to determine the period which is to be examined. In this respect, the most appropriate approach is only to take into account those periods when the case was actually pending before the courts, thus excluding those periods between the adoption of the final and binding judgments and their revocation in the course of extraordinary proceedings (see Markin v. Russia (dec.), no. 59502/00, 16 September 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The applicant first took his case to court in May 1999. His claim was allowed in a final judgment on 23 July 1999. The proceedings were reopened on 20 January 2000 due to new circumstances and subsequently terminated on 26 January 2001 by the decision to dismiss the case on the ground of the applicant's failure to appear. On 14 June 2001 the extraordinary appeal procedure before the  resulted in the reversal of the latter decision and the resumption of the proceedings. These proceedings are currently still pending before the Supreme Court. Thus they have so far lasted some five years and two months (see paragraph 41).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  MERITS",
                        "elements": [
                            {
                                "content": "44.  The Government submitted that the applicant had contributed to the prolongation of the proceedings by failing to appear before the court on several occasions and challenging the participation of the City Court's judges. The Government also observed that the delays in the cassation proceedings were caused by the heavy workload facing the Supreme Court.",
                                "elements": []
                            },
                            {
                                "content": "45.  The applicant contested the Government's statement. He contended that the civil proceedings were unreasonably long because the domestic courts had failed to deal with his claims diligently.",
                                "elements": []
                            },
                            {
                                "content": "46.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                "elements": []
                            },
                            {
                                "content": "47.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                "elements": []
                            },
                            {
                                "content": "48.  As regards the conduct of the applicant, the Court notes that the documents provided by the Government suggest that the applicant was accountable for the delay in the proceedings between February 2000 and January 2001. However, the Court observes that the applicant's complaint in April 2000 about the trial judge's inactivity was upheld and the case was assigned to another judge with the view to expediting the proceedings. Moreover, the decision to dismiss the case for the applicant's failure to appear was overturned because of the court's failure to inform the applicant about the time and place of the hearing. The Court further notes that in the particular circumstances of the case the applicant can hardly be criticised for having challenged the participation of certain judges in the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "49.  As regards the conduct of the authorities, the Court takes note of the prolonged periods of inactivity on the part of the Supreme Court: approximately nine months elapsed between the lodging of the Pension Fund's first cassation appeal in February 2002 and its examination by the Supreme Court in November 2002 (see paragraphs 14-16 above) and over a year and a half of total inactivity has passed since the case was remitted to the Supreme Court for the second time in January 2004 (see paragraph 19 above).",
                                "elements": []
                            },
                            {
                                "content": "50.  The Government explained that the delays in the cassation proceedings were caused by the increasing volume of litigation before the Supreme Court. The Court notes that the Convention places a duty on the Contracting States to organise their legal systems so as to allow the courts to comply with the requirements of Article 6 § 1, including that of determinations within a \"reasonable time\" (see, among many others, Delić v. Croatia, no. 48771/99, § 106, 27 June 2002). Moreover, the Court observes that the Government were unable to give any example of a measure of either a methodological or structural character reflecting the State's willingness to tackle the problem (see Zimmermann and Steiner v. Switzerland, judgment of 13 July 1983, Series A no. 66, p. 12, § 31).",
                                "elements": []
                            },
                            {
                                "content": "51.  The Court further notes that the protracted length of the proceedings was also to a large extent due to the re-examination of the case. It observes that, whilst the case cannot be said to involve issues of any particular complexity, it was considered by the courts on four occasions. Although the Court is not in a position to analyse the quality of the case-law of the domestic courts, it considers that, since the remittal of cases for re-examination is usually ordered as a result of errors committed by lower courts, the repetition of such orders within one set of proceedings discloses a serious deficiency in the judicial system (see Wierciszewska v. Poland, no. 41431/98, § 46, 25 November 2003).",
                                "elements": []
                            },
                            {
                                "content": "52.  Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                "elements": []
                            },
                            {
                                "content": "53.  There has accordingly been a breach of Article 6 § 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "55.  The applicant claimed UAH 500,000 in respect of pecuniary, non-pecuniary damage and costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government found the claim unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court considers that the applicant's claims are indeed excessive. Making its assessment on equitable basis, as required by Article 41 of the Convention, the Court awards the applicant EUR 2,480 in respect of non-pecuniary damage, costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "58.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 6 § 1 of the Convention concerning the length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 2,480 (two thousand four hundred and eighty euros) in respect of non-pecuniary damage, costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 September 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "and Mr S. Naismith",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PAVLYULYNETS v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-70098.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0906JUD007076701",
    "externalsources": [],
    "extractedappno": [
        "70767/01",
        "32734/96",
        "37437/97",
        "45526/99",
        "1086/02",
        "36575/02",
        "60858/00",
        "59502/00",
        "30979/96",
        "48771/99",
        "41431/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-70098",
    "judgementdate": "06/09/2005 00:00:00",
    "kpdate": "06/09/2005 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "236",
        "398",
        "619",
        "340",
        "97",
        "445",
        "40",
        "113",
        "406",
        "444",
        "110",
        "449",
        "231",
        "216",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "2-1",
        "35-4",
        "13",
        "P1-1",
        "2",
        "29",
        "35-1",
        "35-3",
        "41",
        "6-1",
        "35",
        "6",
        "29-3",
        "17"
    ],
    "parties": [
        "PAVLYULYNETS",
        "UKRAINE"
    ],
    "rank": "523.713134765625",
    "representedby": [
        "N/A"
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Delic v. Croatia, no. 48771/99, § 106, 27 June 2002",
        "Dzizin v. Ukraine (dec), no. 1086/02, 24 June 2003",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Gayduk and Others v. Ukraine (dec.), nos. 45526/99 and foll., ECHR 2002 VI (extracts)",
        "Kornilov and Others v. Ukraine (dec.), no. 36575/02, 7 October 2003",
        "Krapyvnitsky v. Ukraine, no. 60858/00, decision of 17 September 2002",
        "Kubiszyn v. Poland (dec.), no. 37437/97, 21 September 1999",
        "Markin v. Russia (dec.), no. 59502/00, 16 September 2004",
        "Wasilewski v. Poland (dec.), 32734/96, 20 April 1999",
        "Wierciszewska v. Poland, no. 41431/98, § 46, 25 November 2003",
        "Zimmermann and Steiner v. Switzerland, judgment of 13 July 1983, Series A no. 66, p. 12, § 31"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "331979",
    "typedescription": "15"
}