{
    "__articles": "6;6+6-1;6-1;6-3-c;37;37-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing;Adversarial trial;Equality of arms);Violation of Article 6+6-1 - Right to a fair trial (Article 6-3-c - Defence in person) (Article 6 - Right to a fair trial;Criminal proceedings;Article 6-1 - Fair hearing)",
    "applicability": "",
    "appno": "22238/13;30334/13;38246/13;57701/13;62634/14;5172/15;17642/15",
    "article": [
        "6",
        "37"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing",
                "Adversarial trial",
                "Equality of arms"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "Article 6-3-c - Defence in person"
            ],
            "element": "Violation of Article 6+6-1 - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-202441.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in seven applications (nos. 22238/13, 30334/13, 38246/13, 57701/13, 62634/14, 52172/15 and 17642/15) against the Republic of Croatia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by seven Croatian nationals and one national of Bosnia and Herzegovina (“the applicants”), on the dates listed in the Appendix to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "2.  The first, second, fourth, fifth and seventh applicants were represented by Ms V. Drenški Lasan, a lawyer practising in Zagreb, the third applicant was represented by Mr A. Fišbah, a lawyer practising in Osijek, the sixth applicant was represented by Mr Č. Prodanović, a lawyer practising in Zagreb and the eighth applicant was self-represented. The Croatian Government (“the Government”) were represented by their Agent, Ms Š. Stažnik.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged (as specified in the appended table), that they had not had a fair trial, in that the submissions of the competent State Attorney’s Office had never been forwarded to the defence and/or that the sessions of the appeal panel in the criminal proceedings against them had been held in their absence, contrary to Article 6 §§ 1 and 3 (c) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 29 June and 8 October 2015 notice of the above complaints was given to the Government and the remainder of the applications was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court. The Government of Bosnia and Herzegovina did not make use of their right to intervene in the proceedings (Article 36 § 1 of the Convention).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The facts of the case, as submitted by the applicants and as they appear from the documents submitted by them, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "Romić v. Croatia, application no. 22238/13",
                                "elements": [
                                    {
                                        "content": "6.  On 18 February 2004 the first and second applicants were indicted in the Zagreb County Court (Županijski sud u Zagrebu) on charges of economic crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  By a judgment of 30 June 2010 the Zagreb County Court found the first and second applicants guilty as charged and sentenced the first applicant to three years’ imprisonment and the second applicant to two and a half years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In September 2010 the first and second applicants lodged appeals against the Zagreb County Court’s judgment with the Supreme Court (Vrhovni sud Republike Hrvatske), challenging the factual and legal grounds for their convictions and sentences, and complaining of numerous other substantive and procedural flaws in the trial and the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  During the appeal proceedings the Supreme Court forwarded the appeals and the Zagreb County Court’s case file to the State Attorney’s Office of the Republic of Croatia (Državno odvjetništvo Republike Hrvatske) for it to examine and provide an opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 2 December 2010 the Deputy State Attorney of the Republic of Croatia (hereinafter “the Deputy State Attorney”) submitted a reasoned opinion to the Supreme Court, calling for the dismissal of the appeals. That opinion was never forwarded to the defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 12 January 2011 the Supreme Court held a session in the presence of the first and second applicants’ lawyers and the Deputy State Attorney. During the session, the Deputy State Attorney confirmed his reasoned opinion. The first and second applicants’ lawyers reiterated the arguments set out in their appeals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On the same day the Supreme Court adopted a judgment by which it upheld the first and second applicants’ convictions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 11 and 13 April 2011 the first and second applicants lodged constitutional complaints with the Constitutional Court (Ustavni sud Republike Hrvatske) arguing that their right to a fair trial had been violated, inter alia, because they had not been served with the submissions of the Deputy State Attorney to the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 28 June 2012 the Constitutional Court dismissed the first and second applicants’ constitutional complaints on the grounds that the relevant domestic law did not require the appeal courts to forward submissions of the competent State Attorney’s Office to the defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The decisions of the Constitutional Court were served on the first and second applicants’ lawyer on 17 September 2012.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Vlaškalić v. Croatia, application no. 30334/13",
                                "elements": [
                                    {
                                        "content": "16.  On 8 May 2001 the third applicant was indicted in the Beli Manastir Municipal Court (Općinski sud u Belom Manastiru) on charges of armed robbery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  After several acquittals of the third applicant at first instance and remittals of the case for re-examination by the appeal court, on 23 April 2012 the Osijek Municipal Court (Općinski sud u Osijeku), to which the case had been transferred in the meantime, found the third applicant guilty and sentenced him to eleven months’ imprisonment, suspended for five years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 25 May 2012 the third applicant appealed to the Osijek County Court (Županijski sud u Osijeku), alleging numerous substantive and procedural flaws in the proceedings and the findings in the judgment. He also asked that he and his lawyer be invited to the session of the appeal panel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 30 May 2012 the Osijek County Court held a session in the presence of the Osijek County Deputy State Attorney (zamjenik Županijskog državnog odvjetnika u Osijeku) without informing the third applicant or his lawyer of it. On the same day the Osijek County Court dismissed the third applicant’s appeal and upheld the first-instance judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The third applicant complained to the Constitutional Court that he and his lawyer had not been given an opportunity to be present at the session of the appeal panel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 26 September 2012 the Constitutional Court dismissed the third applicant’s constitutional complaint as unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The decision of the Constitutional Court was served on the third applicant’s lawyer on 13 October 2012.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Radonić v. Croatia, application no. 38246/13",
                                "elements": [
                                    {
                                        "content": "23.  On 5 February 2009 the fourth applicant was indicted in the Zagreb Municipal Criminal Court (Općinski kazneni sud u Zagrebu) on charges of damaging State-owned property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 6 September 2010 he was found guilty as charged and reprimanded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 22 September 2010 the fourth applicant lodged an appeal with the Zagreb County Court, complaining of a number of substantive and procedural flaws. He also asked that he and his lawyer be present at the session of the appeal panel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Zagreb Municipal State Attorney’s Office (Općinsko državno odvjetništvo u Zagrebu) – the competent prosecuting authority before the Zagreb Municipal Criminal Court – appealed against the fourth applicant’s sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  During the appeal proceedings the case file was forwarded to the Zagreb County State Attorney’s Office (Županijsko državno odvjetništvo u Zagrebu), which submitted a reasoned opinion on the appeals. The opinion was not served on the defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The session of the appeal panel was held on 18 January 2011. The panel did not deem it expedient to invite the fourth applicant and his lawyer to the session. On the same day the Zagreb County Court dismissed both appeals as unfounded and upheld the first-instance judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 23 February 2011 the fourth applicant lodged a constitutional complaint with the Constitutional Court, complaining, inter alia, that during the appeal proceedings the submissions of the Zagreb County State Attorney’s Office had never been served on the defence and that he had not been given an opportunity to be present at the session of the appeal panel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 28 February 2013 the Constitutional Court dismissed the fourth applicant’s constitutional complaint as unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The decision of the Constitutional Court was served on the applicant’s lawyer on 13 March 2013.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Dumančić v. Croatia, application no. 57701/13",
                                "elements": [
                                    {
                                        "content": "32.  On 7 May 2008 the Zagreb County Court acquitted the fifth applicant of endangering public safety with a fatal outcome.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On an appeal against that decision lodged by the competent State Attorney’s Office, the Supreme Court held a session and on 7 July 2011 it reversed the first-instance judgment, finding the fifth applicant guilty as charged, and sentenced him to four years and six months’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The fifth applicant appealed against that judgment before a fivejudge panel of the Supreme Court, alleging numerous substantive and procedural flaws.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  During the appeal proceedings before the five-judge panel of the Supreme Court, the case file was forwarded to the State Attorney’s Office of the Republic of Croatia, which on 7 December 2011 produced a written opinion on the merits of the case, asking that the fifth applicant’s appeal be dismissed. The opinion was not forwarded to the defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 21 March 2012 the five-judge panel of the Supreme Court held a session in the presence of the fifth applicant’s lawyer and the Deputy State Attorney. On the same day it dismissed the fifth applicant’s appeal as unfounded, upholding the judgment of 7 July 2011.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The fifth applicant challenged the judgment before the Constitutional Court, complaining, inter alia, that the reasoned opinion of the State Attorney’s Office had not been forwarded to the defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 20 June 2013 the Constitutional Court dismissed the fifth applicant’s constitutional complaint as unfounded. It found that at the session of the appeal panel, which the fifth applicant’s lawyer had attended, the Deputy State Attorney had reiterated the arguments set out in the reasoned opinion of 7 December 2011. The fifth applicant’s lawyer had therefore had the opportunity to have knowledge of and to comment on it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The decision of the Constitutional Court was served on the fifth applicant’s lawyer on 30 August 2013.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Severec v. Croatia, application no. 62634/14",
                                "elements": [
                                    {
                                        "content": "40.  On 24 December 2007 the sixth applicant was indicted in the Poreč Municipal Court (Općinski sud u Poreču-Parenzo) on charges of fraud.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 25 October 2010 the Poreč Municipal Court found the sixth applicant guilty as charged and sentenced him to one year’s imprisonment, suspended for three years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 12 January 2011 the sixth applicant lodged an appeal before the Pula County Court (Županijski sud u Puli-Pola), complaining of a number of substantive and procedural flaws in the proceedings and the first-instance judgment. He also asked that his lawyer be invited to the session of the appeal panel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  During the appeal proceedings the case file was forwarded to the Pula County State Attorney’s Office (Županijsko državno odvjetništvo u Puli-Pola), which submitted a reasoned opinion to the Pula County Court on the sixth applicant’s appeal. The opinion was not served on the defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The session of the appeal panel was held on 18 April 2012. The sixth applicant and his lawyer were not invited to attend it. On the same day the Pula County Court upheld the sixth applicant’s conviction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On 18 June 2012 the sixth applicant lodged a constitutional complaint with the Constitutional Court, complaining, inter alia, that during the appeal proceedings the submissions of the Pula County State Attorney’s Office had not been served on the defence and that he and his lawyer had not been given an opportunity to be present at the session of the appeal panel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 26 February 2014 the Constitutional Court dismissed the sixth applicant’s constitutional complaint as unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The decision of the Constitutional Court was served on the sixth applicant’s lawyer on 12 March 2014.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Topalović v. Croatia, application no. 5172/15",
                                "elements": [
                                    {
                                        "content": "48.  On 15 December 2008 the seventh applicant was indicted in the Zagreb County Court on charges of attempted murder and putting at risk the life and limb of others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 4 May 2010 the Zagreb County Court found the seventh applicant guilty and sentenced him to five years and six months’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The seventh applicant appealed against that judgment to the Supreme Court complaining of a number of substantive and procedural flaws in the proceedings and the judgment. He also asked that he and his lawyer be invited to the session of the appeal panel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  During the appeal proceedings the Supreme Court forwarded the appeals lodged by the defence and the Zagreb County Court’s case file to the State Attorney’s Office of the Republic of Croatia for it to examine and provide an opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 17 September 2010 the Deputy State Attorney submitted a reasoned opinion to the Supreme Court, asking that the defence’s appeals be dismissed. The opinion was never forwarded to the defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On 24 November 2010 the Supreme Court held a session in the presence of the seventh applicant’s lawyer and the Deputy State Attorney, finding that the seventh applicant’s presence was not necessary. On the same day it upheld the seventh applicant’s conviction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 24 January 2011 the seventh applicant lodged a constitutional complaint with the Constitutional Court. He complained, inter alia, that during the appeal proceedings the submissions of the State Attorney’s Office had never been forwarded to the defence and that he had not been given an opportunity to be present at the session of the appeal panel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On 24 September 2014 the Constitutional Court dismissed the seventh applicant’s constitutional complaint as unfounded. It found that at the session of the appeal panel, which the seventh applicant’s lawyer had attended, the Deputy State Attorney had reiterated the arguments set out in the reasoned opinion of 17 September 2010. The seventh applicant’s lawyer had therefore been aware of it and had had the opportunity to comment on it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The decision of the Constitutional Court was served on the seventh applicant’s lawyer on 7 October 2014.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Domazet v. Croatia, application no. 17642/15",
                                "elements": [
                                    {
                                        "content": "57.  On 24 August 2011 the eighth applicant was indicted in the Šibenik Municipal Court (Općinski sud u Šibeniku) on charges of causing a road accident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 28 March 2014 he was found guilty as charged and sentenced to six months’ imprisonment, suspended for two years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The eighth applicant appealed to the Šibenik County Court (Županijski sud u Šibeniku), alleging a number of substantive and procedural flaws in the proceedings and the judgment, and he also asked to be invited to attend the session of the appeal panel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Šibenik Municipal State Attorney’s Office (Općinsko državno odvjetništvo u Šibeniku) submitted a reply to the eighth applicant’s appeal, proposing that it be dismissed. The reply was not served on the defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The session of the appeal panel was held on 15 May 2014 in the eighth applicant’s absence. On the same day the Šibenik County Court dismissed the eighth applicant’s appeal and upheld the first-instance judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The eighth applicant lodged a constitutional complaint with the Constitutional Court, complaining, inter alia, that during the appeal proceedings the submissions of the Šibenik Municipal State Attorney’s Office had never been served on him and that he had not been given an opportunity to be present at the session of the appeal panel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  On 5 November 2014 the Constitutional Court dismissed the eighth applicant’s constitutional complaint as unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The decision of the Constitutional Court was served on the eighth applicant on 14 November 2014.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "65.  The relevant domestic law in force at the material time, concerning the forwarding of a reasoned opinion by the State Attorney’s Office submitted in the course of appeal proceedings to the defence and the presence of an applicant at a session of an appeal panel, is set out in the cases of Zahirović v. Croatia (no. 58590/11, §§ 23 and 25, 25 April 2013) and Arps v. Croatia (no. 23444/12, § 15, 25 October 2016).",
                                "elements": []
                            },
                            {
                                "content": "66.  On 18 December 2008 a new Code of Criminal Procedure was enacted (Official Gazette nos. 152/2008, 76/2009, 80/2011, 121/2011, 91/2012, 143/2012, 56/2013; hereinafter: the “2008 Code of Criminal Procedure”). The 2008 Code of Criminal Procedure fully entered into force on 1 September 2011, but did not apply to criminal proceedings instituted under the 1997 Code of Criminal Procedure, for which that Code remained applicable.",
                                "elements": []
                            },
                            {
                                "content": "67.  Further amendments to the 2008 Code of Criminal Procedure were introduced on 15 December 2013 (Official Gazette no. 145/2013). In so far as relevant for the case at issue, Article 215 excluded the possibility for the State Attorney’s Office to submit an opinion after the examination of a case during the appeal proceedings. Article 216 provided that parties who requested to be present at the session of the appeal panel should be notified of the session. However, if the appellate court decided on an appeal against the first-instance judgment rendered for an offence punishable by a fine or up to five years’ imprisonment, the parties would be notified of the session of the appeal panel only if the trial court pronounced a prison sentence (ibid).",
                                "elements": []
                            },
                            {
                                "content": "68.  Further amendments to the 2008 Code of Criminal Procedure were introduced on 27 July 2017 (Official Gazette no. 70/2017). In so far as relevant for the case at issue, Article 113 provided that parties who requested to be present at the session of the appeal panel should be notified of the session even if in the proceedings for an offence punishable by a fine or up to five years’ imprisonment the trial court did not pronounce a prison sentence.",
                                "elements": []
                            },
                            {
                                "content": "69.  The relevant provisions of the 2008 Code of Criminal Procedure, as currently in force, concerning the reopening of proceedings, read:",
                                "elements": []
                            },
                            {
                                "content": "Article 502",
                                "elements": []
                            },
                            {
                                "content": "“...",
                                "elements": []
                            },
                            {
                                "content": "(2) Criminal proceedings shall also be reopened if the request for reopening was submitted on the basis of a final judgment of the European Court of Human Rights, by which a violation of the rights and freedoms under the Convention for the Protection of Human Rights and Fundamental Freedoms was found, if that violation of the Convention affected the outcome of the proceedings, and the violation or its consequences are capable of being rectified in the reopened proceedings ...",
                                "elements": []
                            },
                            {
                                "content": "(3) A request for proceedings to be reopened on the basis of a final judgment of the European Court of Human Rights can be lodged within a thirty-day period starting from the date on which the judgment of the European Court of Human Rights becomes final.”",
                                "elements": []
                            },
                            {
                                "content": "70.  The relevant provisions of the Civil Procedure Act (Zakon o parničnom postupku, Official Gazette nos. 148/2011, 25/2013 and 70/2019), read:",
                                "elements": []
                            },
                            {
                                "content": "Section 428a",
                                "elements": []
                            },
                            {
                                "content": "“(1) When the European Court of Human Rights finds a violation of a right or freedom guaranteed by the Convention for the Protection of Human Rights and Fundamental Freedoms and the Protocols [thereto], as ratified by the Republic of Croatia, a party may, within a thirty-day period starting from the date on which the judgment of the European Court of Human Rights becomes final, lodge a request with the court in the Republic of Croatia which conducted the first-instance proceedings in which a decision violating a human right or freedom was delivered, to amend the decision by which that right or freedom was violated.",
                                "elements": []
                            },
                            {
                                "content": "(2) Provisions on the reopening of proceedings shall apply as appropriate to the proceedings referred to in subsection 1 of this section.",
                                "elements": []
                            },
                            {
                                "content": "(3) In proceedings which have been reopened on these grounds, the courts are obliged to respect the opinion expressed in the final judgment of the European Court of Human Rights finding a violation of a human right or freedom.”",
                                "elements": []
                            },
                            {
                                "content": "71.  The relevant provisions of the Administrative Disputes Act (Zakon o upravnim sporovima, Official Gazette nos. 20/2010, 143/2012, 152/2014, 94/2016 and 29/2017), read:",
                                "elements": []
                            },
                            {
                                "content": "Section 76",
                                "elements": []
                            },
                            {
                                "content": "“(1) A dispute which was terminated by a judgment [of the administrative court] shall be reopened at the request of the party:",
                                "elements": []
                            },
                            {
                                "content": "1. if a final judgment of the European Court of Human Rights decided on a violation of a right or freedom in a different manner than the judgment of the [administrative] court; ...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT INTERNATIONAL LAW",
                        "elements": [
                            {
                                "content": "72.  In Recommendation No. R (2000) 2, adopted on 19 January 2000, the Committee of Ministers of the Council of Europe stated that its practice in supervising the execution of the Court’s judgments showed that in exceptional circumstances the re-examination of a case or the reopening of proceedings had proved the most efficient, if not the only, means of achieving restitutio in integrum. It therefore invited States to introduce mechanisms for re-examining cases in which the Court had found a violation of the Convention, especially where:",
                                "elements": []
                            },
                            {
                                "content": "“(i) the injured party continues to suffer very serious negative consequences because of the outcome of the domestic decision at issue, which are not adequately remedied by the just satisfaction and cannot be rectified except by re-examination or reopening, and",
                                "elements": []
                            },
                            {
                                "content": "(ii) the judgment of the Court leads to the conclusion that",
                                "elements": []
                            },
                            {
                                "content": "(a) the impugned domestic decision is on the merits contrary to the Convention, or",
                                "elements": []
                            },
                            {
                                "content": "(b) the violation found is based on procedural errors or shortcomings of such gravity that a serious doubt is cast on the outcome of the domestic proceedings complained of.”",
                                "elements": []
                            },
                            {
                                "content": "73.  The explanatory memorandum sets out more general comments on issues not explicitly addressed in the Recommendation. It notes, inter alia, the following:",
                                "elements": []
                            },
                            {
                                "content": "“1. The Contracting Parties to the Convention enjoy a discretion, subject to the supervision of the Committee of Ministers, as to how they comply with the obligation in Article 46 of the Convention \"to abide by the final judgment of the Court in any case to which they are parties.\"",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3. Although the Convention contains no provision imposing an obligation on Contracting Parties to provide in their national law for the re-examination or reopening of proceedings, the existence of such possibilities have, in special circumstances, proven to be important, and indeed in some cases the only, means to achieve restitutio in integrum...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "14. The recommendation does not address the special problem of \"mass cases\", i.e. cases in which a certain structural deficiency leads to a great number of violations of the Convention. In such cases it is in principle best left to the State concerned to decide whether or not reopening or re-examination are realistic solutions or, whether other measures are appropriate.",
                                "elements": []
                            },
                            {
                                "content": "15. When drafting the recommendation it was recognised that reopening or re-examination could pose problems for third parties, in particular when these have acquired rights in good faith. This problem exists, however, already in the application of the ordinary domestic rules for re-examination of cases or reopening of the proceedings. The solutions applied in these cases ought to be applicable, at least mutatis mutandis, also to cases where re-examination or reopening was ordered in order to give effect to judgments of the Court.",
                                "elements": []
                            },
                            {
                                "content": "In cases of re-examination or reopening, in which the Court has awarded some just satisfaction, the question of whether, and if so, how it should be taken into account will be within the discretion to the competent domestic courts or authorities taking into account the specific circumstances of each case.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "74.  Given that the applications raise almost identical issues under the Convention, the Court finds it appropriate to examine them jointly.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 6 §§ 1 and 3 (c) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "75.  The applicants complained that they had not had a fair trial. They alleged in particular:",
                                "elements": []
                            },
                            {
                                "content": "(i)  that the principle of equality of arms had been violated in that the submissions of the competent State Attorney’s Office had never been forwarded to the defence (in respect of the first, second, fourth, fifth, sixth, seventh and eighth applicants); and",
                                "elements": []
                            },
                            {
                                "content": "(ii)  that the respective sessions of the appeal panel had been held in their absence (in respect of the third, fourth, sixth, seventh and eighth applicants).",
                                "elements": []
                            },
                            {
                                "content": "76.  The applicants relied on Article 6 §§ 1 and 3 (c) of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by an ... impartial tribunal established by law. ...",
                                "elements": []
                            },
                            {
                                "content": "3. Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c) to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "The Government’s request to strike out the applications under Article 37 § 1 of the Convention",
                                "elements": [
                                    {
                                        "content": "The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "77.  After the failure of attempts to reach friendly settlements, the Government informed the Court, by letters submitted on various dates, that they proposed to make unilateral declarations with a view to resolving the issues raised by the applications. They further requested the Court to strike the applications out of its list of cases in accordance with Article 37 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  In their unilateral declarations the Government expressly acknowledged that there had been a violation of the applicants’ right to a fair trial, guaranteed by Article 6 §§ 1 and 3 (c) of the Convention, and offered to pay each applicant certain amounts to cover any and all nonpecuniary damage suffered as well as costs and expenses, plus any tax that might be chargeable to them. The Government committed themselves to paying these sums within three months from the date of notification of the Court’s decision, with default interest to be payable in the event of late payment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  In their correspondence the applicants indicated that they were not satisfied with the terms of the unilateral declarations because a striking out decision of the Court on the basis of Article 37 § 1 of the Convention would prevent them from being able to seek the reopening of the domestic proceedings against them. In particular, in accordance with the relevant domestic law, criminal proceedings could be reopened only on the basis of a final judgment of the Court finding a violation of the rights and freedoms under the Convention (see paragraph 69 above). The applicants also deemed the sums offered by the Government to be unacceptably low, considering the importance of the proceedings to them. They therefore wished the examination of the case to continue.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "80.  The relevant general principles on unilateral declarations have been summarised in the cases of Jeronovičs v. Latvia ([GC], no. 44898/10, §§ 64-70, 5 July 2016) and Aviakompaniya A.T.I., ZAT v. Ukraine (no. 1006/07, §§ 27-33, 5 October 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  The Court firstly notes that it has repeatedly found violations of Article 6 §§ 1 and 3 (c) of the Convention in Croatian cases on account of applicants not being forwarded submissions prepared by the competent State Attorney’s Office and not being allowed to be present at sessions of the appeal panel in the criminal proceedings against them (see Zahirović v. Croatia, no. 58590/11, §§ 44-50 and 58-64, 25 April 2013; Lonić v. Croatia, no. 8067/12, §§ 83-86 and 90-102, 4 December 2014; Arps v. Croatia, no. 23444/12, §§ 24-29, 25 October 2016; Bosak and Others v. Croatia, nos. 40429/14 and 3 others, §§ 91-101 and 105-09, 6 June 2019). The issues raised in the present case are therefore based on clear and extensive case-law of the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court notes that the amendments made to the relevant domestic law removed the origin of violations found in those cases (see paragraphs 67 and 68 above). However, in the proceedings complained of by the applicants, the previous legislation and practice was applicable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Court reiterates that where a violation of Article 6 of the Convention has been found, a retrial or the reopening of the proceedings, if requested, is in principle an appropriate, and often the most appropriate, way of putting an end to the violation and affording redress for its effects (see Moreira Ferreira v. Portugal (no. 2) [GC], no. 19867/12, §§ 50 and 52, 11 July 2017, with further references). The Court finds no reason to hold otherwise in the circumstances of the present case, where violations of the Convention have been acknowledged by the Government (see paragraph 78 above), and where the aim pursued by each of the applicants in their individual applications was the reopening of the criminal proceedings against them (see paragraph 79 above and Dridi v. Germany, no. 35778/11, § 22, 26 July 2018). It is therefore necessary to address the question of whether a procedure by which such a reopening can be requested is available to the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Court notes that Article 502 § 2 of the Code of Criminal Procedure provides for the possibility of reopening proceedings on the basis of a final judgment of the Court finding a violation of the Convention (see paragraph 69 above). It appears that there is currently no case-law from the domestic courts on the question of whether the possibility to reopen criminal proceedings also exists in the event of a decision by the Court approving a unilateral declaration and striking the case out of its list.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  Therefore, the Court finds that it cannot be said with a sufficient degree of certainty that the procedure for reopening criminal proceedings would be available were the Court to accept the Government’s unilateral declaration and strike the case out of its list. The situation in the present case is thus comparable to that in Dridi (cited above, § 24) and Hakimi v. Belgium (no. 665/08, §§ 21 and 29, 29 June 2010). The present case is distinguishable from Molashvili v. Georgia ((dec.), no. 39726/04, §§ 33 and 36, 30 September 2014), in which the Government explicitly acknowledged in its unilateral declaration that the applicant would be entitled to apply for the reopening of the criminal proceedings in accordance with the pertinent provision of domestic law, which allowed for such a reopening if the Court had established, in a judgment or decision, that there had been a breach of Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  The Court thus accepts the applicants’ arguments and finds that, under Croatian law and practice as it currently stands, a decision of the Court striking out the application from its list does not provide the same certain access to a procedure allowing for the possibility of reopening domestic criminal proceedings as would a Court judgment finding a violation of the Convention (see paragraph 79 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  For the above reasons, the Court cannot make a finding that it is no longer justified to continue the examination of the applications. Moreover, respect for human rights, as defined in the Convention and its Protocols, requires it to continue the examination of the case. The Government’s request for the applications to be struck out of the list of cases under Article 37 of the Convention must therefore be rejected.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Alleged violation of the principle of equality of arms as regards the submissions of the competent State Attorney’s Office",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "88.  The Court notes that the complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The parties’ arguments",
                                "elements": [
                                    {
                                        "content": "89.  The first, second, fourth, fifth, sixth, seventh and eighth applicants contended that the submissions of the competent State Attorney’s Office in the criminal proceedings against them had never been forwarded to the defence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  By letters dated 2 July 2015 and 16 October 2015 the Government were notified that they could submit their observations to the Court but they did not make use of that right.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "91.  In the cases of Zahirović (cited above, §§ 44-50) and Lonić (cited above, §§ 83-86), the Court found a violation of the principle of equality of arms and the right to adversarial proceedings under Article 6 § 1 of the Convention on the grounds that a submission of the State Attorney’s Office of the Republic of Croatia to the Supreme Court had not been forwarded to the defence. It held that it did not need to determine whether the omission to forward the relevant document had been prejudicial to the applicant; the existence of a violation was conceivable even in the absence of prejudice (see Zahirović, cited above, §§ 48 and 49, and Lonić, cited above, § 84).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  In the case of Bosak and Others (cited above, §§ 94-101), the Court further found that the fact that the applicants’ lawyers had attended the session of the appeal panel in which the competent State Attorney had confirmed a reasoned opinion of the prosecution, which had not been forwarded to the defence, did not satisfy the principles of equality of arms and adversarial trial (see paragraphs 11, 36 and 53 above). It held that rendering the knowledge that observations had been filed by the prosecution entirely dependent on the presence of the defence at a session of the appeal panel amounted to imposing a disproportionate burden on the defence and did not necessarily guarantee a real opportunity to comment on the observations. In other words, it did not guarantee an unconditional right of the defence to have knowledge of, and to comment on, the prosecution’s submissions in the appeal proceedings (see Bosak and Others, cited above, § 100; and Göç v. Turkey [GC], no. 36590/97, § 57, ECHR 2002-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Court notes that the fact that violations of Article 6 § 1 have repeatedly been found in cases against Croatia originated in a situation where, under the relevant domestic law, the courts were under no obligation to forward to the defence the opinion of the State Attorney’s Office at the level immediately above the office conducting the prosecution in the proceedings (see paragraph 65 above in relation to Article 373 of the 1997 Code of Criminal Procedure).",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court notes that the amendments made to the relevant domestic law in the wake of the Zahirović judgment excluded the possibility of the superior State Attorney submitting an opinion after the examination of a case during appeal proceedings. The issues of inequality between the parties and the lack of an adversarial trial in that respect were thereby removed (see paragraph 67 above in relation to the amendments to the 2008 Code of Criminal Procedure of 15 December 2013). However, in the proceedings complained of by the first, second, fourth, fifth, sixth and seventh applicants, the previous legislation and practice were applicable. In the proceedings complained of by the eighth applicant the new legislation and practice were applicable and there was no issue of the superior State Attorney submitting a separate opinion after the examination of a case during the appeal proceedings. In those proceedings the reply of the Municipal State Attorney to the eighth applicant’s appeal was not forwarded to the defence, which appears to be an isolated issue (see paragraph 60 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  Accordingly, in view of these findings, and having regard to its caselaw as set out in the cases of Zahirović, Lonić and Bosak and Others (cited above), the Court finds that there has been a violation of Article 6 § 1 of the Convention in respect of the first, second, fourth, fifth, sixth, seventh and eighth applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The third, fourth, sixth, seventh and eighth applicants’ absence from the session of the appeal panel",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "96.  The Court notes that the complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) and 4 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The parties’ arguments",
                                "elements": [
                                    {
                                        "content": "97.  The third, fourth, sixth, seventh and eighth applicants submitted that their presence at the session of the appeal panel had been necessary because the appellate courts in the criminal proceedings against them had been called upon to examine all the factual and legal circumstances of their cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  By letters dated 2 July 2015 and 16 October 2015 the Government were notified that they could submit their observations to the Court but they did not make use of that right.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "99.  In the cases of Zahirović (cited above, §§ 58-64) and Lonić (cited above, §§ 94-102), the Court found that when an appeal court was called upon to make a full assessment of an applicant’s guilt or innocence regarding the charges against him or her, in view of not only the arguments he or she had adduced before the first-instance court, but also the arguments concerning the alleged failures of that court to establish all the relevant facts and to apply the relevant substantive and procedural rules correctly, this − as a matter of fairness − required the applicant’s presence at a session of the appeal panel. Moreover, in the case of Lonić (cited above, § 100), the Court considered it irrelevant that the appeal against the first‑instance judgment had been lodged only by the applicant, since that had not affected the principal question brought before the second-instance court, namely whether the applicant was guilty or innocent, an issue which, in order for the trial to be fair, had required the applicant’s presence at the session of the appeal panel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  In the case of Bosak and Others (cited above, §§ 105-09) the Court further held that the fact that the applicant had not asked to attend the session in person, only that his lawyer be invited, could not be held against him since his attendance at the session had not been refused on the ground that he had failed to submit such a request, but because the appellate court had held that his presence would not be expedient (ibid., § 108, and see paragraphs 42 and 44 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  In the present case, the Court notes that in their appeals the third, fourth, sixth, seventh and eighth applicants each contested their conviction and sentence on both factual and legal grounds (see paragraphs 18, 25, 42, 50 and 59 above). The appellate courts were therefore called upon to make a full assessment of their guilt or innocence in respect of the charges against them, in the light of not only the arguments that they had raised before the first-instance court, but also those concerning the alleged failures of that court to establish all the relevant facts and to apply the relevant substantive and procedural rules correctly (see Bosak and Others, cited above, § 106; compare Abdulgadirov v. Azerbaijan, no. 24510/06, § 42, 20 June 2013, and Kozlitin v. Russia, no. 17092/04, § 63, 14 November 2013; and contrast Fejde v. Sweden, 29 October 1991, § 33, Series A no. 212-C, and Hermi v. Italy [GC], no. 18114/02, § 85, ECHR 2006-XII). However, contrary to the requirements of the above case-law, the appellate courts held sessions without the third, fourth, sixth, seventh and eighth applicants being present (see paragraphs 19, 28, 44, 53 and 61 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Court notes that the fact that violations of Article 6 §§ 1 and 3 (c) have repeatedly been found in cases against Croatia originated in a situation where, under the relevant domestic law and practice applicable at the time, the appellate courts did not notify the accused persons of the session of the appeal panel if they were in detention and had a lawyer, or if in the summary proceedings they received a fine or a suspended sentence (see paragraphs 65 and 67 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  Accordingly, in view of these findings, and having regard to its case-law as set out in the cases of Zahirović, Lonić and Bosak and Others (cited above), the Court finds that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention in respect of the third, fourth, sixth, seventh and eighth applicants.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "104.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "105.  The applicants - save for the third applicant who failed to submit a timely claim - claimed pecuniary and/or non-pecuniary damage in the amounts indicated in the appended table.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Government contested those claims deeming them excessive, unfounded and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Court does not discern any causal link between the violations found and the pecuniary damage alleged by the sixth and eighth applicants; it therefore rejects these claims. On the other hand, the Court finds that the applicants must have suffered non-pecuniary damage which cannot be compensated for solely by the finding of a violation. Making its assessment on an equitable basis, the Court awards:",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  EUR 1,000 each to the first and second applicants, and",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  EUR 1,500 each to the fourth, fifth, sixth, seventh and eight applicants, in respect of non-pecuniary damage suffered as a result of the violations of Article 6 §§ 1 and 3 (c) of the Convention, plus any tax that may be chargeable to them.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "108.  The applicants - save for the third applicant who failed to submit a timely claim - claimed costs and expenses incurred before the domestic courts and before the Court in the amounts indicated in the appended table.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Government submitted that the claims for expenses had been excessive and lodged without any supporting documents, and so should be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  As to the costs and expenses incurred before the domestic courts, regard being had to the documents in its possession and to its case-law, the Court considers it reasonable to award:",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  EUR 844 each to the first, second, fourth, fifth, sixth and seventh applicants, and",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  EUR 135 to the eighth applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  As to the costs incurred before the Court, regard being had to the documents in its possession and to its case-law, the Court considers it reasonable to award:",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  EUR 800 to the first and second applicants jointly,",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  EUR 800 each to the fourth, fifth and seventh applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "112.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "Rejects the Government’s request to strike the applications out of its list of cases;",
                        "elements": []
                    },
                    {
                        "content": "Declares the applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 6 § 1 of the Convention in respect of the first, second, fourth, fifth, sixth, seventh and eighth applicants as regards the breach of the principle of equality of arms and of adversarial trial resulting from the failure to forward the submission of the competent State Attorney’s Office to the defence;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention in respect of the third, fourth, sixth, seventh and eighth applicants as regards their absence from the sessions of the appeal panel;",
                        "elements": []
                    },
                    {
                        "content": "Holds,",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Croatian kunas at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 May 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinions of Judges Turković, Koskelo, and Eicke are annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "CONCURRING OPINION OF JUDGE TURKOVIĆ",
                        "elements": []
                    },
                    {
                        "content": "The central issue in the present case is the possibility of reopening the domestic proceedings following a decision by the Court to strike out the case after accepting the Government’s unilateral declaration.",
                        "elements": []
                    },
                    {
                        "content": "In the present case the Court has followed the approach confirmed in the cases of Dridi v. Germany (no. 35778/11, §§ 21-26, 26 July 2018), Hakimi v. Belgium (no. 665/08, §§ 21 and 29, 29 June 2010) and Kessler v. Switzerland (no. 10577/04, §§ 16, 18 and 24, 26 July 2007), and has rejected the unilateral declaration and the request for the case to be struck out, as submitted by the Government, because it has found that, if a case were to be disposed of in that manner, the right to apply for reopening of domestic proceedings has not been made available in domestic law with a sufficient degree of certainty (see paragraphs 84-85 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "I do agree with the Court’s conclusion; however, I would like to make a number of remarks.",
                        "elements": []
                    },
                    {
                        "content": "First, the national law and practice, in accordance with Recommendations (2002)2 and (2004)6, should effectively guarantee restitutio in integrum in the event of violations of the Convention. This obligation reflects the principles of international law whereby a State responsible for a wrongful act is under an obligation to make restitution, consisting in restoring the situation that existed before the wrongful act was committed, provided that restitution is not “materially impossible” and “does not involve a burden out of all proportion to the benefit deriving from restitution instead of compensation” (Article 35 of the Articles of the International Law Commission on Responsibility of States for Internationally Wrongful Acts; this has been confirmed in Savriddin Dzhurayev v. Russia, no. 71386/10, § 248, 25 April 2013). Reopening the proceedings remains an effective way, and sometimes the only way, to achieve that end.",
                        "elements": []
                    },
                    {
                        "content": "The majority of States Parties have indeed introduced in their legal system the possibility of reopening domestic proceedings following a judgment of the European Court of Human Rights in which a violation has been found. Some have extended that possibility to unilateral declarations. The Brussels Declaration (adopted by the Committee of Ministers at the High-Level Conference “The implementation of the European Convention on Human Rights, our shared responsibility”, Brussels (Belgium), 2627 March 2015) encourages State Parties to give priority to alternatives to litigation such as unilateral declarations. To do so effectively it is important for States Parties to extend the possibility of reopening to unilateral declarations as well.",
                        "elements": []
                    },
                    {
                        "content": "Secondly, in unilateral declarations, the acknowledgment of a violation is given by the Government Agent, who is representing a State and is authorised by that State to bind it by his or her statement in respect of matters falling within his or her purview (see the International Law Commission’s Guiding Principles applicable to unilateral declarations of States capable of creating legal obligations with commentary, 2006). The States should always fulfil the obligations they undertake, regardless of the format of the Court’s decision. Accordingly, the possibility of reopening the domestic proceedings should also exist where the Court strikes out the case after accepting the Government’s unilateral declaration acknowledging a violation of the Convention (see Article 26 of the Vienna Convention).",
                        "elements": []
                    },
                    {
                        "content": "Thirdly, unilateral declarations, in principle, provide sufficient elements for the domestic authorities to assess whether reopening is warranted in the particular case, having regard to:",
                        "elements": []
                    },
                    {
                        "content": "(1)  the level of scrutiny exercised by the Court before accepting a unilateral declaration (see Tahsin Acar v. Turkey (preliminary objections) [GC], no. 26307/95, §§ 75-77, ECHR 2003VI; Jeronovičs, [GC], no. 44898/10, §§ 64 71, 5 July 2016; and Article 37 § 1 in fine of the Convention), as well as after accepting it (see Article 37 § 2 of the Convention and the possibility for the Court to restore an application to its list of cases);",
                        "elements": []
                    },
                    {
                        "content": "(2)  the fact that in unilateral declarations the Government express an unreserved and unequivocal acknowledgment of a violation of the Convention (see paragraph 74 of the judgment and the binding effect of a unilateral declaration); and",
                        "elements": []
                    },
                    {
                        "content": "(3)  the fact that the issues raised in the case in question are usually based on the Court’s well-established case-law.",
                        "elements": []
                    },
                    {
                        "content": "In the present case the Government Agent proposed unilateral declarations following a domestic procedure of consultation and approval by the Government. The issues raised in the case are based on the Court’s well-established case-law (see, as cited in the judgment, Zahirović v. Croatia, no. 58590/11, §§ 44-50 and 58-64, 25 April 2013; Lonić v. Croatia, no. 8067/12, §§ 83-86 and 90-102, 4 December 2014; and Arps v. Croatia, no. 23444/12, §§ 24-29, 25 October 2016) and the origin of violations found in similar cases has already been removed (see paragraph 67, 68 and 87 of the judgment). Accordingly, the Supreme Court would have sufficient elements to decide whether or not to grant the reopening on the basis of a decision by the Court to accept a unilateral declaration by the Government.",
                        "elements": []
                    },
                    {
                        "content": "Fourthly, in a situation where the right to apply for reopening of domestic proceedings on the basis of the Court’s decision accepting the Government’s unilateral declaration has not been made available in domestic law with a sufficient degree of certainty, there are two ways in which the Court could react, both being perfectly in accordance with the principle of subsidiarity. The Court could, as it has done in the present case, refuse the unilateral declaration and by a judgment find a violation of the Convention. But the Court could also accept the unilateral declaration. The applicant would then have the possibility of seeking the reopening on the basis of the strike-out decision and test the response by the domestic authorities. Should they be denied such opportunity on the grounds of there being a strike-out decision and not a final judgment of the Court, their applications could be restored to the list in accordance with Article 37 § 2 of the Convention. Both approaches have their advantages and disadvantages.",
                        "elements": []
                    },
                    {
                        "content": "In the present case the Court has chosen the first option, which is, so to speak, the one that is more friendly to the applicants, because it is clear that on the basis of the Court’s judgment they could ask for the reopening of criminal proceedings. By taking this approach the Court has avoided putting the burden of clarifying the provision of domestic law on the applicants. However, the Court has thereby, in principle, removed the possibility from the domestic courts of clarifying the domestic law, because the applicants have no incentive to test their possible response in such cases. Thus, in principle, the State Party, if it wishes to allow the possibility of seeking reopening of domestic proceedings also in the event of a decision by the Court to accept the Government’s unilateral declaration, and not only in the event of a judgment finding a violation of the Convention, it could do so primarily by changing its legislation, which is often a longer and more cumbersome way of clarifying the law.",
                        "elements": []
                    },
                    {
                        "content": "In the present case there were good grounds for the Court to choose the second option. In particular, in decision no. Gr1 74/18-2 of 14 February 2018, the Croatian Supreme Court examined a request lodged under section 428a of the Civil Procedure Act for the reopening of civil proceedings on the basis of the Court’s decision accepting a unilateral declaration by the Government and striking the corresponding application out of the list of cases. It is noteworthy that the Supreme Court did not refuse to reopen the case because the request was based on the Court’s strike-out decision and not on a judgment finding a violation of the Convention; its refusal was based on other grounds. This signals that the Supreme Court might be willing to consider, under the current law, the reopening of the criminal proceedings following a strike-out decision based on a unilateral declaration by the Government.",
                        "elements": []
                    },
                    {
                        "content": "Be that as it may, this judgment clearly demonstrates the need for the States to grant the possibility of reopening proceedings following a strike-out decision based on a unilateral declaration by the Government. In this respect, it is open to the State, should it so wish, to make a legislative change which would explicitly provide for the possibility of reopening in cases where the Court has accepted a unilateral declaration (for criminal proceedings, see for example Şevket Yilmaz and Others v. Turkey (dec.), no. 73403/10, § 15, 30 April, 2019). It is also possible that domestic courts will develop case-law which reads the relevant domestic provisions as allowing for such a possibility (see for example Sroka v. Poland (dec.), no. 42801/07, 6 March, 2012).",
                        "elements": []
                    },
                    {
                        "content": "Introduction",
                        "elements": []
                    },
                    {
                        "content": "1.  I fully subscribe to the conclusions reached on the merits of the present complaints (points 4 and 5 of the operative provisions, together with points 6 and 7 on just satisfaction). The respective violations of Article 6 § 1 and 6 § 3(c) are clear in the light of settled case-law.",
                        "elements": []
                    },
                    {
                        "content": "2.  The main issue in this case lies elsewhere, namely in the approach taken to reopening of the underlying domestic proceedings as redress for those violations. This subject matter raises many complex questions in the Convention system. The present case highlights some aspects of the problem, in particular the question of the relationship between unilateral declarations and the possibility of reopening at the domestic level.",
                        "elements": []
                    },
                    {
                        "content": "3.  I have voted in favour of rejecting the Government’s request to strike out the applications from its list (point 2 of the operative provisions), but I have done so with reluctance and without being able to fully share the reasoning set out in the Court’s decision.",
                        "elements": []
                    },
                    {
                        "content": "4.  As stated in paragraph 86 of the present decision, striking out the application from the Court’s list by virtue of the Government’s unilateral declarations does not provide the same certain access to a procedure allowing for the possibility of reopening domestic criminal proceedings as would a judgment finding a violation of the Convention. Therefore, in line with some previous case-law, it is concluded that a decision to strike out the applications from the list cannot be justified.",
                        "elements": []
                    },
                    {
                        "content": "5.  This position is a reflection of the more general approach to reopening as redress for violations of the Convention, which in my view is problematic and would require broader reconsideration. I would therefore like to briefly explain my reservations.",
                        "elements": []
                    },
                    {
                        "content": "Background",
                        "elements": []
                    },
                    {
                        "content": "6.  The current approach to reopening is the result of a combination of factors at different levels of the Convention system. Firstly, the Recommendation adopted by the Committee of Ministers in 2000 [CM/R 2000(2)] was prompted by, and focused on, situations where “the injured party continues to suffer very serious negative consequences because of the outcome of the domestic decision at issue, which are not adequately remedied by the just satisfaction and cannot be rectified except by reexamination or reopening”. The scope of the Recommendation is, however, not formally limited accordingly.",
                        "elements": []
                    },
                    {
                        "content": "7.  Secondly, many, perhaps most, States Parties have proceeded to implement the Recommendation by introducing domestic provisions which make reopening available following the finding by the Court of a violation of an applicant’s rights under the Convention. While there are variations in the scope of such provisions (regarding, for instance, the extent to which they cover criminal proceedings only or also civil proceedings), they typically appear to refer broadly to findings of violations of the Convention by the Court, and not limited to the more narrow scenario cited above.",
                        "elements": []
                    },
                    {
                        "content": "8.  Thirdly, the Court, in the context of violations of Article 6, has adopted statements according to which, in cases where an individual has been convicted following proceedings that have entailed breaches of the requirements of Article 6 of the Convention, a retrial or the reopening of the case, if requested, represents in principle an appropriate way of redressing the violation (Moreira Ferreira v. Portugal (no. 2) [GC], no. 19867/12, § 50, 11 July 2017). In this context, the Court has acknowledged that it doesn’t have the power to make any order for reopening and, furthermore, that the specific remedial measures, if any, required of a respondent State in order for it to discharge its obligations under the Convention must depend on the particular circumstances of the individual case (ibidem). Accordingly, the Court has recognised that a finding by the Court of a violation of Article 6 of the Convention does not automatically require the reopening of the domestic criminal proceedings. Nevertheless, it has held that this is, in principle, an appropriate, and often the most appropriate, way of putting an end to the violation and affording redress for its effects (ibidem, § 52).",
                        "elements": []
                    },
                    {
                        "content": "Some general remarks",
                        "elements": []
                    },
                    {
                        "content": "9.  The above elements – the Recommendation, various domestic provisions adopted in its wake, and the Court’s own remarks – have contributed to a situation where the role of reopening as a form of redress for violations of the Convention risks becoming quite problematic. This is so because certain essential aspects appear not to have been taken sufficiently into account. In the following, I will focus my remarks particularly on reopening in the context of criminal proceedings, as such proceedings are in issue in the present case.",
                        "elements": []
                    },
                    {
                        "content": "10.  Firstly, it is important to bear in mind that the reopening of proceedings which have been concluded by a final judgment involves a conflict between two fundamental principles recognised both under the Convention and domestic constitutions. The ultimate purpose of reopening as a legal institution is to ensure substantive justice. On the other hand, reopening entails an exception to legal certainty, which in turn is the ultimate purpose of the finality of judgments that have acquired the status of res iudicata. Both principles involved in this conflict, i.e. effective respect for the individual’s human rights and respect for legal certainty, underpin the Convention as well as domestic constitutions. Reopening cannot therefore be regarded as a form of redress without taking into account the other side of the coin.",
                        "elements": []
                    },
                    {
                        "content": "11.  Secondly, this point is essential because domestic proceedings frequently involve, and concern, more than one private party whose rights are at stake, and the competent courts are not only discharging human rights obligations owed to one single individual, but obligations owed by the State authorities to each party respectively. Although proceedings before the Court only deal with the rights of a given applicant, this feature does not justify disregard for the fact that the underlying domestic proceedings consist of a more complex exercise aimed at satisfying multiple requirements arising from all the rights involved.",
                        "elements": []
                    },
                    {
                        "content": "12.  This consideration is important also with regard to reopening as a form of redress for breached of the Convention violations. The reopening of proceedings already concluded by a final judgment will often have negative repercussions on other private parties than the individual in whose interest such reopening is granted. This is frequently the case also in the context of criminal proceedings, as many jurisdictions permit the victim’s compensation claims to be examined and adjudicated upon in the context of the criminal proceedings conducted against the accused – an arrangement which offers significant benefits to the victim and is therefore frequently relied upon. In those situations, the finding of guilt is the basis for the criminal conviction and the associated penal sanctions as well as for the award of compensation to the victim. Thus, criminal proceedings often comprise, at the same time, both a criminal and a civil limb. Such proceedings are not only concerned with the “vertical” relationship between the State and the accused but, at the same time, also with the “horizontal” relationship between the accused and the alleged crime victim.",
                        "elements": []
                    },
                    {
                        "content": "13.  In this context, it is worth noting that the Explanatory Memorandum relating to the Recommendation mentioned above does mention that reopening or re-examination could pose problems for third parties, in particular when these have acquired rights in good faith (paragraph 15 of the Memorandum). This problem, however, is downplayed by stating that it already exists in the application of the ordinary domestic rules for reexamination of cases or reopening of the proceedings. The suggestion offered is that the solutions applied in these cases ought to be applicable, at least mutatis mutandis, also to cases where re-examination or reopening was ordered in order to give effect to judgments of the Court. What remains overlooked in those remarks is that the “solution” in those ordinary domestic rules primarily consists of two main elements, namely that the grounds for reopening are limited to exceptional and narrowly framed situations, and that their application is subject to specific, relatively short time-limits. By contrast, the possibility for reopening on the grounds of a finding by the Court of a violation of the Convention entails that no such limitations are in place: the grounds for reopening become very broad and imprecise, and the time-frames become indefinite and very much extended because of the long duration of the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "14.  Thirdly, it should not be overlooked that the responsibility for violations of the Convention is that of the State. It should not be open for the State to settle its own responsibilities at the expense of, or to the detriment of, private parties who are not to blame for the State’s failure to fulfil its obligations under the Convention.",
                        "elements": []
                    },
                    {
                        "content": "15.  In this context, it should also be acknowledged that with the lapse of time, the underlying purpose of reopening – to ensure substantive justice – will in reality often be lost. It is to be noted that we are not now contemplating situations where reopening is based on the emergence of some new facts or evidence. Instead, we are dealing with situations where there has been an “original” violation of Convention requirements in the domestic proceedings. If such proceedings are undone by way of reopening after many years, the available evidence in a re-trial will often no longer enable a correct establishment of facts to the requisite standard of proof, whereby the chances of achieving substantive justice are undermined. Instead, the result may well be that one injustice is replaced by another, possibly a more serious one. In the context of criminal proceedings, for instance, a violation of the procedural rights of the accused may then result in a violation of the substantive rights of the victim, especially as a procedural deficiency in the original trial does not necessarily entail that the outcome was flawed.",
                        "elements": []
                    },
                    {
                        "content": "16.  The element of time and its aggravating effects on the problems arising from the reopening of domestic proceedings appears to be another aspect which has not received adequate consideration in the Recommendation referred to above. This may be explained by the fact that the Recommendation was adopted in the year 2000, when the “New Court” was in its early days, and before the emergence of the subsequent crisis with the Court’s case-load and the ensuing (very) long processing times of many complaints. Nowadays, however, the current realities should not remain ignored.",
                        "elements": []
                    },
                    {
                        "content": "17.  With this brief overview I would like to draw attention to the fact that the approach to reopening as a form of redress for Convention violations should not disregard the fact that there are many problems involved in this matter, some of which have been referred to above. Clearly, there are situations where reopening will be the appropriate form of redress. But there are many situations where especially the repercussions on the position of other parties concerned by the underlying domestic proceedings may render this form of redress highly problematic, not least because of the long lapses of time involved. A very careful and differentiated approach is required. These difficulties should be better reflected in the recommended standards, in the relevant domestic provisions and practices, as well as in the manner in which the Court addresses these issues. There appears to be a need for some rethinking at all levels. The guiding principle should be to ensure appropriate redress in a manner whereby the State fulfils its responsibilities without causing adverse effects on third parties. Even in purely vertical situations, there may be circumstances where, for instance, the long lapses of time may render reopening suboptimal, or outright pointless, as a form of redress. One can imagine better alternatives.",
                        "elements": []
                    },
                    {
                        "content": "The present case",
                        "elements": []
                    },
                    {
                        "content": "18.  As stated in paragraph 83 of the judgment, the present case concerns situations where violations of the Convention (Article 6) have been acknowledged by the Government and where the aim pursued by each of the applicants in their individual applications was the reopening of the criminal proceedings against them. As can be seen from the description of the facts, the complaints arise from a mixed variety of penal proceedings. For example, some concern very serious crimes against another individual (such as attempted murder), whereas some appear to concern “vertical” situations such as economic crime or more trivial acts (such as damage caused to public property more than a decade ago and sanctioned by a reprimand). Most indictments date back nearly or more than a decade, and the underlying facts obviously lie even further back in time.",
                        "elements": []
                    },
                    {
                        "content": "19.  It is neither appropriate nor possible on the basis of the available information to make any further comments as to whether reopening would indeed, in the light of all the relevant circumstances, be the most appropriate form of redress in the specific situations. Suffice it to say that as matters stand, the domestic law appears to grant broad access to such a remedy. There is of course a difference between the possibility to seek reopening and the right to obtain such reopening under the relevant domestic norms.",
                        "elements": []
                    },
                    {
                        "content": "20.  The question for the Court in the present case is whether it would be acceptable that the manner in which the applicants’ complaints are disposed of by the Court might, in and of itself, have a bearing on their legal situation with regard to reopening at the domestic level. Despite my concerns and reservations about treating this type of measure as a standard remedy, the responses depend on the national law, and the problems must remain a matter for the domestic level to resolve. For this reason, and in the light of the Court’s existing case-law (see Dridi v. Germany, cited in paragraph 83 of the present decision), I have voted for rejecting the Government’s request to strike the applications out of the list.\n",
                        "elements": []
                    },
                    {
                        "content": "1.  Having had the opportunity to read in advance the Concurring Opinion of my colleague, Judge Koskelo, I very much agree with the concerns she expresses concerning the Court’s frequent use of a recommendation to reopen domestic proceedings as an aspect of its award of just satisfaction under Article 41 of the Convention both in light of (a) the almost inevitable tension and difficult balance to be struck between the concept of legal certainty, as a fundamental aspect of the rule of law and the need for substantive justice as well (b) the need to have regard for and respect the position and rights of any third parties involved.",
                        "elements": []
                    },
                    {
                        "content": "2.  As Judge Koskelo rightly points out in her Concurring Opinion, the Court’s practice is frequently expressed as being based on or supported by Resolution R(2000)2 on the re-examination or reopening of certain cases at domestic level following judgements of the European Court of Human Rights, adopted by the Committee of Ministers of the Council of Europe on 19 January 2000. However, unlike her, it seems to me that the Court’s current practice, in fact, does not reflect a necessary and even less the only reading of that Recommendation. After all, as its preamble makes clear, the Recommendation seeks to do little more than give recognition to the fact that a finding of a breach of the Convention “may entail the adoption of measures, other than just satisfaction awarded by the Court in accordance with Article 41 of the Convention and/or general measures, which ensure that the injured party is put, as far as possible, in the same situation as he or she enjoyed prior to the violation of the Convention (restitutio in integrum)”. This, of course, reflects the position on reparation under general international law and the duty on States to ensure restitution in integrum for an internationally wrongful act only insofar and to the extent that this is “not materially impossible”; an assessment in relation to which position of third parties may not only have to be taken into account but may be determinative (see Articles 31, 34 and 35 of the International Law Commission’s 2001 Articles on the Responsibility of States for Internationally Wrongful Acts and the commentary thereto).",
                        "elements": []
                    },
                    {
                        "content": "3.  Consequently, the difficult questions Judge Koskelo rightly identifies are (or should be) capable of being addressed (inter alia by the Court itself) without having to wait for a broader consideration of the issue by the stakeholders in the Convention system and, even less, further clarification by the Committee of Ministers.",
                        "elements": []
                    },
                    {
                        "content": "APPENDIX",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Krzysztof Wojtyczek",
            "role": "president"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Armen Harutyunyan",
            "role": "judges"
        },
        {
            "name": "Pauliine Koskelo",
            "role": "judges"
        },
        {
            "name": "Tim Eicke",
            "role": "judges"
        },
        {
            "name": "Jovan Ilievski",
            "role": "judges"
        },
        {
            "name": "Abel Campos",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ROMIĆ AND OTHERS v. CROATIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-202441.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0514JUD002223813",
    "externalsources": [],
    "extractedappno": [
        "22238/13",
        "30334/13",
        "38246/13",
        "57701/13",
        "62634/14",
        "52172/15",
        "17642/15",
        "5172/15",
        "58590/11",
        "23444/12",
        "44898/10",
        "1006/07",
        "8067/12",
        "40429/14",
        "19867/12",
        "35778/11",
        "665/08",
        "39726/04",
        "36590/97",
        "24510/06",
        "17092/04",
        "18114/02",
        "10577/04",
        "71386/10",
        "26307/95",
        "74/18",
        "73403/10",
        "49523/11",
        "47370/08",
        "42801/07"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-202441",
    "judgementdate": "14/05/2020 00:00:00",
    "kpdate": "14/05/2020 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "15",
        "119",
        "85",
        "609",
        "648"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "37",
        "6-3-c",
        "37-1",
        "6-1",
        "6"
    ],
    "parties": [
        "ROMIĆ AND OTHERS",
        "CROATIA"
    ],
    "rank": "5701.2109375",
    "representedby": [
        "DRENŠKI LASAN V.",
        "FIŠBAH A.",
        "PRODANOVIĆ Č."
    ],
    "respondent": "HRV",
    "respondentOrderEng": "9",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "500306",
    "typedescription": "15"
}