{
    "__articles": "6;6-1;41;P1-1;P1-1-1;35;35-3",
    "__conclusion": "Violation of Art. 6-1;Not necessary to examine P1-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "67979/01",
    "article": [
        "6",
        "35",
        "41",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine P1-1",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-68582.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 67979/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Bogdan Szenk (“the applicant”), on 26 July 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Andrzej Rzepliński of the Polish Helsinki Foundation of Human Rights. The Polish Government (“the Government”) were represented by their Agents, Mr Krzysztof Drzewicki and, subsequently, by Mr Jakub Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained under Article 6 of the Convention that his right to a fair hearing within a reasonable time had been breached. He also complained that the circumstances of the case amounted to an infringement of his right to the peaceful enjoyment of his possessions within the meaning of Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 1 June 2004, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1929 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "9.  The applicant’s parents owned a two-storey building in . By virtue of the 1945 Decree on the Ownership and Use of Land in  the  municipality (and after 1950 the State Treasury) became the owner of all plots of land located in . The decree provided for a possibility to obtain the perpetual lease of a plot of land on request. On 23 November 19 the applicant’s parents filed such a request. At the beginning of the 1950s they were deprived of the right to manage the property and forced to renounce the rent collected from their tenants.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 5 July 1967 the Board of the Warsaw National Council examined their request lodged in 1948. It refused to grant the applicant’s parents the perpetual use (former perpetual lease) of the land and declared that the building located on that land had become the property of the State.",
                                "elements": []
                            },
                            {
                                "content": "11.  On  the Ministry of Municipal Administration dismissed the applicant’s appeal against that decision. It found that the building in question was not a small one-family house, which would qualify it for exclusion from the so-called “communal administration” of properties, provided for by a law adopted in 1957. As the building was covered by that administration, the Ministry considered that granting the perpetual use of the land would have no justification.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 17 June 1991 the applicant filed with the Ministry of Construction a request for the annulment of the decision of . On 1 April 1992 the Minister refused the request, considering that the challenged decision had been issued in accordance with the law. The applicant appealed. On 23 July 1993 the  dismissed his appeal.",
                                "elements": []
                            },
                            {
                                "content": "13.  Subsequently, the First President of the Supreme Court filed with that court an extraordinary appeal against that judgment.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 7 February 1995 the Supreme Court quashed the 1993 judgment of the  and the decision of the Minister of Construction. It considered that they had relied on the conformity of the 1967 decisions with the “communal administration” of properties, whereas the law providing for such administration had been adopted after the date of lodging the request for perpetual lease and therefore could not apply to the circumstances of the case. The court observed that the 1945 decree obliged the municipality to grant requests for perpetual use of land unless the use of that land by its former owner would be incompatible with its function set forth in the development plan. The Supreme Court pointed out that the organs dealing with the applicant’s request had not examined the issue of such compatibility. It made reference to the constitutionally guaranteed protection of property, pointing out that the applicant’s property had been expropriated on unspecified legal grounds and no compensation had been awarded therefor.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 24 August 1995 the Minister of Construction, having regard to the Supreme Court’s judgment, declared that the part of the decision of 4 December 1967 concerning those flats in the disputed building which had been already sold by the municipality to their tenants had been issued in breach of the law. However, it was impossible to declare the decision null and void since, under applicable law, if more than ten years had elapsed from the date on which such an unlawful decision had been given, the Minister could only declare that it had been issued in breach of the law. The Minister annulled the remainder of that decision. In consequence, the appellate proceedings in respect of that part of the July 1967 decision were re-opened.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 23 November 1995 the Warsaw Self-Governmental Board of Appeal quashed the decision of 5 July 1967 and remitted the case for re-examination.",
                                "elements": []
                            },
                            {
                                "content": "17.  In 1996 the applicant lodged with the Board of Appeal a complaint about the inactivity of the Mayor of Warsaw, who was competent to deal with the case.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 16 September 1996 the Warsaw-Centre Municipal Office requested the applicant to provide it with a copy of judicial decisions identifying his parents’ heirs. On 3 and on 23 October 1996 the applicant submitted the requested information. On 23 October 1996 three heirs of the former co-owner Ms J.K. declared their wish to join the proceedings. On 30 October 1996 the former co-owner D.K., who had later changed her name to D.Sz., also declared her wish to do so.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 21 November 1996 the Warsaw-Centre Municipal Office requested the Department of Town Planning and Architecture of the District Office Praga Południe to submit an extract from the town planning scheme concerning the plot under dispute.",
                                "elements": []
                            },
                            {
                                "content": "20.  Also on 21 November 1996 the Warsaw-Centre Municipal Office informed the applicant about the problems hindering it from taking the requested decision. The first problem consisted in the fact that the applicant’s mother had lodged her request to be granted the right to perpetual use before the State Treasury became officially the owner of the plot. Another difficulty arose from the fact that the heirs of Ms J.K. – the former co-owner of the plot – had not submitted to the Office their legal titles to the ownership. Finally, it was necessary for the Office to obtain the extract from the town planning scheme concerning the plot. In order to clarify the legal consequences arising from the first problem the Office had posed a legal question to the Supreme Administrative Court, asking if the requirements of the 1945 Decree were fulfilled when the request had been lodged before the plot in question came officially into the ownership of the State Treasury. The applicant was informed that as soon as the answer was provided the Office would proceed further with his request.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 29 November 1996 one of the heirs of the former co-owner presented to the Office a decision stating that the part of the plot belonging to the late Ms J.K. had been inherited by six persons (Ms Z.W., Mr H.K., Mr M.K., Ms T.P., Ms K.F and Ms R.K.). She additionally informed the Office that certain other inheritance proceedings concerning the estate of Ms J.K.’s late heirs were pending.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 9 December 1996 the Warsaw-Centre Municipal Office received the extract from the town planning scheme concerning the plot.",
                                "elements": []
                            },
                            {
                                "content": "23.  The examination of the case not having commenced for over a year, the applicant lodged with the Board of Appeal a complaint about the inactivity of the Mayor of Warsaw. On 21 February 1997 the Board of Appeal found the applicant’s complaint well-founded and ordered the Mayor to finish the examination of the case by 31 March 1997.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 22 February 1997 one of the heirs of the former co-owner Ms J.K. informed the Office that the inheritance proceedings concerning the estate were still pending.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 30 April 1997 the applicant requested the Office to issue in his case not one but two decisions granting him the right to perpetual use of the plot concerned. He argued that before the plot came into the ownership of the State Treasury, it constituted two separate plots. In consequence, the Office should restore the original legal situation of the property and should issue two separate decisions granting the applicant the right to perpetual use of the separate plots of land.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 30 April 1997, at the request of the Office, an expert submitted an evaluation report concerning the value of the plot.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 28 July 1997 one of the heirs of the former co-owner informed the Office that the inheritance proceedings had been terminated. She submitted a copy of the court’s decision of 18 June 1997. The decision awarded the estate to Mr M.K., Mr H.K. and Mr R.A.K.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 15 September 1997 the applicant submitted to the Municipal Office a copy of a request lodged with the court by a certain Ms H.K. She requested the court to quash the court’s decision of 18 June 1997 in the part concerning the estate of Mr M.K. She argued that already by 2 March 1978 she had been declared his heir.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 30 September 1997 the applicant requested the Office to grant him the perpetual use but only in regard to a part of the presently existing plot. This part of the plot had earlier constituted a separate plot.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 16 December 1997 the Warsaw-Centre Municipal Office requested the Deputy Director of the Board of the District Praga Południe to prepare a socalled “map of legal status” of the plot.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 29 January 1998 the Supreme Court quashed the decision of 18 June 1997 concerning the estate of Mr M.K. As a result, Ms H.K. inherited the entire estate of the late Mr M.K.",
                                "elements": []
                            },
                            {
                                "content": "On 1 the District Office Praga Południe informed the Warsaw-Centre Municipal Office that the lawful division of the building was impossible because it did not possess a mandatory anti-fire wall. In the light of this information the Office decided that an expert opinion should be prepared. On 22 June 1998 the expert submitted the opinion. He stated that the lawful division of the building was possible.",
                                "elements": []
                            },
                            {
                                "content": "32.  On 16 July 1999 the Municipal Office requested the District Office Praga Południe to issue a decision confirming the division of the plot was possible and an approval of the division of the plot.",
                                "elements": []
                            },
                            {
                                "content": "33.  On 15 July 1999 the Office requested Ms H.K. to provide it with a copy of the court’s decision which had awarded her the estate of the late Mr M.K. She did so on 30 July 1999.",
                                "elements": []
                            },
                            {
                                "content": "34.  On 29 July 1999 the Warsaw-Centre Municipal Office informed the applicant and other heirs of the former co-owners that it had instituted ex officio administrative proceedings concerning the division of the plot. It was explained that the decision approving the division of the plot would make it possible to determine the parties’ shares in the co-property and that, in turn, this would make it possible to give a decision conferring the right to perpetual use of the plot. By a letter of 30 July 1999 the parties to the proceedings were requested to appear within a fourteen days time-limit in order to express their opinion concerning the planned division of the plot.",
                                "elements": []
                            },
                            {
                                "content": "35.  On 18 August 1999 Ms H.K. and on 23 August 1999 Ms Z.W expressed their consent to the division.",
                                "elements": []
                            },
                            {
                                "content": "36.  Due to the fact that not all persons summoned to do so, including the applicant, had expressed their consent to the planned division of the plot, on 2 September 1999 the Office discontinued the proceedings in its part concerning the division. On 15 September 1999 the applicant appealed against that decision to the Board of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "37.  On 27 September 1999 the applicant lodged with the  a complaint about the further inactivity on the part of the Mayor and the Office.",
                                "elements": []
                            },
                            {
                                "content": "38.  On 2 March 2000 that court ordered the Mayor to deal with the case within three months. The court considered that the manner in which the proceedings had been conducted disclosed improper functioning of the administrative authority concerned and a flagrant breach of the provisions of the Code of Administrative Procedure relating to the time-frame within which administrative cases should be dealt with.",
                                "elements": []
                            },
                            {
                                "content": "39.  On 10 July 2000 the Board of Appeal dismissed the applicant’s appeal against the decision of 2 September 1999 to discontinue the proceedings concerning the division of the plot. On 8 August 2000 the applicant lodged a further appeal against that decision. On 7 January 2002 the  dismissed his appeal.",
                                "elements": []
                            },
                            {
                                "content": "40.  On 25 July 2000 the Mayor of Warsaw stayed the proceedings concerning the applicant’s request to grant him the perpetual use of the plot of land relying on the fact that the perpetual users of the land had not expressed their consent to division of the property and obliged thereby all heirs to institute civil proceedings in which a court would give a decision on such division. The applicant appealed. On 22 August 2001 the Board of Appeal allowed his appeal and discontinued the proceedings IN SO FAR as they related to the decision of 25 July 2000 to stay the proceedings. The Board of Appeal observed that the decision of the civil court on the division of the estate of the late former owners was wholly unnecessary for the continuation of the administrative proceedings at hand, a decision determining the shares of the heirs in the estate having already been given in the inheritance proceedings.",
                                "elements": []
                            },
                            {
                                "content": "41.  The applicant appealed against this decision. On 30 September 2003 the  dismissed his appeal, observing that the second-instance decision of 22 August 2001 was in fact favourable to him.",
                                "elements": []
                            },
                            {
                                "content": "42.  The proceedings concerning the applicant’s request for award of the right to perpetual use of the plots concerned are pending.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Inactivity of an administrative organ",
                                "elements": [
                                    {
                                        "content": "43.  According to the Code of Administrative Procedure cases shall be handled without undue delay and the time of their examination, even if they are complex, shall not exceed two months (Article 35 § 3). Having failed to comply with the time-limit prescribed by the Code, the administrative organ must, under Article 36 of the Code, inform the parties of that fact, explain the reasons for the delay and fix a new time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 37 of that Code provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Further remedies in respect of inactivity on the part of an administrative organ are provided for by the Law on the . Under Section 17 of that Law a party to administrative proceedings may lodge with the  a complaint about such inactivity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Section 26 of the Law provides that the Court, having found such a complaint well-founded, shall oblige the administrative organ concerned to issue a decision or to perform an activity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  Section 34 of the Law on the  sets out the requirement of the exhaustion of available remedies before lodging a complaint with that court. Accordingly, the complaint concerning alleged inactivity should be preceded by the lodging of a complaint with an administrative organ of a higher level, pursuant to the above-mentioned Article 37 of the Code of Administrative Procedure.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Decree on the Ownership and Use of Land in ",
                                "elements": [
                                    {
                                        "content": "47.  In accordance with the Decree of 26 October 19 on the Ownership and Use of Land in  (dekret o własności i użytkowaniu gruntów na obszarze m. st. Warszawy) the ownership of all land was transferred to the municipality. The decree provided in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Under Article XXXIX of the Decree of 11 October 1946 introducing the Property Law (prawo rzeczowe) and the Law on Land and Mortgage Registers, the right to construct and the right to a perpetual lease could be transferred into temporary ownership (własność czasowa).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 40 of the Law of 1 on Administration of Land in Towns and Estates (ustawa o gospodarce terenami w miastach i osiedlach) replaced temporary ownership with perpetual use (użytkowanie wieczyste).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Pursuant to Article 33(2) of the Local State Administration Act of 20 March 1950, ownership of property situated in  was assigned to the State Treasury.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Local Self-Government Act of 10 May 1990 re-established local self-government. Pursuant to Article 5(1), ownership of land which had previously been held by the State Treasury and which had been within the administrative territory of municipalities at the relevant time was transferred to the municipality.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Perpetual use",
                                "elements": [
                                    {
                                        "content": "51.  The right to perpetual use is regulated by the Civil Code. An individual or a legal entity may be granted such a right over land owned by the State or a local authority. The right comprises a right to use the land to the exclusion of others for ninety-nine years, on payment of a yearly fee. The person entitled to the right can dispose of it.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  The applicant alleged a violation of Article 6 § 1 of the Convention, arguing that the proceedings in which he tried to vindicate his rights to compensation by way of award of the right to perpetual use provided for by the 1946 Decree on the Ownership and Use of Land in Warsaw, have been excessively lengthy.",
                                "elements": []
                            },
                            {
                                "content": "53.  The relevant provisions of Article 6 § 1 read:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing within a reasonable time by an independent and impartial tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "54.  The Court notes that the proceedings began on 17 June 1991 and are still continuing. They have therefore already lasted over thirteen years, of which a period of over eleven years and ten months falls within the Court’s temporal competence,  having recognised the right of individual petition as from 1 May 1993. Given its jurisdiction ratione temporis, the Court can only consider the period which has elapsed since 1 May 1993, although it will have regard to the stage reached in the proceedings on that date (see, among other authorities, Zwierzyński v. Poland, no. 30210/96, § 123, ECHR 2000-XI).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Reasonableness of the length of the proceedings",
                                "elements": [
                                    {
                                        "content": "55.  The Court will assess the reasonableness of the length of the proceedings in the light of the circumstances of the case and having regard to the criteria laid down in its case-law, in particular the complexity of the case and the conduct of the applicant and of the relevant authorities. It will also take account of what is at stake for the applicant (see, among many other authorities, Biskupska v. Poland, no. 39597/98, § 43, 11 July 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government submitted that the case was very complex, mainly due to the unclear legal status of the disputed property. This, in the Government’s view, resulted mainly from the fact that it was not obvious whether this property was composed of one or of two plots. This lack of clarity further originated from the fact that in the 1970s and 1980s seven flats in the building were sold to their tenants who had thereby acquired shares in the right to perpetual use of the plot. Under domestic law they therefore became entitled to give their consent to the administrative division of the property, sought by the applicant. As some of them refused to give such consent, the case had to be brought to a civil court, competent to deal with this issue in contentious proceedings. Moreover, another set of inheritance proceedings relating to the estate of one of the legal predecessors of the holders of the right to perpetual use rendered the proceedings even more complex. The Government were of the view that the case was dealt with without undue delays.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The applicant argued that the civil law aspects of the case, referred to by the Government, could not by themselves explain the overall length of the proceedings. Even if this was the case, the respondent Government would in any event be responsible also for delays in the civil proceedings. Moreover, the conduct of the proceedings by the administrative authorities was several times strongly criticised by the , for the last time in its judgment of 2 March 2000. In conclusion, the length of the proceedings was in breach of the “reasonable time” requirement laid down in Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court observes that the case disclosed a certain complexity, having regard in particular to the fact that the legal background of the cases concerning land in Warsaw is indeed complicated (see §§ 53-56 above, Beller v. Poland, judgment of 1 February 2005, no. 51837/9, § 70). However, this complexity is not sufficient to justify the overall length of the proceedings concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  As to the applicant’s conduct, the Court observes that he contributed to the prolongation of the proceedings in that he appealed against the decision of the Board of Appeal given on 22 August 2001. The Court notes that the  later held, in its judgment of 30 September 2003 by which it examined this appeal, that the applicant had erroneously considered that this decision was to his detriment, whereas it was in fact favourable to him. The Court is of the view that otherwise there is no indication that the applicant contributed to the prolongation of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court observes in connection with the conduct of the authorities that the manner in which they proceeded with the applicant’s case was twice criticised by the authorities which examined the applicant’s complaints about the unreasonable length of the proceedings. The Mayor has been ordered on two occasions to issue a decision in the applicant’s case and given time-limits therefor (§§ 23 and 38 above). The Court notes that none of those orders was complied with. Further, there were ten months of a near total inactivity between November 1995 when the case was lodged with the Warsaw Municipal Office and September 1996 when the next steps were taken in the proceedings (§§ 16-18 above). The Court further notes that it was only after one year from November 1995 that this Office requested a town-planning authority to submit a town-planning scheme relevant for the case. Likewise, a basic legal analysis of the issues involved in the case was made one year later (§ 20 above). Subsequently, it took the Office two years to request a competent authority to prepare a so-called ‘map of legal status’ of the plot (§ 30 above). The Office further needed two years and six months to realise that there was no mandatory ‘anti-fire wall’ on the property and to require that an expert opinion be prepared as to whether such a wall was indeed mandatory. The applicant’s appeal to the Supreme Administrative Court against a decision of 10 July 2000 waited for its turn to be examined by that Court for one year and six months (§§ 39-41 above). The proceedings are still pending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Consequently, having regard to all the circumstances of the case, the Court considers that the overall length of the proceedings complained of exceeded what was reasonable. There has therefore been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "62.  The applicant complained of an infringement of his right to the peaceful enjoyment of his possessions within the meaning of Article 1 of Protocol No. 1. The Government contested this.",
                                "elements": []
                            },
                            {
                                "content": "  Article 1 of Protocol No. 1 reads:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "63.  The Court observes that the domestic proceedings to determine the applicant’s claims are currently pending. Therefore, IN SO FAR as the applicant relies on Article 1 of Protocol No. 1 to the Convention, the Court considers that it would be premature to take a position on the substance of this complaint. IN SO FAR as the applicant complains about the length of those proceedings, the Court considers that Article 1 of Protocol No. 1 complaint does not give rise to any separate issue (see, for example, Zanghì v. Italy, judgment of 19 February 1991, Series A no. 194-C, § 23, Di Pede v. Italy, judgment of 26 September 1996, Reports of Judgments and Decisions 1996IV, p. 17, § 35).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "64.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "65.  The applicant sought compensation for pecuniary and non-pecuniary damage in the amount of USD 3,276,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government submitted that IN SO FAR as the applicant’s claims related to the alleged pecuniary damage, the applicant had not adduced any evidence to show that he suffered any actual loss on account of the protracted character of the proceedings. As to non-pecuniary damage, the Government submitted that the amount claimed by the applicant was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged. It therefore rejects this claim. On the other hand the Court is of the view that the applicant must have sustained some non-pecuniary damage, which the mere finding of a violation cannot adequately compensate. The Court decides to award on an equitable basis EUR 5,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "68.  The applicant did not seek further reimbursement of legal costs and expenses in connection with the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "69.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there is no need to examine the complaint under Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 4 § 2 of the Convention, EUR 5,000 (five thousand euros) in respect of non-pecuniary damage, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": " (b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 March 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SZENK v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-68582.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0322JUD006797901",
    "externalsources": [],
    "extractedappno": [
        "67979/01",
        "30210/96",
        "39597/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [
        "Code of Administrative Procedure",
        "1945 Decree on Ownership and Use of Land in Warsaw"
    ],
    "itemid": "001-68582",
    "judgementdate": "22/03/2005 00:00:00",
    "kpdate": "22/03/2005 00:00:00",
    "kpthesaurus": [
        "14",
        "402",
        "369",
        "304",
        "445",
        "13",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P1-1-1",
        "35-3",
        "6-1",
        "35",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "SZENK",
        "POLAND"
    ],
    "rank": "509.636047363281",
    "representedby": [
        "RZEPLINSKI Andrzej"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Beller v. Poland, judgment of 1 February 2005, no. 51837/9, § 70",
        "Biskupska v. Poland, no. 39597/98, § 43, 11 July 2003",
        "Di Pede v. Italy, judgment of 26 September 1996, Reports of Judgments and Decisions 1996-IV, p. 17, § 35",
        "Zanghì v. Italy, judgment of 19 February 1991, Series A no. 194-C, § 23",
        "Zwierzynski v. Poland, no. 30210/96, § 123, ECHR 2000-XI"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "326405",
    "typedescription": "15"
}