{
    "__articles": "8;8-1;35;41",
    "__conclusion": "Remainder inadmissible;Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for home;Respect for private life);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "55",
    "appno": "38342/05",
    "article": [
        "8",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8 - Positive obligations",
                "Article 8-1 - Respect for home",
                "Respect for private life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-175153.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38342/05) against Georgia lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Georgian nationals, Mr Ivane Jugheli (“the first applicant”), Mr Otar Gureshidze (“the second applicant”) and Ms Liana Alavidze (“the third applicant”), on 3 March 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms S. Japaridze of the Georgian Young Lawyers Association (GYLA) and Mr P. Leach of the European Human Rights Advocacy Centre (EHRAC), as well as Ms N. Jomarjidze, Ms T. Abazadze and Ms T. Dekanosidze, lawyers of GYLA and Ms J. Evans, a lawyer of the EHRAC. The Georgian Government (“the Government”) were represented by their successive Agents, most recently Mr B. Dzamashvili of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that a thermal power plant in close proximity to their homes had endangered their health and well-being.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 12 February 2007 the complaint under Article 8 of the Convention was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 29 July 2016, after the parties had filed with the Court all their submissions on the admissibility and merits of the case and the application of Article 41 of the Convention, the applicants’ representative, Ms Japaridze, informed the Court that she could no longer represent her clients on account of her appointment to a position in the Government.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 February 2017 the Government informed the Court that the first applicant had died on 12 March 2016 and requested to strike the application out in respect of the latter. On 8 May 2017 the applicants’ representative informed the Court that the first applicant’s heir did not wish to pursue the proceedings before the Court and agreed with the Government’s request.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "7.  The applicants, all Georgian nationals, were born in 1946, 1947 and 1957 respectively. At the material time they lived in different flats in a residential block (“the building”) constructed in 1952 and situated at 4 Uznadze Street in Tbilisi.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The building is located in the city centre, in close proximity (approximately 4 metres) to the “Tboelectrocentrali” thermal power plant (“the plant”). The plant was constructed in 1911 and reconstructed at a later date. It started operations in 1939. For several decades it burned coal to generate power, before replacing it with natural gas. The plant provided the adjacent residential areas with electricity and heat.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  Several accidents have been reported throughout the plant’s history. An accident on 10 April 1996 rendered it inoperative for more than thirty days. An expert report concerning the incident disclosed that the main reason behind the accident was the fact that no major repairs had been carried out there since 1986.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 2 November 1999 Presidential Decree No. 613 was issued, stating that the plant was to be privatised and sold directly to a private company. The privatisation agreement between the Government and the company was concluded on 6 April 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 2 February 2001 the plant partially ceased generating power owing to financial problems. However, it continued to use some of the generators.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  According to the applicants, while operational the plant’s dangerous activities were not subject to the relevant regulations, as a result of which, in addition to some other alleged nuisances, it emitted various toxic substances into the atmosphere negatively affecting their well-being.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Domestic proceedings",
                                "elements": [
                                    {
                                        "content": "1.  First set of proceedings",
                                        "elements": [
                                            {
                                                "content": "13.  On unspecified dates the applicants and other residents of the building lodged complaints with the municipal authorities, alleging that nuisances were emanating from the plant such as air, noise and electromagnetic pollution and water leakage. By official letters dated 22 March 2000, 19 October 2000 and 16 January 2001 the Tbilisi City Hall (“the City Hall”) acknowledged that the residents of the building had been affected by the nuisances they had complained of. It advised the central Government that relocation of the plant would not be in the public interest in view of the acute energy crisis in the country and suggested that the residents of the affected area be offered electricity and heat free of charge as a form of compensation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  In the letter dated 22 March 2000 the City Hall asked the plant to implement certain environmental protection measures, including the installation of chimney filters to reduce the air pollution emanating from the plant. The request was left unaddressed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  On 1 October 2001, in an official response to a query by the applicants, the City Hall confirmed that the plant’s activities fell within the “first category” within the meaning of the Environmental Permits Act (see paragraphs 43-44 below) and that the Ministry of the Environment and Natural Resources (“the Ministry of the Environment”) was responsible for issuing the relevant permit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On an unspecified date in the summer of 2000 the applicants and other residents of the building brought an action for damages against the plant concerning the environmental nuisances emanating from the plant. A friendly settlement was reached between the parties on 12 December 2000, according to which the claimants would renounce their claims in exchange for a commitment by the plant’s management to provide them with hot water, electricity and heat free of charge. Owing to technical difficulties and a lack of cooperation between the relevant authorities, the friendly settlement was left unenforced.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Second set of proceedings",
                                        "elements": [
                                            {
                                                "content": "17.  On 25 October 2001 the applicants and three other residents of the building (“the claimants”) brought a fresh action against the plant and other respondents including the Tbilisi electricity distribution company, AES TELASI JSC (“AES”), the City Hall and the Ministry of the Environment. They claimed compensation for pecuniary and non-pecuniary damage for the harm caused to their health and well-being by the air, noise and electromagnetic pollution and water leakage emanating from the plant. They relied on privately commissioned independent expert opinions in support of their complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 7 March and 23 September 2002 the Tbilisi Regional Court granted a request by the claimants and ordered the Ministry of Justice, the Ministry of Labour, Health and Social Affairs and the Ministry of the Environment to arrange a number of expert examinations. The latter were intended to measure the environmental pollution caused by the plant, clarify how the associated harmful effects had affected the claimants’ health and might have endangered human life, and identify appropriate remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  An expert examination dated 28 October 2002 and carried out by the Expertise and Special Research Centre at the Ministry of Justice concluded as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“As the “Tboelectrocentrali” plant does not have a [buffer] zone and is immediately adjacent to a residential building, the plant’s chimneys must be equipped with appropriate filters and other equipment to protect the population from the hazardous gases.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 17 January 2003 the Institute of Environmental Protection (“the IEP”) at the Ministry of Environment issued an expert opinion on the air pollution and noise levels in the residential area concerned. It noted that while the plant’s equipment responsible for the emission of toxic substances stood idle, it was impossible to determine the real pollution situation with which the residents had had to cope for years and noted that “the results were considerably minimised compared to the possible real picture.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The expert opinion disclosed that the plant’s technical compliance document was defective as it did not reveal all the chemical substances known to be emitted into the atmosphere in the course of natural gas burning. That document also incorrectly indicated the height of the chimneys as 30.8 metres instead of the actual 27 metres, which could lead to the pollution data being misleadingly decreased.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  With regard to the air pollution and the possible impact upon the residents of the building, the expert opinion concluded as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Considering the fact that the plant does not have a [buffer] zone and is immediately adjacent to a residential building ..., taking into account the direction of the wind, a whole bouquet of emissions is reaching into the homes ... negatively affecting the population living in the adjacent area.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The opinion specified that even where individual hazardous substances were considered to be within the acceptable margin, it was necessary to consider the combined impact of various substances upon the health of the population as the combined toxicity might go beyond the acceptable limits. It continued to note in this connection that the concentrated toxicity of the gases emitted by the plant was twice the norm and the residents of the building concerned had to live in conditions where the concentration of toxic substances surpassed the acceptable limits twenty-four hours a day. The IEP proposed that the competent municipal authorities either ban those industrial activities or ensure the plant’s relocation outside the town, where at least a buffer zone could be established.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 4 March 2003 the Institute of Scientific Research in Health and Hygiene at the Ministry of Labour, Health and Social Affairs responded to a query by the applicants and listed the diseases that might potentially be caused by excessive concentrations in the air of substances such as SO2, CO, NO2, smoke and black dust. These were mucocutaneous disorders, conjunctivitis, bronchitis, bronchopulmonary and other pulmonary diseases, allergies, different types of cardiovascular disease and anoxemia (low oxygen levels in the blood), which could lead to other serious disorders.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 17 January 2003 the IEP issued an expert opinion concerning the noise levels in the building. Without specifying the noise levels in the individual flats of the applicants, the opinion concluded in generic terms that “the residential building ... situated at 4 Uznadze Street [was] affected by noise in excess of the permissible limits.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 6 February 2004 the IEP expert carried out an additional investigation aimed at determining the noise levels in the individual flats of the claimants. It concluded that the permissible levels of noise were exceeded only with respect to two claimants and not in the applicants’ apartments.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  An expert opinion issued by the IEP on 7 November 2002 stated that the intensity of the electromagnetic waves did not exceed the permissible levels.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The expert opinion produced by the Ministry of Labour, Health and Social Affairs on 17 January 2003 disclosed that, in some instances, the intensity of the electromagnetic fields in the vicinity of the building exceeded the permissible levels. It concluded however that it was impossible to establish the exact source of the electromagnetic pollution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 13 May 2003 the court ordered the Forensic Medical Examination Centre at the Ministry of Labour, Health and Social Affairs to examine the health of four of the claimants. The third applicant and another claimant were not included, without any reasons being given for their exclusion. Its experts were asked to give an opinion on whether the claimants were suffering from any diseases which might have been caused by the pollution emanating from the plant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Forensic Medical Examination Centre carried out the courtcommissioned examination between 7 August and 17 September 2003. A panel of experts concluded that the four claimants “[had] been affected by a combined impact of protracted exposure to harmful factors such as SO2, NO, CO2 as well as black dust, noise and electromagnetic pollution negatively impacting their health.” The first and second applicants were found to be suffering from largely similar health conditions such as neurasthenia and asthenic syndrome. The panel considered it “possible that the asthenic syndrome and neurasthenia ... [had been] caused by the prolonged and combined effect of being exposed to harmful factors.” It added that “taking into account the circumstances of the case, the worsening of the health conditions of the persons examined [had not been] excluded.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 12 March 2004 the Tbilisi Regional Court dismissed the claims of the applicants and another claimant, but partially allowed the claims of two other claimants (“the successful claimants”) with respect to the noise pollution emitted by the plant’s generators. Relying on the expert examination of the IEP concerning the noise levels, the court found that only the two successful claimants’ flats were affected by noise in excess of the permissible limits. It awarded them 5,000 Georgian laris (GEL – equivalent to 1,981 euros (EUR)) each, holding the plant, the City Hall, and the Ministry of the Environment jointly liable:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... Both the City Hall and the Ministry failed to fulfil the obligations imposed on them by law. That is to say, despite the claimants’ numerous requests and complaints, [the authorities concerned] failed to take specific measures to ensure an environment safe enough for the claimants’ health.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  Furthermore, acknowledging that the plant was responsible for the infiltration of water into the foundations of the building, the court ordered it to halt the leakage and make the necessary repairs to the ruptured walls.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  As regards the air pollution complained of, the court found that the material before it did not prove a causal link between the emissions and the claimants’ health problems described in the Forensic Medical Examination Centre’s expert report. It further suggested that the third applicant and another claimant had refused to undergo the medical examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  While the court accepted the experts’ conclusions that the plant had breached certain environmental standards by not having filters and other purification equipment in place to decrease the emission of toxic substances, it refused to order the plant to install such equipment on the grounds that the sole remedy requested by the claimants had been compensation for the damage caused by the pollution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 4 May 2004 the claimants appealed to the Supreme Court. Relying on the Court’s judgment in the case of López Ostra v. Spain (9 December 1994, Series A no. 303C) and the findings of the courtcommissioned expert examinations at the domestic level, they reiterated their complaints about the lack of a buffer zone and the inherent risk of pollution, the absence of purification equipment over the plant’s chimneys and its impact upon their health and well-being, and the defectiveness of the plant’s technical compliance document. They further disagreed with the lower court’s findings with respect to the alleged noise pollution emanating from the plant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 21 April 2005 the Supreme Court delivered a final judgment in the case. It upheld the appeals of the two already successful claimants and ordered the plant’s operators, the City Hall and the Ministry of the Environment to pay them, jointly, GEL 7,000 (EUR 2,938) each for the deterioration of their health caused by the noise pollution that persisted after the partial termination of the plant’s activities on 2 February 2001 and affected them individually (see paragraphs 11 and 26 above). In addition, it ordered the plant to pay GEL 50 (EUR 21) monthly to one claimant and GEL 100 (EUR 42) to the other. It further upheld the lower court’s finding concerning the plant’s responsibility for the infiltration of water into the foundations of the building.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Supreme Court rejected the complaint concerning the electromagnetic pollution as unsubstantiated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  As regards the submissions concerning the air pollution, the Supreme Court dismissed them as unsubstantiated. It reasoned that the claimants’ reference to violations of environmental standards, regardless of their validity, could not have served as a basis for awarding damages for air pollution considering that they had not requested that the plant’s permit be revoked, that filters be installed over the chimneys, that other environmental protection measures be implemented, or that the hazardous activities be banned or relocated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The court further noted that the Court’s findings in the case of López Ostra v. Spain could not serve as grounds for requesting damages. It highlighted the fact that the plant in the instant case had been operational since 1939 while the flats had been built at a later date in 1952. It consequently concluded that the applicants had accepted the associated dangers when choosing to settle near the plant and were effectively barred from claiming any damages in that respect within the meaning of the Compensation for Damage Inflicted by Dangerous Substances Act (see paragraph 47 below). It thus concluded that the appellants had been under a duty to tolerate nuisances such as noise, smells, steam and gases caused by the ordinary industrial activities of the neighbouring plant, whose essential purpose had been to supply the nearby buildings with heating and hot water. The court interpreted the applicants’ unenforced friendly settlement in an earlier set of proceedings (see paragraph 16 above) as their acceptance of the ecological discomfort.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Supreme Court further reasoned that at the time of the proceedings the plant had suspended most of its operations and had no longer been emitting any substances into the air. Consequently, the appellants were no longer being affected by the pollution. Moreover, they had failed, in the court’s opinion, to show what specific pecuniary damage, if any, had been sustained as a result of the air pollution in the previous years. It was further noted that the appellants had not specified the costs which they had incurred or would inevitably incur in the future for medical treatment for their health problems.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The 1995 Constitution",
                                "elements": [
                                    {
                                        "content": "41.  Article 37 of the Constitution reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“3. Everyone has a right to live in a healthy environment and to use the natural and cultural environment. Everyone has a duty to protect the natural and cultural environment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4. Taking into consideration the interests of current and future generations, the State shall guarantee the protection of the environment and the rational use of the natural resources as well as a sustainable development of the country in line with the economic and ecological interests of the society in order to create a safe environment for human health.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Environmental regulations",
                                "elements": [
                                    {
                                        "content": "42.  Section 40 of the Environmental Protection Act of 10 December 1996 (“the Environment Act”) required all industrial units commencing operations to be equipped with reliable equipment designed for the processing, purification and environmental control of dangerous waste.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Section 4(1) of the Environmental Permits Act of 15 December 1996 (“the Environmental Permits Act”) provided that for the purposes of obtaining environmental permits, industrial activities were divided into four categories based on their scope, importance and the degree of environmental impact.  Section 4(2) defined the activities classified as “first category” as:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Activities that due to their scope, location and substance may cause serious negative and irreversible impact upon the environment, natural resources and human health.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Under section 4(2)(b), energy generating industrial activities, including those of thermal power plants, fell under the “first category” and required an environmental permit to be issued by the Ministry of Environment based on an environmental impact assessment study and an ecological expert report. It further stated that the population should participate in the decision-making process.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Preamble specified that the Environmental Permits Act applied only to industrial activities to be commenced after its entry into force. As concerns companies that had commenced their industrial activities before its enactment, section 15(2) of Government Decree no. 154 of 1 September 2005 set 1 January 2009 as the deadline for submitting environmental impact assessment studies in order to obtain the relevant permits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  As regards regulations concerning buffer zones, Article 30 § 3 of the Health Code of 8 May 2003 stipulated that a buffer zone (had to be established in order to avoid air pollution in residential areas as a result of industrial activities. Under section 64(4)(a) and (b) of Order no. 234/n issued by the Ministry of Labour, Health and Social Affairs on 6 October 2003, the minimal size of a buffer zone between an industrial unit and a residential area, in circumstances where the concentration of various hazardous substances did not exceed the acceptable limits, must be at least 50 sq. m. and could be reduced to 25 sq. m. for industrial units using only natural gas for their operations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Under section 6(6) of the Compensation for Damage Inflicted by Dangerous Substances Act of 23 July 1999, responsibility and the obligation to pay compensation for damage caused by dangerous substances to another person or his or her property is excluded if he or she was aware of the risk of pollution and knowingly put himself or herself or the property at risk.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  PRELIMINARY ISSUES",
                        "elements": [
                            {
                                "content": "48.  The Court notes that the first applicant died in the course of the Convention proceedings, on 12 March 2016. The Government requested the Court to strike the application out in respect of the first applicant. On 8 May 2017 the applicants’ representative informed the Court that the first applicant’s heir did not wish to pursue the proceedings before the Court and agreed with the Government’s request. In the light of the foregoing, the Court concludes that, in so far as the first applicant is concerned, it is no longer justified to continue examination of the application within the meaning of Article 37 § 1 (c) of the Convention. Furthermore, in accordance with Article 37 § 1 in fine, the Court finds no special circumstances regarding respect for human rights as defined in the Convention and its Protocols which require the continued examination of that part of the case.",
                                "elements": []
                            },
                            {
                                "content": "49.  In view of the above, it is appropriate to strike the application out of the list in so far as the first applicant is concerned.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  The second and third applicants (“the applicants”) complained that the State had failed to protect them from the air pollution as well as noise and electromagnetic pollution emanating from the thermal power plant located in the immediate vicinity of their homes. This had resulted in a severe disturbance to their environment and a risk to their health in violation of Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "51.  The Government noted that considering the temporal scope of the Convention with respect to Georgia and the suspension date of the thermal power plant’s main activities, the period of the applicants’ situation that the Court was concerned with was from 20 May 1999 to 2 February 2001. According to the Government, the period in consideration was short and there was no evidence that a violation of the applicants’ rights had taken place during this particular time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Government submitted that no causal link existed between the applicants’ health conditions and the alleged air pollution and that the third applicant had refused to undergo the medical examination commissioned by the domestic court, making it impossible to argue that the plant’s activities had had any direct impact upon her health.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Government further argued that the alleged interference with the applicants’ rights under Article 8 of the Convention had not been a direct interference by the authorities but had emanated from activities of a private company which was solely responsible for the operations of the plant in view of the privatisation agreement of 6 April 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Government further submitted that no element of domestic illegality was involved in the instant case. They referred to the fact that the relevant environmental legislation had been adopted at a later date than the launch of the power plant’s activities in 1939 and that the pertinent regulatory framework, including the obligation to submit an environmental impact assessment study and obtain the relevant environmental permit, had not been applicable to the plant’s activities until 1 January 2009 (see paragraph 45 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Lastly, referring to the absence of a buffer zone and the possible negative impact of the air pollution upon the residents of the relevant area, the Government noted that the plant in the instant case had been operational since 1939 while the building had been constructed at a later date in 1952. The Government submitted in this connection that, by having chosen to settle in such a building voluntarily, the applicants had assumed any possible risks emanating from the plant in question and were thus barred from claiming a violation of their rights under the Convention. They further argued that the applicants’ earlier unenforced friendly settlement to accept the supply of hot water, electricity and heat free of charge for the alleged environmental discomfort (see paragraph 16 above) could mean that the nuisance complained of had not been of a sufficiently serious nature.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicants",
                                        "elements": [
                                            {
                                                "content": "56.  The applicants submitted that they had suffered a serious interference with their rights under Article 8 of the Convention on account of the severe environmental pollution emanating from the thermal power plant in close proximity to their homes and the State’s failure to regulate the hazardous industrial activity. They relied on the expert reports commissioned by the domestic courts in support of their claims (see paragraphs 18-24 and 29-30 above). They further argued that the third applicant had not refused to undergo the medical examination commissioned by the first-instance court, as it had selected the claimants at random.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The applicants maintained that the absence of a buffer zone between their building in the city centre, the dangerous industrial activities carried out at the plant and the absence of appropriate purification equipment to minimise the impact of hazardous emissions had seriously interfered with their health and well-being protected under the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Furthermore, according to the applicants, the lower court had inaccurately concentrated on the impact of the air pollution in conditions where the plant had ceased most of its activities despite the core of the claimants’ submissions referring to the period of the plant’s active operations until 2 February 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The applicants further submitted that the Supreme Court had been unfair in finding that they had accepted the interference with their rights by having chosen to settle in the building that had been built in 1952, after the launch of the plant’s industrial activities in 1939. They argued that the building had been constructed during Soviet times when any construction of that type fell within the exclusive competence of the State and, in any event, they had only learnt about the danger emanating from the plant after they had moved into the building.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "60.  The Court notes at the outset that the applicants’ complaints under Article 8 of the Convention relating to the noise and electromagnetic pollution allegedly emanating from the plant were not corroborated by any of the relevant expert examinations commissioned by the domestic courts (see paragraphs 25-28 above) and were accordingly rejected as manifestly illfounded by the latter. In this connection, the Court, for its part, does not consider itself to be in a position to draw a conclusion on the issue, and reiterates that it cannot substitute its own findings of fact for those of the domestic courts, which are better placed to assess the evidence adduced before them (see Sisojeva and Others v. Latvia (striking out) [GC], no. 60654/00, §§ 89-90, ECHR 2007I, and Murray v. the United Kingdom, 28 October 1994, § 66, Series A no. 300A). The Court thus finds that these complaints are manifestly illfounded and should be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  As concerns the complaint under Article 8 of the Convention concerning the State’s alleged failure to protect the applicants from the air pollution emanating from the thermal power plant in the immediate vicinity of their homes, the Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "1.   General principles",
                                        "elements": [
                                            {
                                                "content": "62.  The Court reiterates at the outset that Article 8 is not violated every time an environmental pollution occurs. There is no explicit right in the Convention to a clean and quiet environment, but where an individual is directly and seriously affected by noise or other pollution, an issue may arise under Article 8 (see Hatton and Others v. the United Kingdom [GC], no. 36022/97, § 96, ECHR 2003VIII; Kyrtatos v. Greece, no. 41666/98, § 52, ECHR 2003VI; and Fadeyeva v. Russia, no. 55723/00, § 68, ECHR 2005IV). Furthermore, the adverse effects of the environmental pollution must attain a certain minimum level if they are to fall within the scope of Article 8 (see, among other authorities, López Ostra v. Spain, 9 December 1994, § 51, Series A no. 303C). The assessment of that minimum is relative and depends on all the circumstances of the case, such as the intensity and duration of the nuisance, and its physical or psychological effects. There would be no arguable claim under Article 8 if the detriment complained of was negligible in comparison to the environmental hazards inherent to life in every modern city (see Dzemyuk v. Ukraine, no. 42488/02, § 78, 4 September 2014). Conversely, severe environmental pollution may affect individuals’ well-being and prevent them from enjoying their homes in such a way as to affect their private and family life adversely, without, however, seriously endangering their health (see López Ostra, cited above, § 51, and Tătar v. Romania, no. 67021/01, § 85, 27 January 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The Court notes that it is often impossible to quantify the effects of serious industrial pollution in each individual case and to distinguish them from the influence of other relevant factors such as age, profession or personal lifestyle. The same concerns possible worsening of the quality of life caused by the industrial pollution. “Quality of life” is a subjective characteristic which hardly lends itself to a precise definition (see Ledyayeva and Others v. Russia, nos. 53157/99, 53247/99, 53695/00 and 56850/00, § 90, 26 October 2006, and Dubetska and Others v. Ukraine, no. 30499/03, § 79, 10 February 2011). It follows that, taking into consideration the evidentiary difficulties involved, the Court will have regard primarily, although not exclusively, to the findings of the domestic courts and other competent authorities in establishing the factual circumstances of the case. As a basis for the analysis it may use, among other things, individual decisions taken by the authorities with respect to the applicants’ particular situation and the environmental studies commissioned by the authorities (see Dubetska and Others, cited above, § 107, with further references). However, the Court cannot rely blindly on the decisions of the domestic authorities, especially if they are obviously inconsistent or contradict each other. In such situations it has to assess the evidence in its entirety (see Ledyayeva and Others, cited above, § 90).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Court further points out that Article 8 does not merely compel the State to abstain from arbitrary interference: in addition to this primarily negative undertaking, there may be positive obligations inherent in the effective respect for private or family life (see Guerra and Others v. Italy, 19 February 1998, § 58, Reports of Judgments and Decisions 1998I). Whether the question is analysed in terms of a positive duty on the State to take reasonable and appropriate measures to secure the applicant’s rights under Article 8 § 1 or in terms of an “interference by a public authority” to be justified in accordance with Article 8 § 2, the applicable principles are broadly similar. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and the community as a whole and in both contexts the State enjoys a certain margin of appreciation in determining the steps to be taken to ensure compliance with the Convention (see Hatton and Others, cited above, § 98, and López Ostra, cited above, § 51).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of the above principles to the present case",
                                        "elements": [
                                            {
                                                "content": "65.  The Court bears in mind that, in the instant case, the Convention came into force with respect to Georgia on 20 May 1999. It follows that only the period after this date can be taken into consideration in assessing the nature and extent of the alleged interference with the applicants’ private lives. It is further noted that the thermal power plant in question suspended most of its activities on 2 February 2001. The Court finds that the period of slightly less than a year and nine months during which the applicants were exposed to the alleged harmful emissions from the plant was sufficient to trigger the application of Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Court notes at the outset that the activities of the thermal power plant in question, as expressly acknowledged by the relevant municipal authority, were classified as “first category” under domestic law (see paragraph 15 above) as they “could by their scale, location and substance cause serious negative and irreversible impact upon the environment, natural resources and human health” (see paragraphs 43-44 above). The Court is also mindful of the fact that the plant in question was located in the city centre and in the immediate vicinity of the applicants’ homes, with a distance of only 4 metres between the plant and the building.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  As regards the alleged impact of the plant’s activities and the resultant air pollution upon the life and health of the applicants, the Court notes that the expert opinions commissioned by the domestic judicial authorities and produced by the competent State entities confirmed in unambiguous terms that the absence of a buffer zone between the plant and the building coupled with the absence of filters or other purification equipment over the plant’s chimneys to minimise the potential negative impact of the hazardous substances emitted into the air created a real risk to the residents of the building (see paragraphs 19 and 22 above). The Court further notes that according to the IEP:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Considering the fact that the plant does not have a buffer zone and is immediately adjacent to a residential building ..., taking into account the direction of the wind, a whole bouquet of emissions is reaching into the homes ... negatively affecting the population living in the adjacent area.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "It was further concluded that the concentrated toxicity of various substances emitted by the plant was twice the norm (see paragraphs 22-23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Furthermore, the plant’s technical compliance document was found to be defective, incorrectly indicating the height of the plant’s chimneys, thus misleadingly decreasing the possible pollution indicators (see paragraph 21 above). The Court notes that, according to the Institute of Scientific Research in Sanitation and Hygiene at the Ministry of Labour, Health and Social Affairs, diseases potentially caused by prolonged exposure to excessive concentrations in the air of substances such as SO2, CO, NO2, smoke and black dust include mucocutaneous disorders, conjunctivitis, bronchitis, bronchopulmonary and other pulmonary diseases, allergies, different types of cardiovascular disease and low oxygen levels in the blood, which could lead to other serious disorders (see paragraph 24 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court takes further note of the findings of the Forensic Medical Examination Centre at the Ministry of Labour, Health and Social Affairs with respect to the health conditions of several claimants at domestic level (see paragraphs 29-30 above). According to the medical examination report, the persons concerned, including the second applicant, suffered from largely similar health conditions such as neurasthenia and asthenic syndrome. The experts concluded that the medical conditions in question could have been caused “by the prolonged and combined effect of being exposed to harmful factors” (see paragraph 30 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  As regards the third applicant’s alleged refusal to participate in the medical examination (see paragraph 33 above), it cannot be denied, in the Court’s opinion, that she lived in identical conditions as the claimants participating in the examination and was subjected to the same environmental nuisances and health risks emanating from the plant’s activities and that she pursued the relevant proceedings at domestic level until their completion. The Court further reiterates in this connection that, in any event, Article 8 has been found to apply to severe environmental pollution affecting individuals’ well-being and preventing them from enjoying their homes in such a way as to affect their private and family life adversely, without, however, seriously endangering their health (see López Ostra, cited above, § 51).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Against this background, the Court concludes that even assuming that the air pollution did not cause any quantifiable harm to the applicants’ health, it may have made them more vulnerable to various illnesses (see paragraphs 30 and 68 above). Moreover, there can be no doubt that it adversely affected their quality of life at home (see Fadeyeva, cited above, § 88). The Court therefore finds that there has been an interference with the applicants’ rights that reached a sufficient level of severity to bring it within the scope of Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Lastly, the Court finds that despite settling in the building built in 1952 voluntarily, at a time when the thermal power plant had been operational since 1939, the applicants may not have been able to make an informed choice at the time or possibly were not even in a position to reject the housing offered by the State during Soviet times (see Fadeyeva, § 120, and Ledyayeva and Others, § 97, both cited above). It therefore cannot be claimed that the applicants themselves created the situation complained of or were somehow responsible for it. Nor can the unenforced friendly settlement in an earlier set of proceedings (see paragraph 16 above) be interpreted to the detriment of the applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court reiterates that Article 8 may apply in environmental cases whether the pollution is directly caused by the State or where the State responsibility arises from a failure to regulate private industry properly (see Hatton and Others, cited above, § 98). The thermal power plant in the instant case was initially owned and operated by the State until it transferred ownership to a private company by means of a privatisation agreement signed on 6 April 2000. However, the Court reiterates in this connection that whether the present case is analysed in terms of a positive duty on the State to take reasonable and appropriate measures to secure the applicants’ rights under Article 8 § 1 or in terms of an interference by a public authority to be justified in accordance with Article 8 § 2, the applicable principles are broadly similar (see paragraph 64 above). In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and the community as a whole and in both contexts the State enjoys a certain margin of appreciation in determining the steps to be taken to ensure compliance with the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court notes that on the one hand the pertinent regulatory framework, including the obligation to submit an environmental impact assessment study and obtain the relevant environmental permit, was not applicable to the plant’s activities until 1 January 2009 (see paragraph 45 above). On the other hand, the activities of the thermal power plant in question were potentially dangerous, as confirmed by the domestic legislation in force at the material time that designated such activities as those which “could by their scale, location and substance cause serious negative and irreversible impact upon the environment, natural resources and human health” (see paragraphs 43-44 above). Their dangerous nature was further expressly confirmed by the Tbilisi City Hall (see paragraph 15 above). The Court observes that such dangerous industrial activities were effectively left in a legal vacuum at the material time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  Against this background, the Court considers that the crux of the matter is the virtual absence of a regulatory framework applicable to the plant’s dangerous activities before and after its privatisation and the failure to address the resultant air pollution that negatively affected the applicants’ rights under Article 8 of the Convention.  In the context of dangerous activities in particular, States have an obligation to set in place regulations geared to the specific features of the activity in question, particularly with regard to the level of risk potentially involved. They must govern the licensing, setting-up, operation, security and supervision of the activity and must make it compulsory for all those concerned to take practical measures to ensure the effective protection of the citizens whose lives might be endangered by the inherent risks (see Di Sarno and Others v. Italy, no. 30765/08, § 106, 10 January 2012, and Tătar, cited above, § 88). The Court notes in this connection that the virtual absence of any legislative and administrative framework applicable to the potentially dangerous activities of the plant in the present case enabled it to operate in the immediate vicinity of the applicants’ homes without the necessary safeguards to avoid or at least minimise the air pollution and its negative impact upon the applicants’ health and well-being, as confirmed by the expert examinations commissioned by the domestic courts (see paragraphs 18-24 and 29-30 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Court reiterates that it is not its task to determine what exactly should have been done in the present situation to reduce the impact of the plant’s activities upon the applicants in a more efficient way. However, it is within the Court’s jurisdiction to assess whether the Government approached the problem with due diligence and gave consideration to all the competing interests. In this respect the Court reiterates that the onus is on the State to justify, using detailed and rigorous data, a situation in which certain individuals bear a heavy burden on behalf of the rest of the community (see Fadeyeva, cited above, § 128). Looking at the present case from this perspective, the Court notes that the Government did not present to the Court any relevant environmental studies or documents informative of their policy towards the plant and the air pollution emanating therefrom that had been affecting the applicants during the period concerned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Court further notes that the situation complained of in the instant case was not a result of sudden turn of events, but constituted a longstanding problem of which the relevant authorities were certainly aware (see paragraph 13 above). Yet, despite ordering the plant to install the relevant filtering and purification equipment to minimise the impact of toxic substances emitted into the air upon the residents of the building, no effective steps were taken by the competent authorities to follow up on that instruction (see paragraph 14 above). Furthermore, the applicants’ alleged failure to explicitly request the domestic courts to order the implementation of various protection measures in respect of the plant’s activities and the emissions emanating therefrom (see paragraph 38 above) did not, in the Court’s opinion, absolve the domestic judicial authorities from the obligation to consider the complaint in view of the State’s positive obligations under Article 8 of the Convention and to remedy the situation accordingly. In other words, whereas the regulatory framework proved defective in that virtually no environmental regulation was applicable to the plant’s activities as it had commenced its operations before the adoption of the relevant rules, the situation was further exacerbated by the passive attitude adopted by the Government in the face of the resultant air pollution emanating from the plant, despite acknowledging the ecological discomfort suffered by the population affected on several occasions (see paragraphs 1315 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  Having regard to the foregoing and notwithstanding the margin of appreciation available to the national authorities in cases involving environmental issues, the Court considers that the respondent State did not succeed in striking a fair balance between the interests of the community in having an operational thermal power plant and the applicants’ effective enjoyment of their right to respect for their home and private life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has accordingly been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "79.  The applicants complained under Article 8 of the Convention that they had been denied access to environmental information. The Court observes that this complaint was not included in the initial application but was raised in the applicants’ observations of 26 November 2007 and refers to correspondence with the relevant authorities from 26 September 2007 onwards, more than two years after they had lodged their application. Consequently, the Court considers that this complaint was not specified or elaborated early enough to allow for an exchange of observations between the parties on the subject. It finds that, in the circumstances of the case, it is not appropriate to examine the matter separately at this stage in the proceedings (see Nuray Şen v. Turkey (no. 2), no. 25354/94, § 200, 30 March 2004).",
                                "elements": []
                            },
                            {
                                "content": "80.  The applicants further submitted that the factual circumstances of the case demonstrated a breach of their rights protected by Articles 2, 3, 5, 6 and 17 of the Convention and Article 1 of Protocol No. 1 to the Convention.",
                                "elements": []
                            },
                            {
                                "content": "81.  However, having regard to the facts of the case, the submissions of the parties and its findings under Article 8 of the Convention, the Court considers that it has examined the main legal questions raised in the present application and there is no need to give a separate ruling on the remaining complaints (see, among other authorities, Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014, and Varnava and Others v. Turkey [GC], nos. 16064/90 and 8 others, § 211, ECHR 2009).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "82.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "83.  The second and third applicants claimed 10,000 euros (EUR) each in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Government stated that the claim was manifestly ill-founded and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  The Court accepts that the applicants suffered distress and frustration on account of the violation of their rights under Article 8 of the Convention. The resulting non-pecuniary damage would not be adequately compensated for by the mere finding of the breach. Taking into account the circumstances of the case and making an assessment on an equitable basis in accordance with Article 41, the Court awards the applicants EUR 4,500 each in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "86.  The applicants also claimed EUR 2,000 and 1,550 pounds sterling (GBP – approximately EUR 1,787) for their representation before the Court by Ms S. Japaridze (see paragraph 5 above) and Mr P. Leach. The two amounts were broken down into the number of hours spent and the lawyers’ hourly rates – forty hours at a rate of EUR 50 for Ms Japaridze and fifteen hours and thirty minutes at a rate of GBP 100 for Mr Leach. The itemisation also included the dates and the exact types of legal services rendered. No copies of the relevant legal service contracts, invoices, vouchers or any other supporting financial documents were submitted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The applicants also claimed EUR 384 and GBP 700 for two expert reports commissioned of their own initiative relating to the domestic legislation and the possible impact of the pollution emanating from the plant respectively. They submitted a contract concluded with the expert in respect of the first amount and an invoice for the second, signed by an EHRAC representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The applicants further claimed EUR 587 and GBP 175 for postal, telephone, translation and other types of administrative expenses. In support of those claims, the applicants only submitted a copy of a postal receipt showing that 147 Georgian laris (GEL - EUR 61) had been paid for posting the applicants’ observations on the application together with their claims for just satisfaction from Tbilisi to Strasbourg on 26 November 2007. They submitted receipts for photocopying in the amount of GEL 116 (EUR 48), without any information capable of linking the photocopying to the present application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Government submitted that the costs claimed for legal representation were exaggerated. However, they acknowledged that the applicants had necessarily incurred some legal costs and invited the Court to award, in accordance with its established case-law, a reasonable amount. As regards the claims concerning the fees for the two reports, the Government submitted that they were irrelevant to the proceedings before the Court and had thus been unnecessarily incurred. They further maintained that the claims concerning various administrative expenses were unsupported by evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court reiterates that an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see Jalloh v. Germany [GC], no. 54810/00, § 133, ECHR 2006IX). The Court further reiterates that in the absence of any additional financial documents confirming that the relevant financial transaction has actually, truly occurred, mere billing requests from lawyers cannot normally be taken as a proof that the legal costs and expenses claimed have “actually and necessarily” been incurred by the applicants themselves (see Tchankotadze v. Georgia, no. 15256/05, § 134, 21 June 2016). In the present case, however, the Court takes note of the detailed and credible itemisation of the hours spent by the respective lawyers from GYLA and EHRAC, and further observes that in a number of Georgian cases it has found that the teamwork of the lawyers from these two NGOs in proceedings before the Court could not be left uncompensated and that similar evidence of the lawyers’ work was acceptable proof of the expenses incurred by the applicants’ representatives (see Klaus and Iouri Kiladzé v. Georgia, no. 7975/06, §§ 9194, 2 February 2010, and Tsintsabadze v. Georgia, no. 35403/06, § 105, 15 February 2011). The Court therefore considers it appropriate to award the applicants EUR 2,000 and GBP 1,550 (EUR 1,787) on account of their representation by their lawyers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  As regards the remaining expenses, according to the Court’s caselaw, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the applicants EUR 61 for posting their observations on the application together with their claims for just satisfaction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "92.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to strike the application out of its list of cases, in so far as the first applicant’s complaints are concerned;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaint concerning the State’s failure to protect the second and third applicants from the air pollution emanating from the thermal power plant in the immediate vicinity of their homes, under Article 8 of the Convention, admissible and the remainder of the complaint under that provision inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that it is not necessary to examine the admissibility and merits of the other complaints of the second and third applicants;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the second and third applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the second and third applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 July 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF JUGHELI AND OTHERS v. GEORGIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-175153.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0713JUD003834205",
    "externalsources": [],
    "extractedappno": [
        "38342/05",
        "60654/00",
        "36022/97",
        "41666/98",
        "55723/00",
        "42488/02",
        "67021/01",
        "53157/99",
        "53247/99",
        "53695/00",
        "56850/00",
        "30499/03",
        "30765/08",
        "25354/94",
        "47848/08",
        "16064/90",
        "54810/00",
        "15256/05",
        "7975/06",
        "35403/06"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Environmental Permits Act of 15 December 1996"
    ],
    "itemid": "001-175153",
    "judgementdate": "13/07/2017 00:00:00",
    "kpdate": "13/07/2017 00:00:00",
    "kpthesaurus": [
        "451",
        "634",
        "426",
        "429",
        "14",
        "216",
        "577",
        "283",
        "238",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "8",
        "41",
        "8-1",
        "35"
    ],
    "parties": [
        "JUGHELI AND OTHERS",
        "GEORGIA"
    ],
    "rank": "1933.47546386719",
    "representedby": [
        "JAPARIDZE S.",
        "LEACH P.",
        "JOMARJIDZE N.",
        "ABAZADZE T.",
        "DEKANOSIDZE T.",
        "EVANS J."
    ],
    "respondent": "GEO",
    "respondentOrderEng": "17",
    "scl": [
        "Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014",
        "Di Sarno and Others v. Italy, no. 30765/08, § 106, 10 January 2012",
        "Dubetska and Others v. Ukraine, no. 30499/03, 10 February 2011",
        "Dzemyuk v. Ukraine, no. 42488/02, § 78, 4 September 2014",
        "Fadeyeva v. Russia, no. 55723/00, ECHR 2005 IV",
        "Guerra and Others v. Italy, 19 February 1998, § 58, Reports of Judgments and Decisions 1998 I",
        "Hatton and Others v. the United Kingdom [GC], no. 36022/97, ECHR 2003 VIII",
        "Jalloh v. Germany [GC], no. 54810/00, § 133, ECHR 2006 IX",
        "Klaus and Iouri Kiladzé v. Georgia, no. 7975/06, §§ 91 94, 2 February 2010",
        "Kyrtatos v. Greece, no. 41666/98, § 52, ECHR 2003 VI",
        "Ledyayeva and Others v. Russia, nos. 53157/99, 53247/99, 53695/00 and 56850/00, 26 October 2006",
        "López Ostra v. Spain, 9 December 1994, Series A no. 303 C",
        "Murray v. the United Kingdom, 28 October 1994, § 66, Series A no. 300 A",
        "Nuray Şen v. Turkey (no. 2), no. 25354/94, § 200, 30 March 2004",
        "Sisojeva and Others v. Latvia (striking out) [GC], no. 60654/00, §§ 89-90, ECHR 2007 I",
        "Tătar v. Romania, no. 67021/01, 27 January 2009",
        "Tchankotadze v. Georgia, no. 15256/05, § 134, 21 June 2016",
        "Tsintsabadze v. Georgia, no. 35403/06, § 105, 15 February 2011",
        "Varnava and Others v. Turkey [GC], nos. 16064/90 and 8 others, § 211, ECHR 2009"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "466111",
    "typedescription": "15"
}