{
    "__articles": "3;8;8-1;41;35;35-1",
    "__conclusion": "Preliminary objection rejected (non-exhaustion);Preliminary objection rejected (six month period);Violation of Art. 8;Not necessary to examine Art. 3;Non-pecuniary damage - financial award;Pecuniary damage - claim dismissed;Costs and expenses award - domestic proceedings;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "13343/87",
    "article": [
        "3",
        "8",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "details": [
                "six month period"
            ],
            "element": "Preliminary objection rejected",
            "type": "other"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 3",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-57770.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1. The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 12 November 1990, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\"). It originated in an application (no. 13343/87) against the  lodged with the Commission under Article 25 (art. 25) by Miss B., a French national, on 28 September 1987.",
                        "elements": []
                    },
                    {
                        "content": "The applicant (who will be referred to in this judgment in the feminine, in accordance with the sex claimed by her) requested the Court not to disclose her identity.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Articles 3 and 8 (art. 3, art. 8) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2. In response to the enquiry made in accordance with Rule 33 para. 3 (d) of the Rules of Court, the applicant stated that she wished to take part in the proceedings and designated the lawyer who would represent her (Rule 30).",
                        "elements": []
                    },
                    {
                        "content": "3. The Chamber to be constituted included ex officio Mr L.-E. Pettiti, the elected judge of French nationality (Article 43 of the Convention) (art. 43), and Mr R. Ryssdal, the President of the Court (Rule 21 para. 3 (b)). On 22 November 1990, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr Thór Vilhjálmsson, Sir Vincent Evans, Mr R. Macdonald, Mr C. Russo, Mr A. Spielmann, Mr S.K. Martens and Mrs E. Palm (Article 43 in fine of the Convention and Rule 21 para. 4) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "4. Mr Ryssdal assumed the office of President of the Chamber (Rule 21 para. 5) and, through the Registrar, consulted the Agent of the French Government (\"the Government\"), the Delegate of the Commission and the lawyer representing the applicant on the need for a written procedure (Rule 37 para. 1). In accordance with the order made in consequence, the Registrar received Miss B.’s memorial on 19 February 1991, the Government’s memorial on 21 February 1991 and the written observations of the Delegate of the Commission on 22 April 1991.",
                        "elements": []
                    },
                    {
                        "content": "5. Having consulted, through the Registrar, those who would be appearing before the Court, the President directed on 4 March 1991 that the oral proceedings should open on 25 September 1991 (Rule 38).",
                        "elements": []
                    },
                    {
                        "content": "6. On 28 June 1991 the Chamber decided to relinquish jurisdiction forthwith in favour of the plenary Court (Rule 51).",
                        "elements": []
                    },
                    {
                        "content": "7. On 19 July the Government submitted supplementary observations, and the Commission produced the file on the proceedings before it, as requested by the Registrar on the President’s instructions.",
                        "elements": []
                    },
                    {
                        "content": "8. The hearing took place in public in the , , on the appointed day. It was presided over by Mr Cremona, the Vice-President of the Court, replacing Mr Ryssdal, who was unable to take part in the further consideration of the case (Rule 21 para. 5, second sub- paragraph).",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "- for the Government",
                        "elements": []
                    },
                    {
                        "content": "- for the Commission",
                        "elements": []
                    },
                    {
                        "content": "- for the applicant",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Puissochet for the Government, Mrs Liddy for the Commission and Mr Lyon-Caen and Mrs Fabiani for the applicant, as well as their replies to its questions.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I. THE PARTICULAR CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9. The applicant, who is a French citizen, was born in 1935 at Sidi Bel Abbès, , and was registered with the civil status registrar as of male sex, with the forenames Norbert Antoine.",
                                "elements": []
                            },
                            {
                                "content": "A. The background to the case",
                                "elements": [
                                    {
                                        "content": "10. Miss B., the eldest of five children, adopted female behaviour from a very early age. She was considered as a girl by her brothers and sisters and is said to have had difficulty coping with a wholly segregated scholastic environment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "She completed her military service in , as a man, and her behaviour at the time was noticeably homosexual.",
                                        "elements": []
                                    },
                                    {
                                        "content": "After spending five years teaching reading and writing to young persons from Kabylia, she left  in 1963 and settled in , working in a cabaret under an assumed name.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11. Distressed by her feminine character, she suffered from attacks of nervous depression until 1967, when she was treated in hospital for a month. The doctor who treated her from 1963 observed a hypotrophy of the male genital organs and prescribed feminising hormone therapy, which rapidly brought about development of the breasts and feminisation of her appearance. The applicant adopted female dress from then on. She underwent a surgical operation in  in 1972, consisting of the removal of the external genital organs and the creation of a vaginal cavity (see paragraph 18 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "12. Miss B. is now living with a man whom she met shortly before her operation and whom she at once informed of her situation. She is no longer working on the stage, and is said to have been unable to find employment because of the hostile reactions she aroused.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The proceedings brought by the applicant",
                                "elements": [
                                    {
                                        "content": "1. Before the Libourne tribunal de grande instance",
                                        "elements": [
                                            {
                                                "content": "13. Miss B., wishing to marry her friend, brought proceedings against the Libourne public prosecutor (procureur de la République) on 18 April 1978, asking the court",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"to hold that, registered in the civil status register of [her] place of birth as of male sex, [she was] in reality of feminine constitution; to declare that [she was] of female sex; to order rectification of [her] birth certificate; to declare that [she should] henceforth bear the forenames Lyne Antoinette\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "14. On 22 November 1979 the Libourne tribunal de grande instance dismissed her action for the following reasons:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"...",
                                                "elements": []
                                            },
                                            {
                                                "content": "Whereas it is clear from the experts’ report and is moreover not contested that [B.], correctly registered at birth as of male sex, developed towards female morphology, appearance and behaviour, apparently because of congenital hypogenesis ... and psychological tendencies following hormone treatment and surgical operations;",
                                                "elements": []
                                            },
                                            {
                                                "content": "Whereas it is thus apparent that the change of sex was intentionally brought about by artificial processes;",
                                                "elements": []
                                            },
                                            {
                                                "content": "Whereas the application of Norbert [B.] cannot be granted without attacking the principle of the inalienability of the status of individuals;",
                                                "elements": []
                                            },
                                            {
                                                "content": "...\"",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Before the  Court of Appeal",
                                        "elements": [
                                            {
                                                "content": "15. The applicant appealed, but on 30 May 1985 the Bordeaux Court of Appeal upheld the judgment of the lower court. The court said inter alia:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"... contrary ... to Mr [B.’s] contention, his present state is not ‘the result of irreversible innate factors existing before the operation and of surgical intervention required by therapeutic necessities’, nor can it be considered that the treatment voluntarily undergone by Mr [B.] led to the disclosure of his hidden true sex, but on the contrary it indicates a deliberate intention on his part without any other treatment having been tried and without the operations having been necessitated by Mr [B.’s] biological development.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...\"",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. Before the Court of Cassation",
                                        "elements": [
                                            {
                                                "content": "16. Miss B. appealed to the Court of Cassation. Her single ground of appeal was as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"This appeal complains that the challenged judgment dismissed the appellant’s application for rectification of civil status,",
                                                "elements": []
                                            },
                                            {
                                                "content": "On the grounds that if, notwithstanding the principle of the inalienability of the status of individuals, an amendment can be made where ‘irreversible necessity, independent of the individual, compels this’, which may be the case with real transsexuals, such amendment can be approved only after a long period of observation and reflection prior to the operation stage, during which a qualified medical team can ‘gradually reach the conclusion that the situation is genuine and irreversible’; that in this case ... ‘no form of psychological or psychiatric treatment was tried’; that ‘the first doctor who prescribed hormone treatment did not carry out any protracted observation, no guarantee of such observation was given before the surgical operation carried out abroad’; that ‘the apparent change of sex was brought about solely by Mr [B.’s] intention and it is clear that even after the hormone treatment and surgical operation he still shows the characteristics of a person of male sex whose external appearance has been altered thanks to cosmetic plastic surgery’; that, therefore, far from having led to the ‘disclosure of his hidden true sex’, the treatment undergone by him indicates a ‘deliberate intention on his part without any other treatment having been tried and without the operations having been necessitated by Mr [B.’s] biological development’ ...;",
                                                "elements": []
                                            },
                                            {
                                                "content": "Whereas sexual identity, which is a fundamental right of the individual, is constituted not only by biological components but also by psychological ones; that by considering surgery undergone by a transsexual to bring his anatomy into harmony with his being as inoperative merely because he still kept his male genetic and chromosomal characteristics, and by not undertaking any investigation of his contradictory psychological history - investigation which was not prevented by the lack of psychotherapy of the patient before the operation, bearing in mind the expert report produced for the court - the Court of Appeal deprived its decision of any legal foundation with respect to Article 99 of the Civil Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "The applicant’s supplementary pleadings opened with the following \"introduction\":",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"The Court of Cassation now has a fresh chance to let transsexuals enter into normality, by allowing them rectification of their civil status.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The solution is legally possible since the European Commission of Human Rights has stated sexual identity to be a fundamental right of the individual.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is humanly necessary in order for people who are not medically perverted but are merely victims of aberrations of nature finally to be able to live in harmony with themselves and with the whole of society.\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "It also included an argument relating to the Convention:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"VI. In the European legal system this argument [accepting the transsexual’s right to recognition of his true identity] has been entirely accepted, thus making up for the absence of a French statutory provision on the point.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The European Commission of Human Rights, when applied to by a transsexual whose request had been dismissed by a final judgment of the Brussels Court of Appeal, considered that by refusing to take account of changes which had occurred lawfully Belgium had failed to observe the respect due to the applicant’s private life within the meaning of Article 8 para. 1 (art. 8-1) of the European Convention on Human Rights; and that by refusing to take into account ‘his sexual identity resulting from his change of physical form, his psychical make-up and his social role ... Belgium had treated the applicant as an ambiguous being, an appearance’ ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "This follows from a report dated 1 March 1979, which recognises that sexual identity is a fundamental right of the individual.",
                                                "elements": []
                                            },
                                            {
                                                "content": " has expressly subscribed thereto by issuing a declaration [recognising] the right of individual petition to the European Commission of Human Rights ...\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "17. The appeal was dismissed by the First Civil Chamber of the Court of Cassation on 31 March 1987 for the following reasons:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"Whereas, according to the findings of the court below, Norbert [B.] submitted an application to the tribunal de grande instance for a declaration that he was of female sex, that his birth certificate should consequently be amended, and for authorisation henceforth to bear the forenames Lyne Antoinette; whereas his application was dismissed by the confirmatory judgment under appeal;",
                                                "elements": []
                                            },
                                            {
                                                "content": "Whereas Norbert [B.] complains that the Court of Appeal (Bordeaux, 30 May 1985) so decided despite the fact that sexual identity is constituted not only by biological components but also by psychological ones, so that by taking a decision without carrying out any investigation of his psychological history it deprived its decision of any legal foundation;",
                                                "elements": []
                                            },
                                            {
                                                "content": "Whereas, however, the court of second instance found that even after the hormone treatment and surgical operation which he underwent Norbert [B.] continued to show the characteristics of a person of male sex; whereas it considered that, contrary to the contentions of the person in question, his present state is not the result of elements which existed before the operation and of surgical intervention required by therapeutic necessities but indicates a deliberate intention on the part of the person concerned; whereas it thus justified its decision in law; whereas the ground of appeal can therefore not be upheld;",
                                                "elements": []
                                            },
                                            {
                                                "content": "...\" (Bulletin des arrêts de la Cour de cassation, chambres civiles (Bull. civ.) I, 1987, no. 116, p. 87)",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A. Medical treatment",
                                "elements": [
                                    {
                                        "content": "18. No legal formality or authorisation is required for hormone treatment or surgery intended to give transsexuals the external features of the sex they wish to have acknowledged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It has been possible for surgical operations to take place in  since 1979 subject to medical control; before then they were carried out abroad. There is no objection by the National Council of the Medical Association, and the costs of some of these operations are borne by the social security service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Persons who commit intentional attacks on the physical integrity of a human being are criminally liable, as are their accomplices, but although prosecutions are possible, they are exceptional in cases of transsexualism.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Civil status",
                                "elements": [
                                    {
                                        "content": "19. Events which take place during the lives of individuals and affect their status give rise to a marginal note on the birth certificate or are transcribed on to the certificate: acknowledgement of an illegitimate child (Article 62 of the Civil Code), adoption (Article 354), marriage (Article 75), divorce (Article 1082 of the new Code of Civil Procedure), and death (Article 79 of the Civil Code). Civil status registrars are asked to leave sufficient space for these purposes (section 3 of Decree no. 62-921 of 3 August 1962 amending various regulations relating to civil status).",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Access to civil status documents",
                                        "elements": [
                                            {
                                                "content": "20. Under the first paragraph of section 8 of the Decree of 3 August 1962,",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"Civil status registers dating less than one hundred years back may be consulted directly only by public officials authorised to do so and persons with the written permission of the procureur de la République\".",
                                                "elements": []
                                            },
                                            {
                                                "content": "21. However, \"the public nature of civil status documents shall be ensured by the issue of full copies or extracts\" (same section, second paragraph).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Full copies of a birth certificate can be issued only to the person concerned, his ascendants or descendants, his spouse, his legal representative, the procureur de la République or any person authorised by him (section 9, first and third paragraphs). However, any person can obtain an extract of another person’s birth certificate (section 10).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The information which appears on an extract of birth certificate is subject to certain restrictions. Thus in the case of legal adoption, such an extract must not include any reference to the adoption order or the family of origin (section 12).",
                                                "elements": []
                                            },
                                            {
                                                "content": "In addition, the Decree of 26 September 1953 on the simplification of administrative formalities provides that in the case of procedures and investigations carried out by public bodies, services and offices or by undertakings, organisations and health insurance institutions under State supervision, extracts of civil status documents shall be replaced by production of a civil status certificate. Such a certificate does not indicate sex.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Rectification of civil status documents and change of forenames",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) Statutory provisions",
                                "elements": [
                                    {
                                        "content": "22. The following provisions govern the rectification of civil status documents:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 57 of the Civil Code",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"The birth certificate shall state the day, time and place of birth, the sex of the child and the forenames given, the forenames, surnames, ages, occupations and addresses of the father and mother and, if appropriate, those of the person reporting the birth. If either or both of the father and mother of an illegitimate child are not named to the civil status registrar, no mention relating thereto shall be made in the registers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the certificate drawn up relates to an illegitimate child, the registrar shall within one month give notice thereof to the judge of the tribunal d’instance for the district of the birth.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The forenames of a child appearing on his birth certificate may in the case of a legitimate interest (intérêt légitime) be amended by an order of the tribunal de grande instance made on application by the child or, during his minority, on application by his legal representative. The order shall be made and published subject to the conditions provided for in Articles 99 and 101 of this Code. The addition of forenames may likewise be ordered.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 99 of the Civil Code (as amended by Decree no. 81-500 of 12 May 1981)",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"Rectification of civil status documents shall be ordered by the president of the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Rectification of declaratory or supplementary judgments relating to civil status documents shall be ordered by the court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "An application for rectification may be brought by any person concerned or by the procureur de la République; the latter shall be obliged to act ex officio where the error or omission relates to an essential indication in the document or in the decision taking its place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The procureur de la République having local jurisdiction may carry out administrative rectification of merely material errors and omissions in civil status documents; for this purpose he shall give the relevant instructions directly to those having custody of the registers.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 1 of the Law of 6 Fructidor Year II",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"No citizen may bear a surname or forename other than those stated in his birth certificate; those who have abandoned them shall be obliged to resume them.\"",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) Case-law",
                                "elements": [
                                    {
                                        "content": "23. A large number of French tribunaux de grande instance (T.G.I.) and courts of appeal (C.A.) have granted applications for amendment of entries in civil status registers relating to sex and forenames (see inter alia T.G.I. Amiens, 4.3.1981 ; Angoulême, 18.1.1984; Créteil, 22.10.1981; Lyon, 31.1.1986; Montpellier, 6.5.1985; Nanterre, 16.10.1980 and 21.4.1983; Niort, 5.1.1983; Paris, 24.11.1981, 16.11.1982, 9.7.1985 and 30.11.1988; Périgueux, 10.9.1991; Saint-Etienne, 11.7.1979; Strasbourg, 20.11.1990; Thionville, 28.5.1986; Toulouse, 25.5.1978; C.A. Agen, 2.2.1983; Colmar, 15.5.1991 and 30.10.1991; Nîmes, 2.7.1984; Paris, 22.10.1987; Toulouse, 10.9.1991; Versailles, 21.11.1984) or relating to forenames only (T.G.I. Lyon, 9.11.1990; Metz, 6.6.1991; Paris, 30.5.1990; Saint-Etienne, 26.3.1980; C.A. Bordeaux, 18.3.1991). Some of these decisions specified that the amendment of civil status should not have retroactive effect, in order not to affect earlier legal acts or situations. The great majority of them have become final and binding, the prosecutor’s office not having exercised its right to appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Contrary rulings have, however, been given by other courts (see inter alia T.G.I. Bobigny, 18.9.1990; Paris, 7.12.1982; C.A. Bordeaux, 13.6.1972 and 5.3.1987; Lyon, 19.11.1987; Nancy, 5.4.1973, 13.4.1977 and 22.4.1982; Nîmes, 10.3.1986, 7.6.1986, 7.5.1987 and 2.7.1987; Rouen, 8.10.1986 and 26.10.1988).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24. The Court of Cassation has had occasion to give decisions on this point some twelve times from 1975 to 31 May 1990.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In two judgments of 16 December 1975 (Bull. civ. I, no. 374, p. 312, and no. 376, p. 313; Recueil Dalloz Sirey (D.S.) 1976, p. 397, note Lindon; Juris-Classeur périodique (J.C.P.) 1976, II, 18503, note Penneau) it ruled out any possibility of taking into account a change of sexual attributes following hormone treatment and surgery which the person concerned had voluntarily undergone (first judgment), but indicated that the courts could take into account involuntary morphological changes following treatment carried out in a concentration camp during the second world war (second judgment).",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 30 November 1983 (Bull. civ. I, no. 284, p. 253; D.S. 1984, p. 165, note Edelman; J.C.P. 1984, II, 20222, submissions of Mr Advocate General Sadon) it dismissed an appeal which had been brought against a judgment refusing to allow a change of sex despite a favourable medical report, as \"the Court of Appeal [had] found that despite the operations undergone by her, Nadine V. was not of male sex\".",
                                        "elements": []
                                    },
                                    {
                                        "content": "Two further judgments were given by the Court of Cassation on 3 and 31 March 1987 (Bull. civ. I, no. 79, p. 59, and no. 116, p. 87; D.S. 1987, p. 445, note Jourdain). The latter judgment relates to the present case (see paragraph 17 above). In the former, the court had to rule on the position of a transsexual who was married and the father of a child. While acknowledging that genetically he was still a man, the Nîmes Court of Appeal had on 2 July 1984 ordered rectification of his birth certificate and change of forenames. On appeal by the procureur’s office the Court of Cassation quashed the judgment on the grounds that its findings of fact did not show that there was a change of sex caused by a factor extraneous to the will of the person concerned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 7 March 1988 (Bull. civ. I, no. 176, p. 122), 7 June 1988 (Gazette du Palais (G.P.) 7-8 June 1989, jurisprudence, p. 4) and 10 May 1989 (Bull. civ. I, no. 189, p. 125) the court dismissed appeals by transsexuals who had voluntarily undergone hormone treatment only, on the grounds that the Court of Appeal had found that the said treatment was of voluntary nature and had been entitled to regard as insufficient the psychological and social factors relied on.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 21 May 1990 the Court of Cassation dealt in the same way with four appeals (J.C.P. 1990, II, 21588, with report by Mr Massip and submissions of Mrs Advocate General Flipo). It stated in particular that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"... transsexualism, even where medically acknowledged, cannot be regarded as a true change of sex, as the transsexual, although having lost certain characteristics of his original sex, has not thereby acquired those of the opposite sex; ...\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the fourth of these appeals the Court of Appeal was criticised for \"not having investigated further to see if, in default of rectification of sex, at the very least the substitution of forenames requested ought to have been allowed\". The Court of Cassation’s response was that the applicant had \"before the Court of Appeal requested a change of forenames only as a consequence of the change of sex she was claiming\" and that she had \"not shown that she had a legitimate interest within the meaning of the third paragraph of Article 57 of the Civil Code in her forenames being amended even if the change of sex were not allowed\". The ground of appeal was therefore rejected, as it had not been argued before the court below.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Documents",
                                "elements": [
                                    {
                                        "content": "1. Administrative documents",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a) Identity documents",
                                "elements": [
                                    {
                                        "content": "25. As a general rule, sex is not indicated on administrative documents issued to natural persons, such as traditional national identity cards, classic style passports, driving licences, voting cards, certificates of nationality, etc.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, the new computerised identity cards do mention sex in order to enable an individual to be identified by machine and to take account of the existence of ambiguous forenames. This also applies to the \"Community\" style passports which are gradually replacing \"national\" passports.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) The INSEE number",
                                "elements": [
                                    {
                                        "content": "26. The National Institute for Statistics and Economic Studies (Institut national de la statistique et des études économiques, INSEE) allocates everyone a number. The first digit of the number indicates sex (1 for male sex, 2 for female sex). The number appears in the national identification register of natural persons; the social security bodies use it with additional digits for each person insured.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The right to make use of this number is governed by Law no. 78-17 of 6 January 1978 on data processing, files and civil liberties. Under section 8 of this Law access to the register for the purpose of processing data involving names is subject to authorisation by a decree in the Conseil d’Etat issued after consultation with the National Commission on Data Processing and Civil Liberties (Commission nationale de l’informatique et des libertés, CNIL). Decree no. 82-103 of 22 January 1982 relating to the said register provides that \"with the exception of the cases specifically provided for by law, the register may not be used for the purpose of tracing individuals\" (section 7).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In an opinion of June 1981 the CNIL defined in broad terms the principles which it intended to follow in supervising the use of the register and the registration numbers in it. Since then it has recommended against use of the number or had its use withdrawn in numerous cases relating inter alia to taxation and public education. On the other hand, it approved its use for checking personal identities in connection with the computerisation of criminal records and the central data file of cheques of the Banque de France. A decree of 11 April 1985 likewise authorised social security institutions to make use of the registration number. The CNIL has also, when various rules were being drawn up relating to employees’ pay, allowed the number to be used as a means of correspondence with social security bodies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Private documents",
                                        "elements": [
                                            {
                                                "content": "27. There is no provision of law which makes it compulsory for banking and postal institutions to include the prefix \"Madame\", \"Mademoiselle\" or \"Monsieur\" on cheques, but in practice they are usually included. However, anyone may require that his surname and forenames only be used.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28. Invoices must include the surnames of the persons they concern but need not indicate their sex (section 3 of Order no. 86-1243 of 1 December 1986).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "29. In her application of 28 September 1987 to the Commission (no. 13343/87), Miss B. complained of the refusal of the French authorities to recognise her true sexual identity, in particular their refusal to allow her the change of civil status sought. She relied on Articles 3, 8 and 12 (art. 3, art. 8, art. 12) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "30. The Commission declared the application admissible on 13 February 1990, with the exception of the complaint based on Article 12 (art. 12), which it rejected on the grounds of failure to exhaust domestic remedies. In its report of 6 September 1990 (made under Article 31) (art. 31), it expressed the opinion that there had been a violation of Article 8 (art. 8) (seventeen votes to one) but not of Article 3 (art. 3) (fifteen votes to three).",
                        "elements": []
                    },
                    {
                        "content": "The full text of the Commission’s opinion and of the dissenting opinion contained in the report is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "31. At the hearing the Government confirmed the submissions in their memorial. They asked the Court to \"dismiss the application\" on the grounds of failure to exhaust domestic remedies, and \"in addition and in any event\" as being out of time (Article 26 in fine of the Convention) (art. 26), and \"purely in the alternative\" as ill-founded.",
                        "elements": []
                    },
                    {
                        "content": "32. The applicant in her memorial asked the Court to",
                        "elements": []
                    },
                    {
                        "content": "\"- hold that  [had] with respect to her violated the provisions of Article 8 para. 1 (art. 8-1) of the Convention ...;",
                        "elements": []
                    },
                    {
                        "content": "- order France to pay her the sum of 1,000,000 French francs (FRF) under Article 50 (art. 50) of the Convention ... and the sum of 35,000 FRF for the costs and expenses she [had] been obliged to incur before the Court of Cassation and before the European Commission and Court.\"",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "I. THE QUESTIONS OF JURISDICTION AND ADMISSIBILITY RAISED IN THE PRESENT CASE",
                        "elements": [
                            {
                                "content": "33. Under Article 26 (art. 26) of the Convention,",
                                "elements": []
                            },
                            {
                                "content": "\"The Commission may only deal with the matter after all domestic remedies have been exhausted, according to the generally recognised rules of international law, and within a period of six months from the date on which the final decision was taken.\"",
                                "elements": []
                            },
                            {
                                "content": "The Government raised two objections as to admissibility, arguing firstly that domestic remedies had not been exhausted, and secondly that the application was out of time.",
                                "elements": []
                            },
                            {
                                "content": "A. The Court’s jurisdiction to examine the Government’s preliminary objections",
                                "elements": [
                                    {
                                        "content": "34. The Commission asked the Court to declare them inadmissible. It was well aware that as from the De Wilde, Ooms and Versyp v. Belgium judgment of 18 June 1971 (Series A no. 12, pp. 29-30, paras. 47-52) the Court had examined preliminary objections raised under Article 26 (art. 26) and had upheld them on occasion (Van Oosterwijck v. Belgium judgment of 6 November 1980, Series A no. 40, pp. 5-31). It noted, however, that several judges had given dissenting opinions on this point, both at the time (aforesaid judgment of 18 June 1971, pp. 49-58) and in cases since (Brozicek v. Italy judgment of 19 December 1989, Series A no. 167, pp. 23-28, and Cardot v. France judgment of 19 May 1991, Series A no. 200, pp. 23-24).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It argued that the Court’s case-law on this point had two important consequences: it rendered more burdensome the proceedings of the Convention institutions, and created a further lack of equality between governments and applicants, as the latter are not able to appeal against findings of inadmissibility by the Commission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35. The applicant expressed no opinion. The Government stated that they maintained their objections, in view of the Court’s \"clear and consistent attitude\" on the point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36. The Court has considered the Commission’s reasoning but sees no reason, as matters stand, for abandoning a line of case-law which has been followed constantly for over twenty years and which has found expression in a large number of judgments. It notes in particular that the arguments put forward are substantially the same as those advanced by the Commission in the De Wilde, Ooms and Versyp case (Series B no. 10, pp. 209-213, 214 and 258-263), which were not upheld in the above-mentioned judgment of 18 June 1971.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It therefore considers that it has jurisdiction to examine the Government’s preliminary objections.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The merits of the Government’s preliminary objections",
                                "elements": [
                                    {
                                        "content": "1. The failure to exhaust domestic remedies",
                                        "elements": [
                                            {
                                                "content": "37. According to the Government, the applicant should have relied on the Convention before the courts of first instance instead of doing so for the first time in her appeal to the Court of Cassation. As her argument had been raised at such a late stage, it had been inadmissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38. The applicant countered that the principle of the prohibition on raising new submissions in the Court of Cassation did not apply to arguments of public policy, pure points of law or arguments which followed from the decision being challenged; moreover, parties were entitled to put forward any new arguments of law. The question whether the reasoning of the Bordeaux Court of Appeal’s judgment conflicted with the Convention fell within this category.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39. The Court finds, in agreement with the Commission, that the applicant complained in substance of a violation of her right to respect for her private life before the Libourne tribunal de grande instance and the Bordeaux Court of Appeal (see in particular, mutatis mutandis, the Guzzardi v. Italy judgment of 6 November 1980, Series A no. 39, pp. 25-27, paras. 71-72). Admittedly, she did not at that time rely on the Convention, but an express reference thereto was not the only means open to her for achieving the aim pursued; there were numerous decisions of the inferior courts, based on provisions of French law alone, which allowed her to hope that she might win her case (see paragraph 23 above). In this respect her position was different from that of Mr Van Oosterwijck (see the judgment cited above, Series A no. 40, pp. 16-17, paras. 33-34).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Furthermore, the Court of Cassation did not declare the ground of appeal inadmissible on the grounds of novelty, but rejected it as being ill-founded (see paragraph 17 above), as Miss B. has correctly pointed out.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The objection of non-exhaustion of domestic remedies must therefore be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Whether the application was out of time",
                                        "elements": [
                                            {
                                                "content": "40. The Government argued in the alternative that the application had been lodged out of time. In their opinion, the judgment of the Bordeaux Court of Appeal was based solely on questions of fact, so that the appeal to the Court of Cassation had no chance of success in any event. The period of six months mentioned in Article 26 (art. 26) in fine had therefore started to run on 30 May 1985, the date of the said judgment, and the applicant had not complied therewith.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41. Miss B., on the other hand, considered that it was not possible to state a priori that an appeal would be ineffective, on the alleged ground that the courts below had ruled \"on the particular facts\": the Court of Cassation had jurisdiction to review the correctness of the principles of law applied by the Court of Appeal in declining to take account of a change of sex.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42. The Court notes that the applicant put to the Court of Cassation a point of law relating to Article 8 (art. 8) and founded on the opinion of the Commission in the Van Oosterwijck case (Series B no. 36, pp. 23-26, paras. 43-52). Furthermore, there was no consistent case-law in existence at the time to show in advance that the applicant’s appeal was pointless.",
                                                "elements": []
                                            },
                                            {
                                                "content": "An appeal to the Court of Cassation is after all in principle one of the remedies which should be exhausted in order to comply with Article 26 (art. 26). Even supposing that it was probably destined to fail in the particular case, the bringing of the appeal was thus not futile. It therefore had the effect at the very least of postponing the starting-point of the six-month period.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Accordingly, the objection that the application was out of time must also be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. THE MERITS",
                        "elements": [
                            {
                                "content": "A. Alleged violation of Article 8 (art. 8)",
                                "elements": [
                                    {
                                        "content": "43. According to the applicant, the refusal to recognise her true sexual identity was a breach of Article 8 (art. 8) of the Convention, which reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"1. Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.\"",
                                        "elements": []
                                    },
                                    {
                                        "content": "She argued that by failing to allow the indication of her sex to be corrected in the civil status register and on her official identity documents, the French authorities forced her to disclose intimate personal information to third parties; she also alleged that she faced great difficulties in her professional life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44. The Court notes first of all that the notion of \"respect\" enshrined in Article 8 (art. 8) is not clear-cut. This is the case especially where the positive obligations implicit in that concept are concerned, as in the instant case (see the Rees v. the United Kingdom judgment of 17 October 1986, Series A no. 106, p. 14, para. 35, and the Cossey v. the United Kingdom judgment of 27 September 1990, Series A no. 184, p. 15, para. 36), and its requirements will vary considerably from case to case according to the practices followed and the situations obtaining in the Contracting States. In determining whether or not such an obligation exists, regard must be had to the fair balance that has to be struck between the general interest and the interests of the individual (see in particular the above-mentioned Cossey judgment, p. 15, para. 37).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45. Miss B. argued that it was not correct to consider her application as substantially identical to those of Mr Rees and Miss Cossey previously before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Firstly, it was based on new scientific, legal and social elements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Secondly, there was a fundamental difference between  and  in this field, with regard to their legislation and the attitude of their public authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Thus the application of the very criteria stated in the above-mentioned judgments of 17 October 1986 and 27 September 1990 would have led to a finding of a violation by , as French law, unlike English law, did not even acknowledge the appearance lawfully assumed by a transsexual.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The applicant also invited the Court to develop its analysis further than in the aforesaid two cases. She wished the Court to hold that a  is in breach of Article 8 (art. 8) if it denies in general fashion the reality of the psycho-social sex of transsexuals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Scientific, legal and social developments",
                                        "elements": [
                                            {
                                                "content": "46. (a) The Court said in the Cossey judgment that it \"[had] been informed of no significant scientific developments that [had] occurred\" since the Rees judgment; \"in particular, it remain[ed] the case ... that gender reassignment surgery [did] not result in the acquisition of all the biological characteristics of the other sex\" (loc. cit., p. 16, para. 40).",
                                                "elements": []
                                            },
                                            {
                                                "content": "According to the applicant, science appears to have contributed two new elements to the debate on the contrast between appearance (changed somatic sex and constructed gonadal sex) and reality (unchanged chromosomal sex but contrary psycho-social sex) as regards the sex of transsexuals. Firstly, the chromosomal criterion was not infallible (cases of persons with intra-abdominal testicles, so-called testicular feminisation, or with XY chromosomes despite their feminine appearance); secondly, current research suggested that the ingestion of certain substances at a given stage of pregnancy, or during the first few days of life, determined transsexual behaviour, and that transsexualism might result from a chromosome anomaly. There might thus be a physical, not merely psychological explanation of the phenomenon, which would mean that there could be no excuse for refusing to take it into account in law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) As regards the legal aspects of the problem, Miss B. relied on the dissenting opinion of Judge Martens, annexed to the Cossey judgment (Series A no. 184, pp. 35-36, para. 5.5); the differences which still subsisted between the member States of the Council of Europe as to the attitude to be adopted towards transsexuals (ibid., p. 16, para. 40) were counterbalanced to an increasing extent by developments in the legislation and case-law of many of those States. This was supported by resolutions and recommendations of the Assembly of the Council of Europe and the European Parliament.",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c) Finally, the applicant stressed the rapidity of social changes in the countries of Europe, and the diversity of cultures represented by those countries which had adapted their laws to the situation of transsexuals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47. The Government did not deny that science had in the twentieth century, especially in the last three decades, made considerable advances in the use of sexual hormones and in plastic and prosthetic surgery, and that the question of sexual identity was still in the course of evolution from the medical point of view. Transsexuals nevertheless kept their original chromosomal sex; only their appearance could be changed. But the law should fasten on the reality. Moreover, operations which presented certain dangers should not be trivialised.",
                                                "elements": []
                                            },
                                            {
                                                "content": "National laws were also evolving and many of them had already changed, but the new laws thus introduced did not lay down identical solutions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In short, things were in a state of flux, legally, morally and socially.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48. The Court considers that it is undeniable that attitudes have changed, science has progressed and increasing importance is attached to the problem of transsexualism.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It notes, however, in the light of the relevant studies carried out and work done by experts in this field, that there still remains some uncertainty as to the essential nature of transsexualism and that the legitimacy of surgical intervention in such cases is sometimes questioned. The legal situations which result are moreover extremely complex: anatomical, biological, psychological and moral problems in connection with transsexualism and its definition; consent and other requirements to be complied with before any operation; the conditions under which a change of sexual identity can be authorised (validity, scientific presuppositions and legal effects of recourse to surgery, fitness for life with the new sexual identity); international aspects (place where the operation is performed); the legal consequences, retrospective or otherwise, of such a change (rectification of civil status documents); the opportunity to choose a different forename; the confidentiality of documents and information mentioning the change; effects of a family nature (right to marry, fate of an existing marriage, filiation), and so on. On these various points there is as yet no sufficiently broad consensus between the member States of the Council of Europe to persuade the Court to reach opposite conclusions to those in its Rees and Cossey judgments.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The differences between the French and English systems",
                                        "elements": [
                                            {
                                                "content": "49. The applicant argued that the lot of transsexuals could be seen to be much harder in  than in  on a number of points. The Commission agreed in substance with this opinion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50. In the Government’s opinion, on the other hand, the Court could not depart in the case of  from the solution adopted in the Rees and Cossey judgments. The applicant might no doubt in the course of her daily life experience a number of embarrassing situations, but they were not serious enough to constitute a breach of Article 8 (art. 8). At no time had the French authorities denied transsexuals the right to lead their own lives as they wished. The applicant’s own history was evidence of this, as Miss B. had succeeded in passing as a woman despite her male civil status. Besides, a transsexual who did not want third parties to know his or her biological sex was in a similar situation to that of a person wishing to keep other personal information secret (age, income, address, etc.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Moreover, as a general consideration, the margin of appreciation allowed to the Contracting States applied both to the choice of criteria for recognition of a change of sex and to the choice of ancillary measures in the event of a refusal of recognition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51. The Court finds, to begin with, that there are noticeable differences between  and  with reference to their law and practice on civil status, change of forenames, the use of identity documents, etc. (see paragraphs 19-22 and 25 above, to be contrasted with paragraph 40 of the above-mentioned Rees judgment). It will examine below the possible consequences of these differences in the present case from the point of view of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a) Civil status",
                                "elements": [
                                    {
                                        "content": "52. The applicant considered the rejection of her request for rectification of her birth certificate to be all the more culpable since France could not claim, as the United Kingdom had done, that there were any major obstacles linked to the system in force.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court had found, in connection with the English civil status system, that the purpose of the registers was not to define the present identity of an individual but to record a historic fact, and their public character would make the protection of private life illusory if it were possible to make subsequent corrections or additions of this kind (see the above-mentioned Rees judgment, Series A no. 106, pp. 17-18, para. 42). This was not the case in . Birth certificates were intended to be updated throughout the life of the person concerned (see paragraph 19 above), so that it would be perfectly possible to insert a reference to a judgment ordering the amendment of the original sex recorded. Moreover, the only persons who had direct access to them were public officials authorised to do so and persons who had obtained permission from the procureur de la République; their public character was ensured by the issuing of complete copies or extracts.  could therefore uphold the applicant’s claim without amending the legislation; a change in the Court of Cassation’s case-law would suffice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53. In the Government’s opinion, French case-law in this respect was not settled, and the law appeared to be in a transitional phase.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54. In the Commission’s opinion, none of the Government’s arguments suggested that the Court of Cassation would agree to a transsexual’s change of sex being recorded in the civil status register. It had rejected the appeal in the present case on the grounds that the applicant’s situation derived from a voluntary choice on her part and not from facts which had existed prior to the operation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55. The Court notes first of all that nothing would have prevented the insertion, once judgment had been given, in Miss B.’s birth certificate, in some form or other, of an annotation whose purpose was not, strictly speaking, to correct an actual initial error but to bring the document up to date so as to reflect the applicant’s present position. Furthermore, numerous courts of first instance and courts of appeal have already ordered similar insertions in the case of other transsexuals, and the procureur’s office has hardly ever appealed against such decisions, the great majority of which have now become final and binding (see paragraph 23 above). The Court of Cassation has adopted a contrary position in its case-law, but this could change (see paragraph 24 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is true that the applicant underwent the surgical operation abroad, without the benefit of all the medical and psychological safeguards which are now required in . The operation nevertheless involved the irreversible abandonment of the external marks of Miss B.’s original sex. The Court considers that in the circumstances of the case the applicant’s manifest determination is a factor which is sufficiently significant to be taken into account, together with other factors, with reference to Article 8 (art. 8).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56. The applicant pointed out that the law of 6 Fructidor Year II (see paragraph 22 above) prohibited any citizen from bearing a surname or forename other than those recorded on his or her birth certificate. In the eyes of the law, her forename was therefore Norbert; all her identity documents (identity card, passport, voting card, etc.), her cheque books and her official correspondence (telephone accounts, tax demands, etc.) described her by that name. Unlike in the United Kingdom, whether she could change her forename did not depend on her wishes only; Article 57 of the Civil Code made this subject to judicial permission and the demonstration of a \"legitimate interest\" capable of justifying it (see paragraph 22 above). Miss B. knew of no decision which had regarded transsexualism as giving rise to such an interest. In any event, the Libourne tribunal de grande instance and the Bordeaux Court of Appeal had refused to allow her the forenames Lyne Antoinette (see paragraphs 13-15 above). Finally, the status of informally adopted forenames was highly uncertain.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Commission agreed in substance with this argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57. The Government maintained, on the other hand, that there was ample favourable case-law on the point, supported by the public prosecutor’s offices. It merely required that a \"neutral\" forename such as Claude, Dominique or Camille was chosen; the applicant had, however, requested forenames which were exclusively female.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In addition, many people frequently made use of an informally adopted forename (\"prénom d’usage\") which differed from that recorded in their birth certificate. The Government conceded, however, that this practice had no legal validity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58. The judgments supplied to the Court by the Government do indeed show that non-recognition of the change of sex does not necessarily prevent the person in question from obtaining a new forename which will better reflect his or her physical appearance (see paragraph 23 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, this case-law was not settled at the time when the Libourne and  courts gave their rulings. Indeed, it does not appear to be settled even today, as the Court of Cassation has apparently never had an occasion to confirm it. Moreover, the door it opens is a very narrow one, as only the few neutral forenames can be chosen. As to informally adopted forenames, they have no legal status.",
                                        "elements": []
                                    },
                                    {
                                        "content": "To sum up, the Court considers that the refusal to allow the applicant the change of forename requested by her is also a relevant factor from the point of view of Article 8 (art. 8).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b) Documents",
                                "elements": [
                                    {
                                        "content": "59. (a) The applicant stressed that an increasing number of official documents indicated sex: extracts of birth certificates, computerised identity cards, European Communities passports, etc. Transsexuals could consequently not cross a frontier, undergo an identity check or carry out one of the many transactions of daily life where proof of identity is necessary, without disclosing the discrepancy between their legal sex and their apparent sex.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) According to the applicant, sex was also indicated on all documents using the identification number issued to everyone by INSEE (see paragraph 26 above). This number was used as part of the system of dealings between social security institutions, employers and those insured; it therefore appeared on records of contributions paid and on payslips. A transsexual was consequently unable to hide his or her situation from a potential employer and the employer’s administrative staff; the same applied to the many occasions in daily life where it was necessary to prove the existence and amount of one’s income (taking a lease, opening a bank account, applying for credit, etc). This led to difficulties for the social and professional integration of transsexuals. Miss B. had allegedly been a victim of this herself. The INSEE number was also used by the Banque de France in keeping the register of stolen and worthless cheques.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c) Finally, the applicant encountered problems every day in her economic life, in that her invoices and cheques indicated her original sex as well as her surname and forenames.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60. The Commission agreed substantially with the applicant’s arguments. In its opinion the applicant, as a result of the frequent necessity of disclosing information concerning her private life to third parties, suffered distress which was too serious to be justified on the ground of respect for the rights of others.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61. The Government replied, to begin with, that certificates of civil status and French nationality, driving licences, voting cards and national identity cards of traditional type did not mention sex.",
                                        "elements": []
                                    },
                                    {
                                        "content": "This was admittedly not the case with the Community passport, but the design of that depended on regulations from  and was thus not a requirement imposed by . The applicant could in fact enjoy freedom of movement independently of her sexual identity, and some of the examples given by her were of no relevance; thus the report of a road accident or other claim did not require the sex of the insured to be specified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The INSEE number had been introduced after the second world war for demographic statistical purposes, and was used subsequently for identifying the recipients of French social security benefits. It was hardly ever used apart from this, and did not appear on identity cards, passports or other administrative documents. In any event, the public authorities to which it was communicated were obliged to keep it secret. As for employers, they needed to know it in order to pay a proportion of their employees’ social security contributions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In this connection the Government expressed the opinion that if Miss B. had been unable to find paid work outside the entertainment world, there could be many reasons for this apart from her being a transsexual. There were transsexuals who exercised other equally worthy professions. What was more, any discrimination in recruitment based on the sex or morals of the person concerned was an offence under Article 416-1 of the Criminal Code. No transsexual had ever relied on this Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There was no reason either why banks should not be asked to print on cheques only the surname and forenames of the drawer without the prefix \"M.\", \"Mme\" or \"Mlle\" (see paragraph 27 above), nor did banks verify that the forenames stated were the same as those recorded in the civil status register. Similarly, invoices did not normally mention the customer’s sex or forenames, but only the surname (see paragraph 28 above). There were thus means available to transsexuals for preserving their privacy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62. The Court is not convinced by this argument. It considers, in agreement with the Commission, that the inconveniences complained of by the applicant in this field reach a sufficient degree of seriousness to be taken into account for the purposes of Article 8 (art. 8).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c) Conclusion",
                                "elements": [
                                    {
                                        "content": "63. The Court thus reaches the conclusion, on the basis of the above-mentioned factors which distinguish the present case from the Rees and Cossey cases and without it being necessary to consider the applicant’s other arguments, that she finds herself daily in a situation which, taken as a whole, is not compatible with the respect due to her private life. Consequently, even having regard to the State’s margin of appreciation, the fair balance which has to be struck between the general interest and the interests of the individual (see paragraph 44 above) has not been attained, and there has thus been a violation of Article 8 (art. 8).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The respondent State has several means to choose from for remedying this state of affairs. It is not the Court’s function to indicate which is the most appropriate (see inter alia the Marckx v. Belgium judgment of 13 June 1979, Series A no. 31, p. 25, para. 58, and the Airey v. Ireland judgment of 9 October 1979, Series A no. 32, p. 15, para. 26).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Alleged violation of Article 3 (art. 3)",
                                "elements": [
                                    {
                                        "content": "64. Before the Commission, Miss B. also claimed that she had been treated by the law in a manner which was both inhuman and degrading within the meaning of Article 3 (art. 3).",
                                        "elements": []
                                    },
                                    {
                                        "content": "She has not repeated this complaint since, and the Court does not consider it necessary to examine the question of its own motion.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. APPLICATION OF ARTICLE 50 (art. 50)",
                        "elements": [
                            {
                                "content": "65. Under Article 50 (art. 50),",
                                "elements": []
                            },
                            {
                                "content": "\"If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party\".",
                                "elements": []
                            },
                            {
                                "content": "A. Damage",
                                "elements": [
                                    {
                                        "content": "66. The applicant in the first place claimed 1,000,000 FRF in respect of the pecuniary and non-pecuniary damage she had allegedly suffered. The non-pecuniary damage stemmed from the situation imposed on her by French law; the pecuniary damage resulted from the problems she encountered in her everyday life, due in particular to the fact that she had never been able to find employment for fear of having to disclose the sexual identity appearing in her civil status documents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the Government’s opinion, she had not established that such damage existed, and the amount claimed was exorbitant. Were the Court to find that there had been a violation of Article 8 (art. 8), the judgment would in itself constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Delegate of the Commission expressed no opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67. The Court considers that Miss B. has suffered non-pecuniary damage as a result of the situation found in the present judgment to be contrary to the Convention. Taking a decision on an equitable basis as required by Article 50 (art. 50), it awards her 100,000 FRF under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the other hand, it dismisses her claims relating to pecuniary damage. The applicant was in employment for a considerable time, and a number of transsexuals have employment in . Her difficulty in finding work because of having to disclose her circumstances, although real, is therefore not insurmountable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Costs and expenses",
                                "elements": [
                                    {
                                        "content": "68. The applicant also claimed 35,000 FRF in respect of the costs and expenses she had incurred before the Court of Cassation (10,000 FRF) and before the Convention institutions (25,000 FRF).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government left it to the Court to assess the claim with reference to the criteria laid down in its case-law. The Delegate of the Commission expressed no opinion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69. On the basis of those criteria, the Court considers that the respondent State must reimburse the applicant the entire amount in question.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1. Holds by sixteen votes to five that it has jurisdiction to examine the Government’s preliminary objections;",
                        "elements": []
                    },
                    {
                        "content": "2. Dismisses them unanimously;",
                        "elements": []
                    },
                    {
                        "content": "3. Holds by fifteen votes to six that there has been a violation of Article 8 (art. 8);",
                        "elements": []
                    },
                    {
                        "content": "4. Holds unanimously that it is not necessary also to examine the case from the point of view of Article 3 (art. 3);",
                        "elements": []
                    },
                    {
                        "content": "5. Holds by fifteen votes to six that the respondent State is to pay the applicant within three months 100,000 (one hundred thousand) French francs in respect of non-pecuniary damage and 35,000 (thirty-five thousand) French francs for costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "6. Dismisses unanimously the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 25 March 1992.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 para. 2 (art. 51-2) of the Convention and Rule 53 para. 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a) concurring opinion of Mr Russo;",
                        "elements": []
                    },
                    {
                        "content": "(b) joint dissenting opinion of Mr Bernhardt, Mr Pekkanen, Mr Morenilla and Mr Baka;",
                        "elements": []
                    },
                    {
                        "content": "(c) dissenting opinions of Mr Matscher, Mr Pinheiro Farinha, Mr Pettiti, Mr Valticos, Mr Loizou and Mr Morenilla, prefaced by a joint introduction;",
                        "elements": []
                    },
                    {
                        "content": "(d) concurring opinion of Mr Walsh;",
                        "elements": []
                    },
                    {
                        "content": "(e) separate opinion of Mr Martens.",
                        "elements": []
                    },
                    {
                        "content": "I voted in favour of point 1 of the operative provisions, but I am of the opinion that the Court will have to reconsider its case-law on this point once Protocol No. 9 (P9) to the Convention has come into force.",
                        "elements": []
                    },
                    {
                        "content": "We have voted against point 1 of the operative provisions of the present judgment. For the reasons mentioned in paragraph 34 of the judgment and in the dissenting opinions quoted therein, we are of the opinion that the Court should no longer review preliminary objections rejected by the Commission.",
                        "elements": []
                    },
                    {
                        "content": "We, the members of the minority, all agree in considering that in the present case of B. v.  a finding of a violation should not have been made. In the field of transsexualism the wide margin of appreciation allowed to the State must permit the State to regulate by means of case-law the legal status of genuine transsexuals, following objective criteria and respecting Article 8 (art. 8). The following opinions vary in their assessment but do not contradict each other as to their reasoning.",
                        "elements": []
                    },
                    {
                        "content": "I regret that I find it impossible to join the majority in voting in favour of a violation of Article 8 (art. 8) even though the judgment does not state with sufficient clarity what precisely is thought to constitute the violation.",
                        "elements": []
                    },
                    {
                        "content": "The judgment mentions a variety of elements (the refusal to grant B. rectification of her civil status document, to allow her to change her forename, to have the statement or indication of sex deleted from the documents and identity papers for use in daily life), all these elements being relevant or \"to be taken into account\", and which, taken as a whole, led to the finding that there had been a violation.",
                        "elements": []
                    },
                    {
                        "content": "I entirely agree with the considerations on which were based the findings that there had not been violations of Article 8 (art. 8) in the Rees and Cossey judgments, namely that English law provided for the possibility of changing forenames and of deleting indications of sex from documents and identity papers, in each case without great administrative difficulties. To the extent that this is not the case in French law, I too would vote in favour of a finding of a violation in the present case. But the judgment does not define the extent of the first element, that is to say, rectification of the birth certificate - whether a rectification of the original entry or merely a marginal note - and this could lead to consequences which I believe go far beyond the requirements of Article 8 (art. 8) on this point (in this respect my point of view is close to that expressed by Judge Walsh in his separate opinion).",
                        "elements": []
                    },
                    {
                        "content": "Let us not forget that the aim of the original application to the French courts by B., \"wishing to marry her friend\", was to have her right to rectification of her birth certificate recognised in order to allow her to marry, and that it was the refusal to grant her such rectification which was the original reason for her application to the Convention institutions.",
                        "elements": []
                    },
                    {
                        "content": "Although the Commission did not declare the complaint based on Article 12 (art. 12) admissible, the extent of the element of \"rectification of civil status documents\", stated to be relevant in the reasoning of the present judgment, remains excessively vague and does not rule out consequences which I would not be able to subscribe to.",
                        "elements": []
                    },
                    {
                        "content": "While sensitive to the problems of transsexuals, I also attach importance to the factors mentioned in the dissenting opinions of Judges Pinheiro Farinha, Pettiti, Valticos and Morenilla with respect to the initiative taken by B. - lightly, as it seems - of having an operation without the medical guarantees which such surgery ought to be subject to.",
                        "elements": []
                    },
                    {
                        "content": "In short, I do not feel able to subscribe to a judgment which does not state with sufficient clarity that it is not departing from the conclusions in the Rees and Cossey judgments, and which leaves open the possibility of interpreting it as an overruling of those judgments.",
                        "elements": []
                    },
                    {
                        "content": "1. I am unable to agree with the judgment and I do not understand why the Court’s case-law has been overruled, when that case-law was confirmed scarcely one year ago.",
                        "elements": []
                    },
                    {
                        "content": "I fear that there will be serious consequences, in particular the trivialisation of irreversible surgical operations instead of suitable psychiatric treatment.",
                        "elements": []
                    },
                    {
                        "content": "2. The Court’s function is to interpret the Convention - to give it a dynamic and up-to-date interpretation, but nevertheless an interpretation. The case-law of the Court cannot go further than the Convention and does not have the right to grant new rights to individuals and impose new obligations on States.",
                        "elements": []
                    },
                    {
                        "content": "3. The Convention does not guarantee the right to change sex, nor the right to amendment of civil status documents, nor, unlike the International Covenant on Civil and Political Rights (Article 24), that of a public civil status register. How can a specific course of action in this matter be imposed on States in the name of the Convention?",
                        "elements": []
                    },
                    {
                        "content": "4. Surgical operations do not change the individual’s real sex, but only the outward signs and morphology of sex.",
                        "elements": []
                    },
                    {
                        "content": "5. As for the applicant (whom I will not refer to in the feminine, as I do not know the concept of social sex and I do not recognise the right of a person to change sex at will), he is not a true transsexual: \"... the court of second instance found that even after the hormone treatment and surgical operation which he underwent, Norbert [B.] continued to show the characteristics of a person of male sex; ... it considered that, contrary to the contentions of the person in question, his present state is not the result of elements which existed before the operation and of surgical intervention required by therapeutic necessities but indicates a deliberate intention on the part of the person concerned ...\" (finding of the Court of Cassation, see paragraph 17 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "6. Why impose on the  the consequences of a surgical operation performed in another State, voluntarily and intentionally and without prior checks (see paragraph 11 of the judgment)?",
                        "elements": []
                    },
                    {
                        "content": "7. The International Commission on Civil Status \"essentially has as its object ... the drawing up of recommendations or draft conventions with a view to harmonising the provisions in force in the member States on these matters ...\".",
                        "elements": []
                    },
                    {
                        "content": "The matters in question are those which relate to the status of the individual, the family and nationality. The International Commission has concerned itself for some time with the position of transsexuals, and has not yet reached the stage of drawing up a recommendation or draft convention.",
                        "elements": []
                    },
                    {
                        "content": "8. There is no common denominator in the legislation of the States Parties to the Convention to justify such a radical decision.",
                        "elements": []
                    },
                    {
                        "content": "9. Among the situations which could arise from the application of the present judgment (see paragraphs 52-55), I shall mention two:",
                        "elements": []
                    },
                    {
                        "content": "- An illegitimate child wishes to start proceedings in respect of paternity, but after his birth the man who begot him has had a sex change operation and his civil status has been rectified; he is asking for a woman to be acknowledged as his father!",
                        "elements": []
                    },
                    {
                        "content": "- After rectification of civil status, a transsexual will be able to marry a person of his true sex (original sex); but the Court \"finds ... that attachment to the traditional concept of marriage provides sufficient reason for the continued adoption of biological criteria for determining a person’s sex for the purposes of marriage\" (above-mentioned Cossey judgment, p. 18, para. 46), and \"in the Court’s opinion, the right to marry guaranteed by Article 12 (art. 12) refers to the traditional marriage between persons of opposite biological sex. This appears also from the wording of the Article which makes it clear that Article 12 (art. 12) is mainly concerned to protect marriage as the basis of the family\" (Rees judgment, p. 19, para. 49).",
                        "elements": []
                    },
                    {
                        "content": "In my opinion the Court should state in the present judgment that its decision has no effect on the right to marry; this right was, however, the reason behind B.’s application to the Commission.",
                        "elements": []
                    },
                    {
                        "content": "10. I therefore conclude that there has not been a violation of Article 8 (art. 8) of the Convention, and I consider that the legal regulation of transsexualism remains within the competence of each State, taking account of moral attitudes and traditions, although the opinions of medical and scientific experts differ.",
                        "elements": []
                    },
                    {
                        "content": "11. Since in my opinion there has been no violation of the Convention, I do not regard it as possible to vote, in the same judgment, in favour of the award of a sum of money under Article 50 (art. 50) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "I did not vote with the majority who held that there had been a violation of Article 8 (art. 8).",
                        "elements": []
                    },
                    {
                        "content": "The judgment no doubt relates only to the particular case, but this was one of the least significant ones, compared with other cases considered by the French courts, notably in 1990 and 1991.",
                        "elements": []
                    },
                    {
                        "content": "To begin with, I note certain contradictions. The majority of the Court did not state that they were overruling the Rees and Cossey judgments. They noted in paragraph 55 that \"nothing would have prevented the insertion, once judgment had been given, in Miss B.’s birth certificate, in some form or other, of an annotation whose purpose was not, strictly speaking, to correct an actual initial error but to bring the document up to date so as to reflect the applicant’s present position\". In the French civil status system this can only be done by a judgment, and there have been numerous judgments by which it has been ordered, but this on the basis of rigorous criteria which make it possible to exclude certain categories in respect of which the scientific data and the lack of properly documented medical supervision provide grounds for refusals by the courts.",
                        "elements": []
                    },
                    {
                        "content": "The Court held in paragraph 63 that:",
                        "elements": []
                    },
                    {
                        "content": "Did the majority take into account the operations performed in public hospitals in  after 1973, even though Miss B. was operated on in ?",
                        "elements": []
                    },
                    {
                        "content": "Can one deduce from paragraph 66 that the majority had in mind primarily the granting of rights relating to identity documents and passports, without there being any obligation of rectification of civil status, in line with the Rees and Cossey judgments and the special system in Britain relating to administrative requirements as to personal identity, still less what was originally claimed by B., namely the possibility of marrying her friend?",
                        "elements": []
                    },
                    {
                        "content": "From the point of view of jurists who favour a broad interpretation of the status of transsexuals, the B. judgment would be easier to appreciate if cases of true transsexuals (operated on in public hospitals with medical supervision and documentation) had been systematically refused by the French courts. This is not the case.",
                        "elements": []
                    },
                    {
                        "content": "The European Convention on Human Rights does not impose any obligation on the High Contracting Parties to legislate on the question of rectification of civil status in connection with transsexualism, even in application of the theory of positive obligations for States (case of X v. the ). Thus several member States have not enacted any legislation relating to transsexualism. The various national laws on the point show a great variety of criteria and mechanisms.",
                        "elements": []
                    },
                    {
                        "content": "In any event, member States who wish to confront these problems have a choice between the legislative path and the case-law path, and in this sensitive area, dependent on very diverse social and moral situations, the margin of appreciation allowed to the State is a wide one.",
                        "elements": []
                    },
                    {
                        "content": "Whichever path is chosen, legislative or by means of case-law, the State remains free to define the criteria for recognition of cases of intersexualism or true transsexualism, dependent upon undisputed scientific knowledge. A national court can take a decision on the basis of such criteria without violating the Convention.",
                        "elements": []
                    },
                    {
                        "content": "These principles being taken as read, what consequences can be drawn from them in the case of B. v.  with respect to Article 8 (art. 8)?",
                        "elements": []
                    },
                    {
                        "content": "To compare the position in  with the position in , as evaluated by the Court in the Rees and Cossey cases, was not enough; it should have been compared with the legislative void or absence of case-law in other member States. British law is less open than French law as regards change of status and sex in civil status registers; it offers more scope for administrative measures, such as passports and formalities, but that is the result of the peculiar system of civil status registration in , rather than specific provisions introduced for the benefit of transsexuals.",
                        "elements": []
                    },
                    {
                        "content": "If Article 8 (art. 8) is to be applied to intersexuals and true transsexuals, the question should be asked, with reference to , whether the right to rectification of civil status is being correctly granted by the courts. The list of decisions shows that there are as many decisions in favour of applicants as there are decisions against them. A number of them even allow complete retrospective effect. The Court of Cassation admittedly gave four decisions against applicants in 1990, but the particular cases were debatable ones. There has not been a decision taken by a plenary court, even in the most or least disputed cases of transsexualism.",
                        "elements": []
                    },
                    {
                        "content": "Subsequent to these decisions by the Court of Cassation, the Colmar Court of Appeal granted rectification of civil status to a person who had in addition after the operation obtained an amended passport showing her new sex. No appeal having been brought by the procureur général, the decision is final and binding and rectification of civil status has taken place.",
                        "elements": []
                    },
                    {
                        "content": "By taking a generous and wide interpretation of Article 8 (art. 8), it might be considered that a true transsexual who has been operated in France, after going through the entire period of tests according to the document issued by the National Medical Council, should be allowed rectification of civil status. The reason for this could be that the State, having agreed to the operation and accepted that it should be paid for by the social security service on condition that the surgery is performed in a public hospital, must, as a positive obligation from the point of view of the European Convention on Human Rights, allow facilities for administrative documents and even go as far as rectification of civil status.",
                        "elements": []
                    },
                    {
                        "content": "This is not so in the B. case. The existence of transsexualism was not verified in accordance with the medical practice statement and the operation took place abroad under unknown conditions. The , ruling on the present case, possibly had doubts as to the social and professional reality. It is not for the  to overrule this decision, which was taken in a non-typical case and was a judgment on the particular facts, not a judgment of principle, and is compatible with the European Convention on Human Rights, even from the point of view of Article 8 (art. 8).",
                        "elements": []
                    },
                    {
                        "content": "The theory that any person who has the irrepressible will to live under a sex other than that of origin, and is convinced that this is his true destiny, must be able to obtain rectification of his civil status, is a highly debatable one, even if it is motivated by legitimate concern for social integration and private life. For where hormone treatment alone has taken place, that may be reversible. Many cases of true or false transsexual applicants correspond to psychiatric states which should be treated by psychiatry only, so as not to risk disaster, and for this reason a medical report is essential. Furthermore, cases of double personality and schizophrenia are known to medicine. If one were to be guided solely by the wish to make the individual will of the patient coincide with his social life, one would then have to accept change of civil status even in such deviant cases.",
                        "elements": []
                    },
                    {
                        "content": "The position of genuine transsexuals no doubt deserves understanding and attention from the point of view of Article 8 (art. 8). But it is still clear that even the most advanced legislation cannot provide a remedy for the social obstacles. Even after rectification of civil status, a person who has been reintegrated into society has to reveal his past in connection with employment, careers and retirement, so that the various periods can be accounted for. Amending INSEE type statistical forms would not solve this problem.",
                        "elements": []
                    },
                    {
                        "content": "For this reason one should abide by highly flexible formulas which take account as far as possible of medical supervision procedures, which alone are capable of avoiding operations and treatment harmful for a person’s mental balance.",
                        "elements": []
                    },
                    {
                        "content": "Account should also be taken of the social aspects which are peculiar to each State. Certain countries unfortunately have places where false transsexuals are exploited, opening the way to procuring and transvestite prostitution. Among those asking for treatment there is a considerable number of persons in this category. Other countries do not have any such problem, so that their legal position is of no significance.",
                        "elements": []
                    },
                    {
                        "content": "There is another aspect of considerable importance. For States like  whose civil status law is highly precise and compulsory, a consequence of rectification is that there is no obstacle to the marriage of a transsexual with a person of the same sex as his original sex. There is also the problem of adoption being available to the new couple. Let us also bear in mind the legal confusion which results from certain rectifications where the person obtaining rectification was previously married, with or without children. Let us not ignore the possibility of artificial insemination after rectification or after an operation. The whole of civil law and inheritance law could be thrown into confusion.",
                        "elements": []
                    },
                    {
                        "content": "If there is a field where States should be allowed the maximum margin of appreciation, having regard to moral attitudes and traditions, it is certainly that of transsexualism, having regard also to developments in the opinions of the medical and scientific experts.",
                        "elements": []
                    },
                    {
                        "content": "A solution by means of case-law may be a legitimate choice for the State to make. If the development of case-law makes it possible for domestic law to respond to undeniable cases, making it possible for rectification of civil status to take place, as the Colmar judgment did, it appears to be consistent with Article 8 (art. 8) to regard this case-law method as in accordance with the requirements of that Article (art. 8).",
                        "elements": []
                    },
                    {
                        "content": "Unlike in the Huvig and Kruslin v.  judgments (judgments of 24 April 1990, Series A no. 176-A and B), the Court has given no indication as to what means are appropriate. Its phrase about \"means for remedying this state of affairs\" remains vague and uncertain; for it is clear that the individual’s socio- psychological determination cannot on its own be sufficient justification for a request for rectification. Even if the  agrees to rectification, it remains free to restrict the conditions for it and its consequences in civil law, if it does not systematically refuse applications in all such cases.",
                        "elements": []
                    },
                    {
                        "content": "In addition, the Court’s judgment did not expressly state that there had been a violation with respect to B.’s actual request to the French court, which read as follows:",
                        "elements": []
                    },
                    {
                        "content": "Conclusion: in the present state of French law and the status of the family, and taking into account the rights of others, it is apparent that the case-law path is the one which best respects Article 8 (art. 8) of the Convention, subject to the margin of appreciation allowed to the State.",
                        "elements": []
                    },
                    {
                        "content": "It is naturally with great regret that I have to differ from the above judgment, which in other circumstances might no doubt have been justified or even inevitable, and some of whose consequences are certainly reasonable (as will be stated below), but which does not seem to me to be acceptable on the facts of the case.",
                        "elements": []
                    },
                    {
                        "content": "By overturning a line of case-law whose most recent decision was scarcely a year old - even though the facts, albeit different to a certain extent, were not in my opinion different enough to justify this change of direction - I fear that the majority of the Court could be opening the way to serious and as yet unforeseeable consequences.",
                        "elements": []
                    },
                    {
                        "content": "This does not mean that in suitable circumstances the situation of a transsexual should not be dealt with by a change of civil status, or at least by measures intended to make his or her social situation less difficult.",
                        "elements": []
                    },
                    {
                        "content": "However, there are, as we know, numerous types of transsexual. Thus there is considerable variation from one case to another in the psychological or physiological factor and the natural or acquired character (acquired to a greater or lesser extent as a result of surgical operations, themselves very diverse as to motivation and scope). The problem is moreover currently the subject of thorough scientific research, and any decision will depend to a large degree on the circumstances of the case.",
                        "elements": []
                    },
                    {
                        "content": "Why does it seem to me that in this case the facts of the case do not justify the decision which has been taken?",
                        "elements": []
                    },
                    {
                        "content": "Because in reality, while the applicant, who professes to be a woman, asks for the alleged change of sex to be legally recognised, the situation here is one where the change in question is in reality incomplete, artificial and voluntary.",
                        "elements": []
                    },
                    {
                        "content": "To begin with, what does the term \"change of sex\" mean in this type of case? In the first place, one cannot restrict oneself to psychological factors alone, nor social ones alone, as is apparently sometimes thought. If that were so, there would be no real criteria or boundaries and there would be a risk of arbitrariness. Stability of social life would certainly be compromised thereby.",
                        "elements": []
                    },
                    {
                        "content": "It is therefore also necessary, as an essential condition, for the original real state or the change of state which has occurred, to be sufficiently marked and not in doubt from the physiological point of view. One cannot accept dubious hermaphrodites and ambiguous situations.",
                        "elements": []
                    },
                    {
                        "content": "In the present case we are faced with a voluntary action by the applicant, who, wishing to change sex (for he was originally of male sex, at least in essence, and had performed his military service), underwent an operation in conditions which appear dubious and afforded no guarantee, following which he found himself in a position where he was no longer completely a man, nor indeed truly a woman, but to a certain extent had some of the characteristics of both sexes.",
                        "elements": []
                    },
                    {
                        "content": "We thus encounter two additional difficulties in this case: firstly the voluntary character and secondly the incompleteness of the change. And is there not thus a risk of encouraging such acts (and here it was even an operation performed without any supervision), and what is more, of seeing as a consequence half- feminised men claiming the right to marry normally constituted men, and then where would the line have to be drawn?",
                        "elements": []
                    },
                    {
                        "content": "No doubt there is an evolution taking place in people’s minds and in science; no doubt several European countries do allow applications of this type; but it seems to me that as matters stand it is clearly inappropriate to consider that there has been a violation of the Convention where for legal, moral and scientific reasons, reasons which all deserve respect, a State does not follow, or at least is not yet ready to follow such an evolution. The countries of Europe as a whole do not appear to be ready to have such case-law imposed on them.",
                        "elements": []
                    },
                    {
                        "content": "Having said this, it none the less remains the case that the social situation of these persons whose sex has become indeterminate presents them with problems of various types and causes them serious embarrassment in daily life. Efforts should be made to remedy this. Independently therefore of any formal legal measure aimed at amending their civil status, it would be desirable for the States concerned to endeavour to reduce such inconveniences; there come to mind inter alia measures aimed at authorising changes of forename (going beyond the adoption of so- called neutral forenames only, a practice which would also have the disadvantage of more generally making such names \"suspicious\") and amending the information on identity documents, which by their detail or the code used reveal the sex of the person concerned. Without ignoring the practical difficulties which such a change might cause, it would deserve serious consideration.",
                        "elements": []
                    },
                    {
                        "content": "I regret that I am unable to agree with the conclusion of the majority, who found there had in the present case been a violation by  of the applicant’s right to respect for her private life, by reason of the dismissal by the French courts of the proceedings brought before them by Miss B. As I will show below, my reasons are primarily of a legal nature, as they are based on the subsidiary character of the protection of the rights of the individual in the system established by the Convention - this being required by the analysis before our Court of the disputed \"act or omission\" of the national authorities constituting the infringements which the applicant considers herself to be the victim of - and the margin of appreciation of the Contracting State in this area, bearing in mind that this right is set out in Article 8 (art. 8) of the Convention. These reasons of international law must not, however, neglect an assessment of the social and legal situation of transsexuals in , as the context within which the applicant’s complaint must be seen.",
                        "elements": []
                    },
                    {
                        "content": "1.1. Miss B., wishing to marry her friend, asked the tribunal de grande instance at Libourne (see paragraph 13 of the judgment) \"to hold that, registered in the civil status register of [her] place of birth as of male sex, [she was] in reality of feminine constitution; to declare that [she was] of female sex; to order rectification of [her] birth certificate; to declare that [she should] henceforth bear the forenames Lyne Antoinette\". These heads of claim delimited the proceedings brought by the applicant before the domestic civil courts and, in accordance with the dispositive principle, formed the subject matter of the judgments given by the Libourne tribunal de grande instance, the Bordeaux Court of Appeal and finally the Court of Cassation, whose decision was the \"final decision\" under Article 26 (art. 26) of the Convention which could be \"completely or partially in conflict with the obligations arising from the present Convention\", as stated in Article 50 (art. 50).",
                        "elements": []
                    },
                    {
                        "content": "1.2. However, the applicant interpreted the dismissal of this request as a refusal of the French authorities to acknowledge her \"true sexual identity\" and to \"allow the indication of her sex to be corrected in the civil status register and on her official identity documents\" (see paragraph 43 of the judgment), and she considered herself to be a victim within the meaning of Article 8 (art. 8) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "But as a reading of her application shows, these complaints constitute a mutatio libelli before the Convention institutions, since no claim was put forward by the applicant before the domestic courts regarding the noting in the civil status register of the alleged change to her original sex as stated on her birth certificate or concerning her social situation after the morphological change of sex, these being precisely the factors which the majority took into consideration in arriving at their finding that there had been a violation of the said Article 8 (art. 8) (see paragraphs 59-63 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "1.3. In my opinion, what Miss B. requested from the French courts was a \"correction\" of the alleged error as to sex and consequently the rectification of the civil status register and the replacement of her male forename by a female forename, following a priordeclaration by the court that she was of female sex. Miss B., intending to marry a man, did not ask the Court to hold that there was a case of transsexualism, but that there had been a mistake in registering her sex, since, although a woman, she had been registered as a man. She did not submit any requests relating to possible rectification of the indication of her sex in her official identity documents consequent on rectification granted in accordance with the relevant legislation (see paragraph 22 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "1.4. It seems necessary to point out that in systems with a civil status register, a person’s civil status constitutes the expression of his legal personality and his position in society, and all the statements on his birth certificate, including that of sex, have an effect which goes beyond the individual interest, as they may affect the rights of others. In these systems civil status is a concept of public order and documents relating to such status are presumed to be correct. It follows that a change to a birth certificate can take place only in cases and according to procedures defined by law. Legal certainty thus requires that rectifications of civil status documents be regulated by law and controlled by the courts.",
                        "elements": []
                    },
                    {
                        "content": "In French law, as the judgments given in the present case point out (see paragraphs 13-15 and 17 of the judgment), persons cannot dispose of their civil status at will. Articles 57 and 99 of the Civil Code (see paragraph 22 of the judgment) define the contents of birth certificates and the conditions for their rectification in the event of \"error or omission\", and it is for the courts to rule on a case by case basis on applications for rectification. The long list of decisions given by the French courts (see paragraph 23 of the judgment) and accepted by the public authorities in fact shows that it is possible in French law for statements relating to sex in civil status registers to be amended.",
                        "elements": []
                    },
                    {
                        "content": "1.5. In the present case the Libourne tribunal de grande instance dismissed Miss B.’s application since, according to the experts’ report, \"it [was] thus apparent that the change of sex was intentionally brought about by artificial processes\" and [B.’s] application \"[could not] be granted without attacking the principle of the inalienability of the status of individuals\" (see paragraph 14 of the judgment). The Bordeaux Court of Appeal, upholding that judgment, gave as reasons for its decision (see paragraph 15 of the judgment) that \"his present state [was] not ‘the result of irreversible innate factors existing before the operation and of surgical intervention required by therapeutic necessities’\".",
                        "elements": []
                    },
                    {
                        "content": "Also in that judgment, the Court of Appeal (see paragraph 17 of the Commission’s report) said on this point: \"No form of psychological or psychiatric treatment has been attempted; the first doctor who prescribed hormone treatment did not conduct any protected observation and no guarantee of such observation was given before the surgical operation carried out abroad\". It added that the medical treatment \"voluntarily undergone by Mr [B.] ... on the contrary ... indicate[d] a deliberate intention on his part without any other treatment having been tried and without the operations having been necessitated by Mr [B.’s] biological development\" (see paragraph 15 of the European Court’s judgment). In view of this finding by the court of second instance, the Court of Cassation considered that the decision had been justified in law and dismissed the applicant’s appeal.",
                        "elements": []
                    },
                    {
                        "content": "1.6. Consequently, it follows from these judgments that the courts did not consider the applicant to be a \"genuine transsexual\", since the medical treatment had not been shown to be necessary and even after the surgical operation she had undergone in Morocco \"Norbert [B.] continued to show the characteristics of a person of male sex\" (see paragraph 17 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "This conclusion, however, fell within the power to assess the evidence which belongs in principle to the national courts, according to the Court’s constant case-law (see inter alia the Unterpertinger v. Austria judgment of 24 November 1986, Series A no. 110, p. 15, para. 33, and the Barberà, Messegué and Jabardo v. Spain judgment of 6 December 1988, Series A no. 146, p. 31, para. 68). It should be noted in this connection that the applicant did not challenge the medical report submitted to the courts which decided on her application.",
                        "elements": []
                    },
                    {
                        "content": "1.7. I am consequently unable to follow the conclusions of the majority in paragraph 55 of the judgment. Rectification of the indication of sex, like any rectification of a civil status document, under the aforementioned Article 99 of the French Civil Code, is a decision by a court which finds that there has been an error or an omission in the indication of sex as alleged by the applicant, with all the legal consequences - notably in civil law - of such a declaration both for the applicant and for third parties and society in general.",
                        "elements": []
                    },
                    {
                        "content": "Under the principles which govern civil proceedings, it is not possible, as the majority appear to suggest, to effect \"the insertion, once judgment had been given, in Miss B.’s birth certificate, in some form or other, of an annotation whose purpose [is] not, strictly speaking, to correct an actual initial error but to bring the document up to date so as to reflect the applicant’s present position\", where such an error has not been proved in the proceedings or where such an \"omission\" - the finding of the \"new sexual identity\" - has not been requested by the applicant, in taking into account ex officio \"the irreversible abandonment of the external marks of Miss B.’s original sex\" or again \"the applicant’s manifest determination\" to have an operation without the guarantees of success required by the best medical practice.",
                        "elements": []
                    },
                    {
                        "content": "1.8. In my opinion the majority, instead of keeping strictly to the specific terms of the applicant’s request to the French trial courts and the legal grounds for refusal set out in the judgments, based on the legal impossibility of allowing rectification of the statement of sex without proof of the existence of an error and of the fact that the change was not solely the result of the deliberate intention of the applicant but of an irreversible necessity according to the medical report, applied themselves rather to the abstract question of the position of transsexuals in France, thus departing from the Court’s traditional method.",
                        "elements": []
                    },
                    {
                        "content": "2.1. Further, according to the Court’s case-law as stated in the two previous judgments relating to transsexuals in the United Kingdom, the Rees v. the United Kingdom judgment of 17 October 1986 (Series A no. 106) and the Cossey v. the United Kingdom judgment of 27 September 1990 (Series A no. 184) - the latter given in a case which was virtually identical to the present one -, the question of the amendment of the birth certificates of transsexuals who wish to have an indication of sex noted in the civil status register is a question for the national authorities and their legislative or judicial powers, who are best in a position to respond to the needs or hopes of each society and \"the requirements of the situation pertaining there in determining what measures to adopt\" (see the above-mentioned Rees judgment, p. 17, para. 42 (a)). It is for them to regulate the conditions, extent and consequences of rectification of civil status documents in order to achieve a fair balance between the interests of transsexuals in having their membership of the other sex which they feel they belong to recognised by society, and the general interest in preserving the inalienability of that statement of fact on the birth certificate - morphological or biological sex - in order to preserve the rights of others, in particular if the transsexual is married or wishes to marry or if he has children or may have children or wishes to adopt some.",
                        "elements": []
                    },
                    {
                        "content": "2.2. Indeed, the Court has already said (see the Abdulaziz, Cabales and Balkandali v. the United Kingdom judgment of 28 May 1985, Series A no. 94, pp. 33-34, para. 67) that \"although the essential object of Article 8 (art. 8) is to protect the individual against arbitrary interference by the public authorities, there may in addition be positive obligations\". However, given that \"the notion of ‘respect’\" for private life \"is not clear-cut\", especially as far as such positive obligations are concerned (ibid., pp. 33-34, para. 67), these obligations are subject to the State’s margin of appreciation and \"having regard to the diversity of the practices followed and the situations obtaining in the Contracting States, the notion’s requirements will vary considerably from case to case\" (see the above-mentioned Rees judgment, p. 15, para. 37).",
                        "elements": []
                    },
                    {
                        "content": "The Court also stated in the Rees judgment (ibid., p. 14, para. 35) and the Cossey judgment (ibid., p. 15, para. 36) that the refusal to amend the register of births could not be regarded as an interference with a person’s private life within the meaning of Article 8 (art. 8) of the Convention. What the applicant was arguing was not that the State should abstain from acting but rather that it should take steps to modify its existing system, and the question whether an effective respect for the transsexual’s private life imposed a positive obligation on the State in this regard was to be answered by considering the \"fair balance that has to be struck between the general interest of the community and the interests of the individual\". In reaching its conclusion that no such obligation was incumbent on the respondent State, the Court took account inter alia of the fact that \"the requirement of striking a fair balance could not give rise to any direct obligation on the respondent State to alter the very basis of its system for the registration of births\".",
                        "elements": []
                    },
                    {
                        "content": "2.3. When giving these decisions the Court noted (see the Cossey judgment, ibid., p. 17, para. 42, and the Rees judgment, ibid., p. 19, para. 47) \"the seriousness of the problems facing transsexuals and the distress they suffer\" and took note of the resolution adopted by the European Parliament on 12 September 1989 and of Recommendation 1117 (1989) of the Parliamentary Assembly of the Council of Europe of 29 September 1989, both of which sought to encourage the harmonisation of laws and practices in this field, and pointed out that \"the need for appropriate legal measures concerning transsexuals should be kept under review having regard particularly to scientific and societal developments\" (see the Rees judgment, ibid., pp. 17 and 18, paras. 42 and 43, and the Cossey judgment, ibid., p. 16, para. 40).",
                        "elements": []
                    },
                    {
                        "content": "2.4. But as the majority point out (see paragraphs 47 and 48 of the judgment), no scientific or societal development has taken place within the last sixteen months which would justify changing this case-law. Despite the efforts of the majority to distinguish the cases so as to maintain the Court’s case-law, the circumstances of the present case are not so different from those of the Rees and Cossey cases as to explain a finding of a violation here.",
                        "elements": []
                    },
                    {
                        "content": "2.5. Nor can the question be resolved by \"incidental adjustments to the existing system\" (see the Rees judgment, ibid., pp. 17-18, para. 42) such as a rectification of the birth certificate in order to acknowledge the \"new sexual identity\" of post-operative transsexuals or their \"social sex\", since the French legal system does not permit this. The courts acting in the exercise of their judicial power cannot go beyond an interpretation of the law applicable to the facts of the case as proved by their assessment of the evidence submitted to them. They cannot order forms of rectification other than those provided for by law since doing otherwise would require \"the very basis\" of the civil status system to be altered, in much the same way that the United Kingdom would have been required to change its system of registration of births (see the above-mentioned Rees judgment, pp. 16-18, paras. 39, 40 and 42 (a), and the above-mentioned Cossey judgment, p. 15, para. 38 (a)), which justified the findings in those two cases that Article 8 (art. 8) had not been violated by the United Kingdom.",
                        "elements": []
                    },
                    {
                        "content": "3.1. Finally, the facts of the present case, as regards the position of transsexuals in , lead us to the same conclusion, namely that there has not been a violation by  of the right to respect for the private life of true transsexuals. They demonstrate that in France: (1) \"no legal formality or authorisation is required for hormone treatment or surgery intended to give transsexuals the external features of the sex they wish to have recognised\" (see paragraph 18 of the judgment); (2) \"it has been possible for surgical operations to take place in France since 1979 subject to medical control\" (ibid.); (3) \"the costs of some of these operations are borne by the social security service\" (ibid.), according to the Government, where a medical commission has studied the person in question for at least two years and the operation takes place in a public hospital; (4) \"as a general rule, sex is not indicated on administrative documents issued to natural persons, such as traditional national identity cards, classic style passports, driving licences, voting cards, certificates of nationality, etc.\" (see paragraph 25 of the judgment); and (5), as I have pointed out above, \"a large number of French tribunaux de grande instance and courts of appeal have granted applications for amendment of entries in civil status registers relating to sex and forenames\" (see paragraph 23 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "3.2. Thus there are medical and legal controls over changes of sex in France, but such precautions cannot, however, be criticised either from a legal point of view - having regard to the present civil status system in France - or from a medical point of view - bearing in mind the very serious risks involved in lifelong hormonal medical treatment and implantations and the irreversibility of removal of the sexual organs. On the contrary, in my opinion, they deserve praise for avoiding mistakes with irreversible consequences, hasty decisions or surgical operations which are of doubtful necessity or even inadvisable, even for those who genuinely believe themselves to be transsexuals.",
                        "elements": []
                    },
                    {
                        "content": "This attitude also serves to discourage legal claims for rectification of civil status based on the fait accompli of an operation which has been performed without verifying its irreversible necessity or without medical guarantees of success, since the medical expert report must give an opinion on its therapeutic necessity.",
                        "elements": []
                    },
                    {
                        "content": "4. As I have concluded that there was no violation of the Convention in the present case, I do not consider it logical to join in the conclusion of the majority that the respondent State is to pay the applicant just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "1. I agree that there has been a breach of Article 8 (art. 8) of the Convention in the present case. My opinion is founded only upon the reasons set out hereinafter.",
                        "elements": []
                    },
                    {
                        "content": "2. I am satisfied that the judgments of the Court in the case of Rees (Series A no. 106) and in the case of Cossey (Series A no. 184) respectively were correct in principle and that there is nothing in the present case to warrant a departure from them.",
                        "elements": []
                    },
                    {
                        "content": "3. The evidence establishes that the applicant’s birth certificate correctly described the applicant as being of the male sex and the fact that the applicant was and is biologically of the male sex is established. There is no suggestion of any error having been made as to that fact. Therefore to require that entry to be altered to record that the applicant was born a member of the biological female sex would be to falsify a correct historical record and to substitute it with an untruth.",
                        "elements": []
                    },
                    {
                        "content": "4. An area of life in which the biological sex of a person is of supreme vital importance is that of marriage. The Court has already decided in the Cossey case that the marriage referred to in Article 12 (art. 12) of the Convention is confined to the intermarriage of two persons one of whom is biologically of the female sex, thus reflecting what has been universally accepted throughout human history.",
                        "elements": []
                    },
                    {
                        "content": "The fact that some States may now in their national laws permit and recognise a legal relationship or partnership between persons of the same biological sex as having the same legal incidents as a marriage and even using the word \"marriage\" to describe such arrangement cannot by so doing make it the same as a marriage between persons of opposing biological sexes as envisaged by Article 12 (art. 12) of the Convention. If a parent of either sex undergoes a so-called \"sex change\" operation to acquire the appearance, anatomical or otherwise, of a person of the other biological sex it would be the height of absurdity to describe a father as having become his own child’s mother or aunt as it would be to describe a mother as having become her own child’s father or uncle.",
                        "elements": []
                    },
                    {
                        "content": "5. I am of the opinion that the respondent State could not reasonably be expected to alter its law in such a way as to obliterate the truth of a national record or to keep forever concealed for all purposes and from all persons and bodies without qualification the true biological sex of a person. In my opinion to do so could well lead to a breach of Articles 8 and 12 (art. 8, art. 12) of the Convention. It could be very unfortunate if the law permitted a situation in which a person wishing to marry a person of the other biological sex could not, when a doubt arises, be satisfied as to the true biological sex of the other party save by the admission of that other party. Therefore any alleged violation of Article 8 (art. 8) in this sphere must be examined in the context of not totally concealing or falsifying a record of historical fact.",
                        "elements": []
                    },
                    {
                        "content": "6. Subject to the above-mentioned qualification it now falls to consider in what respect the respondent State can be thought to have been in violation of Article 8 (art. 8) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The applicant is psychologically self-identified with the female sex and apparently that condition has existed since childhood and has grown more pronounced with age. It ultimately led the applicant to undergo \"sex-change\" surgery necessitated by psychological imperatives rather than medical ones. In the result the applicant adopted a new \"gender identity\" in that the new identity is to all outward appearances a female identity. The applicant has sought to have this new identity respected in French law as an essential element of the privacy of her new life style free from interference by the respondent State and its agencies and public authorities. I do not consider that the adoption of a female first name from within the range of first names permitted by French law with a view to establishing the adopted identity is an unreasonable request. It is clear that the withholding of permission for this change has proved to be an interference with the privacy of the adopted life style. Similarly, obligatory identification documents which contradict the adopted identity also constitute an interference.",
                        "elements": []
                    },
                    {
                        "content": "The respondent State has not shown any valid justification within the terms of Article 8 para. 2 (art. 8-2) of the Convention. Admittedly complying with the applicant’s requests could cause considerable administrative inconvenience but that could not be a justification for the respondent’s refusal. The civil status register is conclusive as to the fact that the information therein was furnished to the appropriate officer but is not conclusive as to the correctness or the truth of the information so supplied. Thus the civil status register cannot be taken as conclusive proof of the biological sex of the person so registered although it could be regarded as prima facie evidence to stand until displaced. It is for the national authorities to devise the legal measures necessary to achieve the objectives of providing identity documents consistent with the adopted identity without revealing the true biological sex of the person concerned if in fact it is not the same as that indicated in the documentation while at the same time without obliterating from the national records information which tends to establish the true biological sex of a person and that such information should not be revealed save where there is a real necessity to do so.",
                        "elements": []
                    },
                    {
                        "content": "1. Since I fully maintain the views expounded in my dissenting opinion in the Cossey case, I acclaim the Court’s decision, but cannot subscribe to all its arguments. I do not think it necessary to say more.",
                        "elements": []
                    },
                    {
                        "content": "2. I would have been even more content if the Court had accepted the Commission’s plea to abandon the De Wilde, Ooms and Versyp doctrine. On this issue I also maintain my former opinion (see my separate opinion in the Brozicek case). I am glad to note that several of my colleagues now share that opinion.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr J. Cremona",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF B. v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-57770.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1992:0325JUD001334387",
    "externalsources": [],
    "extractedappno": [
        "13343/87"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Law of 6 Fructidor Year II",
        "Civil Code, Articles 57, 99"
    ],
    "itemid": "001-57770",
    "judgementdate": "25/03/1992 00:00:00",
    "kpdate": "25/03/1992 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "350",
        "192",
        "193",
        "451",
        "429",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "15",
    "paragraphs": [
        "3",
        "8",
        "8-1",
        "35-1",
        "35",
        "41"
    ],
    "parties": [
        "B.",
        "FRANCE"
    ],
    "rank": "294.384399414063",
    "representedby": [
        "N/A"
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "De Wilde, Ooms and Versyp v. Belgium judgment of 18 June 1971, Series A no. 12, pp. 29-30, paras. 47-52, pp. 49-58, Series B no. 10, pp. 209-213, 214, 258-263",
        "Van Oosterwijck v. Belgium judgment of 6 November 1980, Series A no. 40, pp. 5-31, pp. 16-17, paras. 33-34, Series B no. 36, pp. 23-26, paras. 43-52",
        "Brozicek v. Italy judgment of 19 December 1989, Series A no. 167, pp. 23-28",
        "Cardot v. France judgment of 19 March 1991, Series A no. 200, pp. 23-24",
        "Guzzardi v. Italy judgment of 6 November 1980, Series A no. 39, pp. 25-27, paras. 71-72",
        "Rees v. United Kingdom judgment of 17 October 1986, Series A no. 106, p. 14, para. 35, p. 16, para. 40, pp. 17-18, para. 42",
        "Cossey v. United Kingdom judgment of 27 September 1990, Series A no. 184, p. 15, paras. 36, 37, pp. 35-36, para. 5.5, p. 16, para. 40",
        "Marckx v. Belgium judgment of 13 June 1979, Series A no. 31, p. 25, para. 58",
        "Airey v. Ireland judgment of 9 October 1979, Series A no. 32, p. 15, para. 26"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "446197",
    "typedescription": "15"
}