{
    "__articles": "5;5-3;8;8-1",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-3 - Reasonableness of pre-trial detention);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life)",
    "applicability": "",
    "appno": "43149/10",
    "article": [
        "8",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-3 - Reasonableness of pre-trial detention"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        }
    ],
    "content": {
        "001-180838.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 43149/10) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Andrey Vasilyevich Smirnov (“the applicant”), on 17 July 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Stepanov, a lawyer practising in Moscow. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his pre-trial detention had not been based on relevant and sufficient reasons and that the frequency and manner of visits from his parents had been excessively restricted.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 12 June 2014 the complaints concerning the applicant’s pre-trial detention and parental visits were communicated to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1992 and lives in Tver.",
                                "elements": []
                            },
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 7 May 2009 the applicant and his classmate A. were arrested on suspicion of causing grievous bodily injuries to a boy from their school. They confessed to their deeds. The applicant was initially released under parental supervision, whilst A. was remanded in custody. The following day they retracted their confessions.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 16 November 2009, after the investigator had reclassified their actions as a more serious offence, the Zavolzhskiy District Court in Tver ordered the applicant’s placement in custody, citing the gravity of the charges and the fact that he had recanted. The District Court interpreted the latter element as amounting to the risk of an obstruction of justice. On 11 December 2009 the Tver Regional Court upheld the detention order on appeal, finding as follows:",
                                "elements": []
                            },
                            {
                                "content": "“[The fact that the defendant] has a permanent place of residence, lives with his family, is studying in high school and does not have a criminal record does not provide a basis for rejecting unconditionally the investigator’s application [for a detention order] in the light of the extreme gravity of the charges.”",
                                "elements": []
                            },
                            {
                                "content": "9.  On 12 January 2010 the District Court extended the authorised detention period, pointing out that the applicant “had changed his attitude to the committed offence from an outright acknowledgement to a downright denial”. In the court’s opinion, that implied that the applicant might interfere with justice if released. The District Court also added that the custodial measure was necessary “to secure the enforcement of the conviction”. On 3 February 2010 the Regional Court upheld the District Court’s assessment on appeal, in particular its finding that a non-custodial measure would not be sufficient to secure the enforcement of the conviction.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 20 January 2010 the investigator in charge of the applicant’s case refused the parents’ request for leave to visit their son, reasoning as follows:",
                                "elements": []
                            },
                            {
                                "content": "11.  On 25 January 2010 the supervising prosecutor rejected a complaint from the applicant’s father about the investigator’s decision, recalling that the granting of leave to visit a detainee was at the investigator’s discretion rather than being a legal obligation and that the arguments for refusing leave were “persuasive and well-justified”.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 3 February 2010 the District Court issued a further extension order, holding that the applicant had been charged with a particularly serious offence and that the circumstances warranting the application of a custodial measure still obtained. On 19 February 2010 the Regional Court upheld the order on appeal.",
                                "elements": []
                            },
                            {
                                "content": "13.  The final extension order of 11 March 2010 referred to the gravity of the charges against both co-defendants, without distinguishing between their individual situations.",
                                "elements": []
                            },
                            {
                                "content": "14.  By a judgment of 25 March 2010, the Regional Court found the applicant and his co-defendant guilty of attempted murder and sentenced each of them to five years’ imprisonment. On 9 June 2010 the Supreme Court of the Russian Federation upheld the conviction.",
                                "elements": []
                            },
                            {
                                "content": "15.  Between November 2009 and July 2010 the applicant’s parents visited him in prison a total of sixteen times. All visits were carried out under the supervision of a warden while the applicant was separated from his parents by a glass partition.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "16.  Section 18 of the Pre-trial Detention Act (Federal Law no. 103-FZ of 15 July 1995) provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Subject to written authorisation from the official or authority in charge of the criminal case, suspects and defendants may have no more than two visits per month from their family members and other persons, each visit lasting for up to three hours.",
                                "elements": []
                            },
                            {
                                "content": "Visits from family members and other persons shall be supervised by an officer of the custodial facility; should there be an attempt to pass prohibited objects, substances or food, or to communicate information capable of preventing the truth from being established in the criminal proceedings or contributing to the commission of an offence, the visit will be cut short.”",
                                "elements": []
                            },
                            {
                                "content": "17.  Section XVI of the Rules of Internal Order in Remand Prisons, as approved by the Ministry of Justice’s Order no. 189 of 14 October 2005, governs the arrangements for organising visits of family members and other persons. Rule 139 establishes the following limitations: no more than two visits per month; the written authorisation to be valid for one visit only; no more than two adult visitors each time. Rule 143 specifies that meetings should be held in purpose-built rooms equipped with a partition or separator that prevents any objects from being passed but does not obstruct oral or visual contact. Detainees may talk to visitors on an intercom system and their discussion may be listened to by prison guards.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Constitutional Court has consistently derived the need for statutory regulation of family visits from the provisions of the Body of Principles for the Protection of All Persons under any Form of Detention or Imprisonment, approved by the UN General Assembly on 9 December 1998, and in particular from its Principle 19 (see decisions no. 176-O of 13 June 2002, no. 351-O of 16 October 2003, and no. 807-O-O of 17 June 2010). In its view, limitations on the frequency, duration and conditions of prison visits were “inevitable consequences of the [custodial] measure of restraint”. It emphasised that any refusal of a visit should take the form of a reasoned decision which could be challenged before a supervising prosecutor or a court of general jurisdiction.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT RULES ON DETENTION OF JUVENILES",
                        "elements": [
                            {
                                "content": "19.  The United Nations Rules for the Protection of Juveniles Deprived of their Liberty, adopted by General Assembly resolution 45/113 of 14 December 1990, provide:",
                                "elements": []
                            },
                            {
                                "content": "“J. Contacts with the wider community",
                                "elements": []
                            },
                            {
                                "content": "59. Every means should be provided to ensure that juveniles have adequate communication with the outside world, which is an integral part of the right to fair and humane treatment and is essential to the preparation of juveniles for their return to society. Juveniles should be allowed to communicate with their families, friends and other persons or representatives of reputable outside organizations, to leave detention facilities for a visit to their and family and to receive special permission to leave the detention facility for educational, vocational or other important reasons. Should the juvenile be serving a sentence, the time spent outside a detention facility should be counted as part of the period of sentence.",
                                "elements": []
                            },
                            {
                                "content": "60. Every juvenile should have the right to receive regular and frequent visits, in principle once a week and not less than once a month, in circumstances that respect the need of the juvenile for privacy, contact and unrestricted communication with the family and the defence counsel.”",
                                "elements": []
                            },
                            {
                                "content": "20. Recommendation CM/Rec(2008)11 of the Committee of Ministers to member states on the European Rules for juvenile offenders subject to sanctions or measures, adopted by the Committee of Ministers on 5 November 2008 at the 1040th meeting of the Ministers’ Deputies, provides:",
                                "elements": []
                            },
                            {
                                "content": "“E.11. Contact with the outside world",
                                "elements": []
                            },
                            {
                                "content": "83. Juveniles shall be allowed to communicate through letters, without restriction as to their number and as often as possible by telephone or other forms of communication with their families, other persons and representatives of outside organisations and to receive regular visits from these persons.",
                                "elements": []
                            },
                            {
                                "content": "84. Arrangements for visits shall be such as to allow juveniles to maintain and develop family relationships in as normal a manner as possible and have opportunities for social reintegration.",
                                "elements": []
                            },
                            {
                                "content": "85.1. Institutional authorities shall assist juveniles in maintaining adequate contact with the outside world and provide them with the appropriate means to do so.",
                                "elements": []
                            },
                            {
                                "content": "85.2. Communication and visits may be subject to restrictions and monitoring necessary for the requirements of continuing criminal investigations, maintenance of good order, safety and security, prevention of criminal offences and protection of victims of crime, but such restrictions, including specific restrictions ordered by a judicial authority, shall nevertheless allow an acceptable minimum level of contact.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained that the courts had not given “relevant and sufficient” reasons for applying the custodial preventive measure, in breach of Article 5 § 3 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "22.  The Government submitted that the applicant’s pre-trial detention had lasted four and a half months and had therefore not been excessively long. The detention had also been based on “relevant and sufficient” reasons because one of the witnesses had alleged that the applicant had exerted pressure on him and because the injured party had asked the court to keep the applicant in custody.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "23.  The Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "24.  The Court reiterates that the second limb of Article 5 § 3 does not give judicial authorities the choice between bringing an accused to trial within a reasonable time or granting him provisional release pending trial. The presumption is in favour of release. Whether it is reasonable for an accused to remain in detention must be assessed on the facts of each case and according to its specific features (see Zherebin v. Russia, no. 51445/09, §§ 49-54, 24 March 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The applicant was remanded in custody on 16 November 2009 and given a custodial sentence on 25 March 2010. The period of detention to be taken into consideration thus amounted to four months and seven days. The Court cannot accept the Government’s argument that the period was so short as to not raise an issue under Article 5 § 3. It reiterates that Article 5 § 3 cannot be seen as unconditionally authorising detention provided that it lasts no longer than a certain period. A justification for any period of detention, no matter how short, must be convincingly demonstrated by the authorities and the requirement to give “relevant and sufficient” reasons applies from the moment when a judge examines for the first time the necessity of placing the suspect in pre-trial detention (see Buzadji v. the Republic of Moldova [GC], no. 23755/07, §§ 92-102, ECHR 2016 (extracts); Zherebin, cited above, § 61; and compare with Belchev v. Bulgaria, no. 39270/98, § 82, 8 April 2004, in which the applicant’s pre-trial detention lasted four months and fourteen days).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Russian courts ordered and extended the applicant’s detention, relying on three grounds: the gravity of the charges against him, the fact that he had recanted, and the need to secure the enforcement of the conviction (see paragraphs 9, 10, 12 and 13 above). In so far as the Government referred to the alleged risk of pressure having been exerted on witnesses or on the victim, is not necessary for the Court to determine whether that risk could justify the applicant’s continued detention because it had not been mentioned in any domestic decision (see Mamedova v. Russia, no. 7064/05, § 79, 1 June 2006, and Pichugin v. Russia, no. 38623/03, § 138, 23 October 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Ruling on the matter of the applicant’s detention, the Russian courts persistently relied on the gravity of the charges as the main factor for the assessment of his potential to abscond or obstruct the course of justice. However, the Court has repeatedly held that, although the severity of the sentence faced is a relevant element in the assessment of the risk of absconding or re-offending, the need to continue the deprivation of liberty cannot be assessed from a purely abstract point of view, taking into consideration only the gravity of the offence. This is particularly true in cases such as the present one, where the characterisation in law of the facts – and thus the sentence faced by the applicant – was determined by the prosecution without judicial review of whether the evidence collected supported a reasonable suspicion that the applicant had committed the offences he was charged with (see Ilijkov v. Bulgaria, no. 33977/96, § 81, 26 July 2001, and Mamedova, cited above, § 74).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  As regards the two other grounds invoked by the domestic courts, the Court reiterates that the applicant ought to be presumed innocent until found guilty. It was incompatible with the requirements of Article 5 § 3 to use detention either as a form of punishment for his decision to exercise the right not to incriminate himself or to anticipate a custodial sentence (see Letellier v. France, 26 June 1991, § 51, Series A no. 207, and Idalov v. Russia [GC], no. 5826/03, § 145, 22 May 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Furthermore, the wording of detention orders − such as the appeal decision of 11 December 2009 (see paragraph 8 above) which listed a number of reasons mitigating in favour of the applicant’s release, only to conclude that not one of them was capable of outweighing the investigator’s request for a detention order – appears to shift the burden of proof onto the detained person. The Court has already held that this practice cannot be reconciled with the presumption in favour of release and is tantamount to overturning the rule enshrined in Article 5 of the Convention which makes detention an exceptional departure from the right to liberty (see Ilijkov, cited above, §§ 84-85, and Rokhlina v. Russia, no. 54071/00, § 67, 7 April 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Finally, the Court notes that the domestic courts never considered any alternative measures for ensuring the applicant’s appearance at trial and that, after the opening of the trial, they used the same summary formula to extend the pre-trial detention of the applicant and his co-accused, without describing their personal situation in any detail (see paragraph 13 above). It is the Court’s well-established case-law that collective detention orders without a case-by-case assessment of the grounds for detention in respect of each detainee are incompatible, as such, with Article 5 § 3 of the Convention (see Shcheglyuk v. Russia, no. 7649/02, § 45, 14 December 2006; Korchuganova v. Russia, no. 75039/01, § 76, 8 June 2006; and Dolgova v. Russia, no. 11886/05, § 49, 2 March 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  There has accordingly been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "32.  The applicant complained of a violation of Article 8 of the Convention on account of the refusal of a parental visit on 20 January 2010, limitations on the frequency of such visits throughout his detention, and his separation from his parents by a glass partition during their visits. Article 8 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his ... family life ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "33.  The Government submitted that the limitation on the number of prison visits had been based on section 18 of the Pre-Trial Detention Act and had been proportionate to the legitimate aim of the prevention of disorder and crime because the applicant had been held in custody on account of the gravity of the charges against him and his capacity for obstructing the establishment of the truth. Glass partitions were fitted in accordance with the Rules of Internal Order in Remand Prisons and served to prevent any objects from being passed between detainees and visitors and also to protect visitors from spontaneous dangerous acts on the part of detainees, as well as for the reasons of hygiene, to stifle the spread of infectious diseases such as tuberculosis. In the Government’s view, removal of partitions would require a greater number of supervising officers and a closer monitoring of detainees and visitors. This would probably reduce the privacy available to them and bring about a more serious interference with their right to respect for family life.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "34.  The Court considers that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Existence of interference",
                                        "elements": [
                                            {
                                                "content": "35.  As is well established in the Court’s case-law, on imprisonment a person forfeits the right to liberty but continues to enjoy all other fundamental rights and freedoms, including the right to respect for family life, so that any restriction on those rights must be justified in each individual case (see Khoroshenko v. Russia [GC], no. 41418/04, §§ 116-17, ECHR 2015, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Detention, like any other measure depriving a person of his liberty, entails inherent limitations on his private and family life, and some measure of control of the detainee’s contacts with the outside world is called for and is not of itself incompatible with the Convention. However, it is an essential part of a prisoner’s right to respect for family life that the authorities enable him or, if need be, assist him to maintain contact with his close family. This principle applies a fortiori to untried prisoners who must be considered innocent by virtue of Article 6 § 2 of the Convention (see Messina v. Italy (no. 2), no. 25498/94, §§ 61-62, ECHR 2000-X; Lavents v. Latvia, no. 58442/00, § 139, 28 November 2002; Estrikh v. Latvia, no. 73819/01, § 166, 18 January 2007; Trosin v. Ukraine, no. 39758/05, § 39, 23 February 2012; and Epners-Gefners v. Latvia, no. 37862/02, §§ 60-66, 29 May 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.   An interference with a prisoner’s right to respect for his family life does not need to amount to an outright ban on family visits, but can consist in various other measures taken by the prison authorities. The Court has thus found that limitations on the frequency and duration of family visits, supervision of those visits and the subjection of a detainee to special visiting arrangements constitute an interference with the applicants’ rights under Article 8 of the Convention (see Van der Ven v. the Netherlands, no. 50901/99, § 69, ECHR 2003-II; Klamecki v. Poland (no. 2), no. 31583/96, § 144, 3 April 2003; Kučera v. Slovakia, no. 48666/99, § 127, 17 July 2007; and Ferla v. Poland, no. 55470/00, § 38, 20 May 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  It was submitted by the applicant, and not disputed by the Government, that his parents’ application for a visit had been refused on 20 January 2010, that in the remaining period family visits had been limited to two meetings per month, and that he had always been separated from his parents by a glass partition. The Court has established that such restrictions amount to an interference with the applicant’s right to respect for his family life (see Messina, cited above, § 62, and Moiseyev v. Russia, no. 62936/00, § 247, 9 October 2008). It remains to be seen whether they were applied “in accordance with the law”, pursued one or more of the legitimate aims listed in paragraph 2 and, in addition, were “necessary in a democratic society”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Justification for the interference",
                                        "elements": [
                                            {
                                                "content": "39.  On 20 January 2010 the investigator refused the applicant’s parents leave to visit him in prison, referring to the uncooperative attitude of the applicant’s father (see paragraph 10 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court has previously held that section 18 of the Pre-trial Detention Act − which provides for the discretionary right of the investigator to authorise up to two visits per month − falls short of the requirements of “quality of law” and foreseeability because it confers unfettered discretion on the investigator in the matter of prison visits but does not define the circumstances in which leave to visit can be refused, for how long and on what grounds (see Vlasov v. Russia, no. 78146/01, § 126, 12 June 2008, and Moiseyev, cited above, § 250).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The present case illustrates the manner in which that unlimited discretion can be, and has been, abused. The investigator refused the parents’ application for leave to visit the applicant in order to act against what he perceived to be the father’s obstructive conduct. The collateral effect of this was the refusal of a prison visit to the applicant’s mother. The wording of the decision reveals that consideration of the impact that the refusal of a parental visit would have on the applicant’s right to respect for his family life played no part in the assessment, the investigator’s sole motive being to advance the criminal investigation of which he was in charge. The supervising prosecutor endorsed the investigator’s unlimited discretion and summarily found the reasons for the refusal to have been “persuasive and well-justified” (see paragraph 11 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court reiterates that the legal provision conferring on the investigator in charge of the case unrestricted discretion to grant or refuse prison visits, without limiting the scope of the discretion and the manner of its exercise, does not meet the “quality of law” requirement and deprives the applicant of the minimum degree of protection against arbitrariness or abuse to which citizens are entitled under the rule of law in a democratic society (see Vlasov, §§ 125-26, and Moiseyev, §§ 249-50, both cited above; see also, for similar conclusions, Shalimov v. Ukraine, no. 20808/02, § 88, 4 March 2010; Wegera v. Poland, no. 141/07, §§ 7475, 19 January 2010; and Onoufriou v. Cyprus, no. 24407/04, § 95, 7 January 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Accordingly, the interference was not “prescribed by law” and there is no need to examine whether it was “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  In the remaining period of his detention, the applicant was allowed to have no more than two parental visits a month (see paragraph 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court accepts that the limitation on the frequency of prison visits was “prescribed by law”, in particular by section 18 of the Pre-trial Detention Act, and pursued the legitimate aims of protecting public safety and preventing disorder and crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Regarding the question of whether such limitation was “necessary in a democratic society”, the Government did not put forward any considerations in support of such restrictions beyond a reference to the applicable section of the Pre-trial Detention Act. The Court notes with concern that the impugned restriction was imposed on the applicant by automatic operation of the law and affected his family life solely because of the custodial preventive measure and irrespective of his personal situation. The Pre-trial Detention Act restricted the maximum frequency of family visits to two per month in a general manner, without affording any degree of flexibility for determining whether such limitations were appropriate or necessary in each case (see Moiseyev, cited above, § 255, and compare, for similar findings, István Gábor Kovács v. Hungary, no. 15707/10, § 38, 17 January 2012, and Trosin, cited above, § 42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court notes the Government’s argument that the reason for imposing pre-trial detention and thus limiting the suspect’s contacts with the outside world was the need to guarantee an unhindered investigation. That being so, it also observes that Article 10 § 2 (a) of the International Covenant on Civil and Political Rights requires, in particular, that accused persons should, save in exceptional circumstances, be subject to a separate treatment appropriate to their status as unconvicted persons who enjoy the right to be presumed innocent (see Varnas v. Lithuania, no. 42615/06, §§ 71-72, 9 July 2013). In the same vein, the 1987 European Prison Rules establish that untried prisoners, who are to be presumed innocent until they are found guilty, should be subject only to such restrictions as are necessary for the penal procedure and the security of the institution (see Varnas, cited above, § 74; Laduna v. Slovakia, no. 31827/02, §§ 64 and 67, ECHR 2011; and Costel Gaciu v. Romania, no. 39633/10, § 59, 23 June 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  On the issue of family visits, Article 8 requires the States to take into account the interests of the prisoner and his or her family members and to evaluate them not in terms of broad generalities but in application to the specific situation. In the Court’s view, section 18 of the Pre-trial Detention Act does not take such interests adequately into account. The regulation of such issues may not amount to the one-size-fits-all approach and the States are expected to develop their proportionality assessment technique, enabling the authorities to balance the competing individual and public interests and to take into account the peculiarities of a case, such as for instance the fact that the detainee is a juvenile (compare Trosin, cited above, § 42, and Khoroshenko, cited above, § 142).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court is unable to discern any factual elements which could have warranted such stringent limitations on the frequency of family visits in the instant case. As a teenager and first-time offender with no previous experience of the prison system, the applicant must have found himself in a highly stressful and hostile environment and have needed the support and comfort that his parents could provide. His parents were neither witnesses nor co-defendants in the criminal proceedings against him and there were no apparent indications substantiating the risk of collusive action or any other form of obstruction to the process of collecting evidence (compare Moiseyev, cited above, § 255). There existed no security considerations relating either to criminal links or the risk of absconding which have been found to be justified in previous cases (see, for instance, Messina, cited above, §§ 66-67, and Van der Ven, cited above, § 71). Finally, the Court reiterates that, as a remand prisoner, the applicant ought to have been presumed innocent until found guilty and an interference with his right to respect for family life could not be justified solely by the limitations inherently involved in the application of a custodial preventive measure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Having regard to the above, the Court holds that by restricting the frequency of family visits in an automatic fashion, without weighing up the various elements as required by the Convention, the authorities overstepped their margin of appreciation and failed to justify the interference as being “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Finally, the Court observes that the applicant remained separated from his parents by a glass partition during all their visits to the prison.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court is satisfied that the installation of the partition had been carried out pursuant to Rule 143 of the Rules of Internal Order in Remand Prisons (see paragraph 18 above) and pursued the legitimate aims identified by the Government, namely the prevention of disorder and crime and the protection of the health and rights of others.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  As to the necessity requirement, the Court reiterates that the application of such measures as physical separation of a detainee from his visitors through a special transparent partition may be justified by the security needs or the danger that a detainee would communicate with criminal organisations through the family channels (see Lorsé and Others v. the Netherlands, no. 52750/99, §§ 83-86, 4 February 2003, and Van der Ven, cited above, §§ 69-72). However, the prohibition of physical contact can be justified only as long as a genuine and continuing danger of that kind exists and the measure cannot be considered necessary in the absence of any established security risk (see Ciorap v. Moldova, no. 12066/02, § 117, 19 June 2007, and Horych v. Poland, no. 13621/08, §§ 129-32, 17 April 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Moreover, the State does not have a free hand in introducing restrictions in a general manner without affording any degree of flexibility for determining whether the limitations are appropriate or indeed necessary in specific cases (see Khoroshenko, cited above, § 126).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Government did not put forward any factual elements substantiating the risks they alleged and warranting the application of a complete ban on direct physical contact between the applicant and his parents. As the Court has found above, the risk of collusion or passing information through family channels has not been established. Even though the applicant was charged with an offence involving gratuitous violence, it has not been alleged that he was likely to cause injury to his parents. Finally, it does not appear that either the applicant or his visitors were afflicted with any diseases transmissible by airborne particles. On the other hand, the effects of a physical separation must have exacerbated the negative effects of the stressful prison environment and taken a heavy toll on the applicant at a time when maintaining contact with his family was particularly important in view of his age (see paragraphs 19 and 20 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  In sum, the Court finds that, in the absence of any demonstrated need for a physical barrier between the applicant and his parents, that measure cannot be justified as being “necessary in a democratic society”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "57.  The Court finds that there has been a violation of Article 8 of the Convention on account of an arbitrary refusal of a family visit, an excessive restriction on the number of family visits in the remaining period and a continued physical separation of the applicant from his parents by means of a glass partition.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "59.  The applicant claimed 10,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government submitted that the finding of a violation would be sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court awards the applicant EUR 7,500 in respect of nonpecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "62.  The applicant also claimed 196,500 Russian roubles (EUR 2,921 at the exchange rate on the date of submission of the claim) in respect of legal costs in the domestic proceedings, EUR 1,127 in respect of legal costs in the Convention proceedings, EUR 174 for translation costs and EUR 19 for postal expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government pointed out that disbursements in the domestic proceedings had been made to a certain Mr R., whose name was not mentioned in any court documents. The receipt for a later payment did not specify that it had been made to the applicant’s representative before the Court, whose part in the Convention proceedings appeared to have been limited to submitting the observations on the admissibility and merits. The receipts for translation costs did not indicate the documents that had been translated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court rejects the claim for costs and expenses in the domestic proceedings and considers it reasonable to award the sum of EUR 1,000 for the proceedings before the Court, plus any tax that may be chargeable to the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "65.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 February 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Helena Jäderblom",
            "role": "president"
        },
        {
            "name": "Luis López Guerra",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Jolien Schukking",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ANDREY SMIRNOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-180838.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0213JUD004314910",
    "externalsources": [],
    "extractedappno": [
        "43149/10",
        "51445/09",
        "23755/07",
        "39270/98",
        "7064/05",
        "38623/03",
        "33977/96",
        "5826/03",
        "54071/00",
        "7649/02",
        "75039/01",
        "11886/05",
        "41418/04",
        "25498/94",
        "58442/00",
        "73819/01",
        "39758/05",
        "37862/02",
        "50901/99",
        "31583/96",
        "48666/99",
        "55470/00",
        "62936/00",
        "78146/01",
        "20808/02",
        "141/07",
        "24407/04",
        "15707/10",
        "42615/06",
        "31827/02",
        "39633/10",
        "52750/99",
        "12066/02",
        "13621/08"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-180838",
    "judgementdate": "13/02/2018 00:00:00",
    "kpdate": "13/02/2018 00:00:00",
    "kpthesaurus": [
        "448",
        "404",
        "451",
        "425"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "5-3",
        "8-1",
        "5",
        "8"
    ],
    "parties": [
        "ANDREY SMIRNOV",
        "RUSSIA"
    ],
    "rank": "2237.59838867188",
    "representedby": [
        "STEPANOV M."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "472318",
    "typedescription": "15"
}