{
    "__articles": "3;6;6-1",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Torture) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing)",
    "applicability": "",
    "appno": "58662/11",
    "article": [
        "6",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-195991.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 58662/11) against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Sergey Valentinovich Skomorokhov (“the applicant”), on 12 September 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr O. Levytskyy, a lawyer practising in Kyiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr I. Lishchyna.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 31 May 2018 notice of the complaints under Article 3 of the Convention concerning the ill-treatment of the applicant by the police and the lack of an effective investigation in this respect as well as the complaints under Article 6 of unfair criminal proceedings against him was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government objected to the examination of the application by a Committee as they did not consider that the case was subject to wellestablished case-law. There was no explanation or reasons given for that opinion. Having considered the Government’s objection, the Court rejects it (see, for a similar approach, Nedilenko and Others v. Ukraine [Committee], no. 43104/04, § 5, 18 January 2018; Lada v. Ukraine [Committee], no. 32392/07, § 4, 6 February 2018; and Geletey v. Ukraine [Committee], no. 23040/07, § 4, 24 April 2018).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1972 and is detained in Zorya.",
                                "elements": []
                            },
                            {
                                "content": "A.  The background to the case",
                                "elements": [
                                    {
                                        "content": "6.  In July 1995 criminal proceedings were instituted in connection with the premeditated murder of Ch. by an organised gang in Ivano-Frankivsk in 1995. In March 2001 the applicant was put on a wanted list as a suspect in those proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  Between 1998 and 1999 a number of criminal investigations were instituted in connection with premeditated murders in the Odessa region (“the Odessa murders”). In March 1999 the applicant was arrested as a suspect in one of those investigations but was released in May 2001 because of a lack of evidence that he had committed a crime. The criminal investigations were suspended until the perpetrators had been identified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On an unspecified date criminal proceedings were instituted in connection with the murders of G. and other persons in Mariupil (“the Mariupil murders”).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s alleged abduction from his place of residence and ill-treatment",
                                "elements": [
                                    {
                                        "content": "9.  On 29 March 2002 the applicant was apprehended by the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  According to the applicant, on that date he was abducted from his apartment in Kharkiv by a group of masked men and taken, handcuffed and with a black hat over his head obstructing his vision, to the abandoned “Vostochny” police station in the Ordzhonikidzevskiy District of Mariupil (“the police station”), where he remained handcuffed in a cold concrete cell until the morning of the following day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Between 30 March and 6 April 2002 the applicant was kept in unrecorded detention by the police and taken on a daily basis to the Main Police Department in Mariupil (“the Department”). In the evenings he was returned to the cell at the police station. The handcuffs were never taken off him and no food or medical assistance were provided.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Between 30 March and 3 April 2002 the applicant was tortured at the Department by the police, with a view to extracting a confession admitting his membership of a gang and admitting to having committed a number of crimes in the Odessa region as a gang member (see paragraph 7 above). In particular, the police officers handcuffed his hands behind his back and made him lie down on the floor with his feet tied up and secured under a chair. They then affixed electric wires to him, first to his fingers and then his toes, and administered electric shocks produced by an old portable telephone set. This was repeated on a daily basis, with the exception of 1 April 2002. Each time electric shocks were administered to different parts of his body, including his genitals. In order to prevent the applicant passing out too early, the officers placed a plastic bag filled with liquid ammonia on his head which, in turn, caused the applicant to bleed. They also placed a plastic bag and then a gas mask on his head, causing him to suffocate. He was repeatedly beaten and received threats aimed at his family members. When the portable telephone set, which produced electric shocks with which the applicant was being tortured, was out of order, the officers handcuffed his hands behind his back, put a polyethylene bag on his head and restrained his legs completely with ropes. Each time they released the ropes, the applicant fell face down onto the floor. When the telephone set became operative again, the electric-shock torture resumed. The applicant lost consciousness on a number of occasions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 1 April 2002 the applicant was not tortured as he had been on the previous days as he started losing consciousness very quickly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 2 and 3 April 2002 he was tortured again. On the latter date, unable to bear the torture, the applicant agreed to confess. He was then provided with a list of unsolved crimes committed in the Odessa region and was forced to choose those to which he would later confess, in accordance with instructions from the police, who had come up with the plan.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 4 April 2002, at the Department, the applicant made six statements of voluntary surrender and confession to the police and signed an “explanation” document. In these documents he provided a detailed confession of his participation in the gang and in a number of murders committed in the Odessa region, and named other persons as his accomplices. According to the applicant, he was first made to sign the “explanation” – typed by the police in advance and containing collated information about all the crimes – and then, following the police’s instructions, he drafted six statements of voluntary surrenders and confession to the police in respect of each murder in the Odessa region, using the information contained in the “explanation” but not reproducing it word for word.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  According to the domestic courts, on 4 April 2002 the applicant first made statements of voluntary surrender and confession to the police, and then a police officer collated all the information from those statements into one document, “the explanation” (see paragraph 41 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On the same date at the Department the applicant also made a statement of voluntary surrender and confession in respect of the murder of Ch. in Ivano-Frankivsk. This statement was taken by the same police officers who had taken the confessions to the Odessa murders.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 6 April 2002 the applicant’s arrest report was drawn up. It indicates that the applicant was arrested on that date as a suspect in respect of banditry, the premeditated murder of Ch. – committed for profit – and illegal possession of weapons. On the same day he was detained at the Mariupil temporary detention centre (“ITT”) where he was held until 20 April 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 9 April 2002 the applicant was questioned as a witness in the context of the proceedings relating to the Mariupil murders (see paragraph 8 above). According to the applicant, once he stated that he was not aware of the circumstances of those murders, the investigator provided him with a document which appeared to be a pre-prepared handwritten record of his questioning as a witness and requested the applicant’s signature. The relevant record, a copy of which has been provided to the Court, started with the applicant’s statements confirming his participation in the gang, in the murder of Ch. in Ivano-Frankivsk and in the Odessa murders as well as his possession of a firearm. It continued onto the investigator’s questions about the Mariupil murders and the applicant’s statement of his awareness of those crimes. According to the applicant, when he refused to confirm the content of the record, the investigator proposed that he put his objections in writing at the end of the document. He did so by noting that he was refusing to confirm the information concerning his participation in the crimes, as set out in the record, because he had been questioned as a witness in the Mariupil murder case. The interview record was later removed from the case file for that matter and added to the material of the case concerning the Odessa murders.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 19 April 2002 the applicant was appointed a legal aid lawyer, F., in the proceedings concerning Ch.’s murder and was questioned as an accused in the lawyer’s presence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 21 April 2002 the applicant was transferred to the IvanoFrankivsk ITT in connection with the proceedings relating to the murder of Ch. Given that the applicant had a number of injuries, he was not admitted to the facility but sent to the town traumatology unit. The applicant was diagnosed with granulating wounds on his wrists and received the relevant medical aid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 22 April 2002 the prosecutor investigating the murder of Ch. in Ivano-Frankivsk ordered a medical examination of the applicant by a forensic expert. The applicant was examined by the expert on 23 April and the relevant report was drawn up on 25 May 2002. According to the report, the applicant was suffering from subconjunctival haemorrhages of the eyes, numerous haematomas, and abrasions all over his upper and lower limbs. Those injuries, according to the expert, had been caused by hard blunt objects one or two weeks before the examination. Numerous skin flushes on the malar region were also recorded as evidence of either skin abrasions or superficial dermal burns inflicted one or two weeks before the examination. The injuries were classified by the expert as light. No injuries to the applicant’s genitals were detected. The expert further noted that there were abrasions on the applicant’s wrists but not granulating wounds as previously suggested by the town hospital. During the examination the applicant stated that his injuries had resulted from his torture by the police from 29 March to 3 April 2002 and provided an account of that torture which was consistent with the account provided to the Court (see paragraph 10 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Subsequent events",
                                "elements": [
                                    {
                                        "content": "1.  Trial in the proceedings relating to the murder of Ch.",
                                        "elements": [
                                            {
                                                "content": "19.  On an unspecified date the above-mentioned criminal case in respect of the murder of Ch. was referred to the Ivano-Frankivsk Court of Appeal for trial at the first instance. During the trial, the applicant partly admitted his guilt. He also complained that during the investigation he had been subjected to psychological and physical ill-treatment by the police and had sustained serious bodily injuries as a result.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  On 25 October 2002 the Ivano-Frankivsk Court of Appeal, sitting as a first-instance court, found the applicant and other persons guilty of having participated in a gang and of having murdered Ch. in Ivano-Frankivsk. The applicant was sentenced to six years’ imprisonment starting from 6 April 2002. The conviction was based on a number of items of evidence, including the applicant’s statements, which had been given during the trial. The trial court excluded an incriminating statement which the applicant had made at the investigation stage of the proceedings in respect of one of his co-defendants from the body of evidence, noting that the applicant had proven before the court that he had given that evidence under physical and psychological ill-treatment by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 20 February 2003 the Supreme Court of Ukraine upheld the applicant’s conviction. Following the applicant’s request, it also invited the first-instance court to clarify the actual date of the applicant’s arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 31 March 2003 the Ivano-Frankivsk Court of Appeal found that the available evidence indicated that the applicant had been de facto deprived of his liberty by the police on 29 March 2002. It ruled that that date should be considered the starting point for calculating the applicant’s sentence under the above-mentioned judgment of 25 October 2002.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Criminal proceedings relating to the Odessa murders",
                                        "elements": [
                                            {
                                                "content": "23.  In June 2002 the criminal investigation into the Odessa murders resumed and between 8 June 2002 and 19 June 2003 a number of criminal proceedings were instituted against the applicant and other persons in that regard. One by one, starting in 2003, these proceedings were eventually joined into a single set of proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 13 June 2002, in the absence of a lawyer, the applicant was questioned as a suspect to the premeditated murder of V. He denied his involvement in the crime and stated that all his earlier self-incriminating statements had been given following his torture by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 15, 16 and 17 January 2003 the applicant was questioned as a witness to one of the murders.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  On 27 March and 2 April 2003 the applicant was questioned as a suspect in the absence of a lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 9 April 2003 the applicant was charged with having committed a premeditated murder in Odessa and questioned as an accused in the absence of a lawyer. He denied his involvement in the crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 10 April 2003 the applicant requested that a lawyer hired by his wife be admitted to the proceedings as his representative. On the same day the request was granted and as from that date the applicant was legally represented in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 9 January 2004 the applicant was questioned as an accused in the presence of a lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  On 26 February 2004 an investigator from the General Prosecutor’s Office also questioned the applicant as an accused in the proceedings relating to the Odessa murders. The applicant’s lawyer was present during the questioning. The applicant pleaded not guilty and submitted that after his arrest on 29 March 2002 he had been ill-treated by the police who had forced him to confess to a number of crimes. He further stated that, while he had been detained in Mariupil, he had been afraid to complain of his illtreatment and that as soon as he had been transferred to Ivano-Frankivsk he had raised the relevant complaint and retracted his confessions. Lastly, he submitted that he had had no choice but sign the record of his questioning as a witness on 9 April 2002 as the questioning had also taken place in Mariupil, and he had been afraid that the retraction of his confessions at that time would have entailed further ill-treatment by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": " 31.  On 1 April 2004 the charges against the applicant were amended. He was eventually charged with participation in a gang, illegal possession of weapons, eight counts of premeditated murder, an attempted murder and preparation for a murder, all committed in the Odessa region.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  On the same day the applicant was questioned as an accused. He denied his involvement in the crimes and once again retracted the selfincriminating statements given previously, stating that they had been made following physical torture by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On 14 May 2004 a forensic medical examination of the applicant was carried out. It was established that the applicant had signs of a number of old injuries. According to the applicant, during the examination he submitted to the expert that the injuries had resulted from his torture by the police in 2002 but his statement was not reflected in the expert’s report. No copy of the expert’s report was made available to the Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Between 26 April and 25 December 2004 the applicant reviewed the case file. Having signed the relevant record, he made written statements that the charges against him were based on evidence obtained by means of torture and in violation of his defence rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  On 29 December 2004 the pre-trial investigation was completed and on 4 January 2005 the case file was received by the trial court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  During the trial the applicant repeatedly submitted complaints of his ill-treatment by the police and the prosecutor’s failure to investigate this fact. He again retracted all the self-incriminating statements given at the investigation stage and opposed their use as evidence in court, as did some of his co-defendants. The applicant accordingly also argued that his codefendants’ statements about his involvement in the crimes should not be admitted into evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On 14 June 2007 the Odessa Regional Court of Appeal, sitting as a first-instance court, convicted the applicant as charged (see paragraph 31 above) and sentenced him to life imprisonment. By the same judgment the trial court also found the applicant’s co-defendants guilty of various crimes and gave them various sentences. The applicant’s conviction was based, to a large extent, on the applicant’s statements of voluntary surrender and confession, the record of his questioning as a witness of 9 April 2002, and on confessions made by the applicant’s co-defendants, which they had made at the pre-trial stage, allegedly under police duress. The court gave preference to those statements vis-à-vis the ones given at trial, having found that the pre-trial statements corresponded to the real circumstances of the case, were truthful, consistent and corroborated by other evidence and therefore reliable. The change in the applicant’s evidence at trial and his denial of guilt was seen by the court as part of the applicant’s defence strategy, with a view to escaping criminal responsibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The trial court found the applicant’s allegations of torture, and his statement that he had drafted his statements of surrender and confession on the basis of printed descriptions of unsolved crimes, to be false and contradictory to the other evidence in the case. In particular, the court noted that the information set out in the applicant’s statements of voluntary surrender to the police was not known to the authorities and could only have been known to the applicant if he had been directly involved in the crimes. It also referred to the discrepancies in the details between the applicant’s statements and the real circumstances of the crimes as established by the investigation, such as the time of the crimes and the vehicles used. The court further noted that when the applicant gave his confessions he did not complain of any ill-treatment and that once a complaint had been lodged no evidence of the alleged ill-treatment had been established by the prosecutor. Having questioned the relevant police officers during the trial, who had denied all allegations of ill-treatment, the court found that there was no evidence of the alleged illtreatment. In doing so, it stated that the mere existence of bodily injuries on the applicant was not evidence that they had been inflicted by the police as he alleged. The ill-treatment complaints lodged by the applicant’s co-defendants were likewise declared ill-founded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The applicant lodged an appeal with the Supreme Court, in which he pleaded not guilty and complained of the unfairness of the trial. He submitted, inter alia, that his confessions and other selfincriminating statements had been obtained by means of torture and in breach of his defence rights and were therefore inadmissible in evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  On 21 June 2011 the Supreme Court, acting as a second-instance court, upheld the applicant’s conviction and sentence in his presence. No lawyer represented the applicant at the hearing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Approving the findings of the Odessa Regional Court of Appeal, the Supreme Court found the applicant’s objection to the admissibility of his selfincriminating statements to be manifestly ill-founded. It noted in this respect that the applicant had initially been arrested on suspicion of the murder of Ch. Once he had confessed to other murders, committed as a member of a gang in the Odessa region, his statements were collated by a police officer and entered into a single document – “the explanation” – and sent to the prosecutor’s office for verification of the information set out therein, as at the time neither the police nor the prosecutors had been aware of the particular circumstances of those crimes, the persons involved or their motives. It was only after the applicant’s statements had been confirmed by his alleged accomplices that criminal proceedings were initiated against the applicant and the other parties concerned. In such circumstances, and given that at the time the applicant had not been a suspect in the crimes to which he had confessed, the Supreme Court found no obstacles to using his confessions as evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Supreme Court further noted that during his questioning as a witness in the context of other proceedings, having been informed of his constitutional right not to incriminate himself, the applicant had voluntarily decided to confirm his confessions as regards the crimes that he had committed as a member of the gang in Odessa. In those circumstances, the Supreme Court found that the questioning had been conducted in accordance with the requirements of the domestic law and that there were likewise no obstacles to using the relevant record as evidence against the applicant in the case before it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Supreme Court also upheld the first-instance court’s finding that there had been no evidence in the case file to suggest the existence of any typed list of unsolved crimes. At the same time, it noted that the applicant had submitted, in the presence of his lawyer, that he had chosen the crimes from the list of his own accord, without any force being used on him. It further noted that the information set in the applicant’s confessions and his testimony as a witness on 9 April 2002 had been confirmed by other evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The applicant’s allegations that he and his co-defendants had been tortured by the police were rejected by the Supreme Court as not supported by evidence. Referring to the reasoning of the lower court, it noted that from the time of the applicant’s arrest until 21 April 2002, that is when the applicant’s confessions were obtained, the applicant had not sought medical assistance and had not complained of any ill-treatment. The Supreme Court acknowledged that a number of injuries had been recorded during the applicant’s forensic medical examination on 25 May 2002. It stated in this respect that it had been established in the judgment of the Ivano-Frankivsk Court of Appeal of 25 October 2002 that those injuries had been inflicted by the police when extracting confessions in the proceedings relating to the murder of Ch. The existence of those injuries, according to the Supreme Court, could not serve as evidence of an unlawful extraction of the applicant’s confessions and other evidence in the criminal proceedings before it. It further remarked that during his forensic medical examination in May 2004, when a number of old bodily injuries were recorded by the expert, the applicant had not alleged that they had resulted from his illtreatment by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The applicant unsuccessfully requested a review of his conviction in the light of newly discovered circumstances.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "D.  Investigation into the applicant’s ill-treatment complaint",
                                "elements": [
                                    {
                                        "content": "46.  From 21 May 2002 until February 2007 the applicant complained on a number of occasions to the prosecutor’s office of his torture by the police, providing a detailed account of it and referring, inter alia, to the results of his forensic medical examinations. In reply, he received letters stating that there was no evidence of his detention and/or torture by the police and that thus there was no need to conduct any enquiries into the matter. The applicant’s complaints about the prosecutors’ inactivity were unsuccessful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The ill-treatment complaint that he raised during the trial in the criminal case concerning the Odessa murders was dismissed by the courts as unsubstantiated (see paragraphs 38 and 44 above).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "48.  The relevant provisions of the Constitution of Ukraine and the Code of Criminal Procedure can be found, in particular, in the Court’s judgment in the case of Kaverzin v. Ukraine (no. 23893/03, §§ 44 and 45, 15 May 2012).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  SCOPE OF THE CASE",
                        "elements": [
                            {
                                "content": "49.  In his reply to the Government’s observations, the applicant raised additional complaints that his representation by a lawyer in the proceedings relating to the murder of Ch. – which were completed in 2003 – had been ineffective, and that he had not been represented by a lawyer during the hearing at the Supreme Court on 21 June 2011.",
                                "elements": []
                            },
                            {
                                "content": "50.  The Court notes that these new, belated complaints do not constitute an elaboration of the applicant’s original complaint, on which the parties have commented. The Court considers, therefore, that it is not appropriate now to take up these matters in the context of the present case (see, for example, Kapustyak v. Ukraine, no. 26230/11, § 52, 3 March 2016).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "51.  The applicant complained that the police had subject him to torture with a view to extracting his confession to Odessa crimes and that no effective investigation into his complaints had been carried out. The applicant relied on Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "52.  The Government stated that the applicant had not exhausted domestic remedies in respect of this complaint because he had not appealed against the letters sent by the prosecutors, refusing to launch an inquiry into the applicant’s allegations. In the alternative, if the applicant had believed that there had been no effective domestic remedies at his disposal after the delivery of the above-mentioned letters – the latest of which was dated 2007 – he should have complained to the Court within a period of six months thereafter, or, in case an application to the prosecutors was not seen by the applicant as an effective remedy at all – from the date of the alleged illtreatment in 2002. They submitted in this context that a complaint of illtreatment made to the trial court was not an effective remedy in terms of the Convention as the court had not been proved to be capable of providing adequate redress in respect of complaints of illtreatment by the police or of an ineffective investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Referring to the case of Kaverzin v. Ukraine (no. 23893/03, 15 May 2012), the applicant argued that he could not be reproached for having waited for the completion of the trial in his criminal case before submitting his ill-treatment complaint to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court observes that the applicant raised his ill-treatment complaint on several occasions. The authorities were therefore provided with appropriate opportunities to deal with the alleged ill-treatment at the domestic level. However, there is nothing to suggest that any procedural decision was taken by the prosecutors in accordance with Article 97 of the Code of Criminal Procedure in response to the applicant’s complaint. Instead, the applicant was sent letters informing him that there were no grounds for launching a prosecutor’s inquiry. The Government have failed to explain how it was possible in practice for the applicant to effectively challenge a prosecutor’s reply made in the form of a letter, or to provide relevant examples. Moreover, the Court has previously found, in respect of Ukraine, that even when a refusal to institute criminal proceedings in connection with his allegations of illtreatment had taken the form of a decision, the procedures for appeals to hierarchically superior prosecutors and to the courts have not been proved to be capable of providing adequate redress in respect of complaints of ill-treatment by the police or of ineffective investigation (see, for instance, Kaverzin, cited above, § 97). Therefore, the complaint cannot be rejected on the grounds of non-exhaustion of domestic remedies. Nor can the applicant be reproached for having missed the six-month time-limit, as he waited, reasonably, for the issues that he had raised to be determined in the course of the criminal proceedings against him (ibid., § 99).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  For the above reasons the Government’s objections based on the rule of exhaustion of domestic remedies and the six-month rule are dismissed. The Court further notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "56.  The applicant insisted that between 29 March and 4 April 2002 he had been subjected to torture by the police with a view to obtaining his confessions to a number of crimes. He relied on the medical evidence and the courts’ decisions acknowledging that the applicant had been in police custody since 29 March 2002. The applicant stated that the Government had failed to provide a reasonable explanation for his injuries.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  He maintained that no effective investigation had been conducted into his allegations and pointed out that no steps at all had been taken by the prosecutors to verify his complaints of torture. The examination conducted by the trial court had not been thorough or prompt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Relying on their above-mentioned objections as to admissibility, the Government made no observations as to the substance of the applicant’s allegations of ill-treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  With regard to the procedural aspect, the Government provided the Court with recent letters from the prosecutors’ offices of the Odessa, Kharkiv, Donetsk and Ivano-Frankivsk regions, suggesting that some material relating to inquiries conducted by prosecutors in the relevant years had remained on territory which was temporarily out of Ukraine’s control and that some had been destroyed following the expiry of the time-limit for keeping the relevant documents. No investigations into the alleged illtreatment had been conducted by the Odessa and Kharkiv prosecutors as no complaint had been made by the applicant before them. The Government therefore submitted that they were limited in their ability to formulate a position on the matter. Nevertheless, relying on the domestic court’s judgments in the applicant’s criminal case, the Government suggested that the applicant’s complaint of ill-treatment by the police as well as similar complaints raised by his co-defendants had been thoroughly examined by the trial court.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "60.  The relevant general principles of the Court’s case-law concerning the substantive and procedural aspects of obligations under Article 3 of the Convention are summarised in the cases of Bouyid v. Belgium ([GC], no. 23380/09, §§ 81-90 and 100-01, ECHR 2015), and El-Masri v. the Former Yugoslav Republic of Macedonia ([GC], no. 39630/09, §§ 18285, ECHR 2012) respectively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The available evidence suggests that for at least five years, starting from 21 May 2002, the applicant repeatedly complained to the prosecutors of his abduction and ill-treatment by the police between 29 March and 4 April 2002. Medical evidence showed that he had extensive injuries and it is undisputed that those injuries were sustained in custody. In view of the coherent and detailed nature of the applicant’s allegations and the prima facie evidence supporting his account, the Court considers that the applicant’s allegations were “arguable” for the purposes of triggering the authorities’ obligation to carry out an effective investigation of the facts alleged by the applicant (see, for instance, Grigoryan and Sergeyeva v. Ukraine, no. 63409/11, § 59, 28 March 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  However, there is no material before the Court to show that any investigation was ever conducted by the prosecutors, either on reviewing the results of the applicant’s examination by the forensic expert, or following the applicant’s complaints – not even in the form of pre-investigation enquiries. The prosecutors did not consider it necessary to enquire into that matter, stating in a general way that there had been no evidence of the alleged ill-treatment (see paragraph 46 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  The applicant’s repeated complaints to the courts dealing with his criminal case that his confessions had been obtained through torture did not lead to any serious attempt to examine the matter as the courts’ consideration of the complaints was mainly confined to questioning the police officers allegedly involved in the applicant’s ill-treatment, all of whom naturally denied any use of force on the applicant. The Odessa Regional Court of Appeal rejected the applicant’s complaint as unsubstantiated, relying entirely on the police officers’ statements (see paragraph 38 above). To the extent that the Supreme Court may be understood as suggesting that the applicant’s injuries originated entirely from his ill-treatment by the police when extracting his confession to the murder of Ch., in the Court’s opinion such a conclusion was not convincing. The fact that the Ivano-Frankivsk Court of Appeal had established in its judgment in 2002 that the police had ill-treated the applicant in order to obtain evidence from him in relation to Ch.’s murder did not exclude the possibility that his confessions to the Odessa murders had been obtained in the same way. On the contrary, in the Court’s opinion, the fact that the statements of voluntary surrender and confession to the police in relation to both the murder of Ch. and the Odessa murders were made by the applicant on the same day, at the same place, and to the same person raises a strong suspicion that all that evidence was obtained in the same manner, as suggested by the applicant. Whether this was the case was not – and could not have been – established by the Ivano-Frankivsk Court of Appeal during the trial concerning Ch.’s murder.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In the light of the foregoing, the Court considers that the domestic authorities did not fulfil their obligation to investigate the applicant’s complaints of torture. Accordingly, there has been a violation of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The applicant provided a detailed and consistent account of the circumstances surrounding the alleged torture and presented medical evidence attesting that, shortly after his alleged ill-treatment, the forensic medical expert had recorded extensive bodily injuries on him. The documents available to the Court suggest that those injuries were sustained while the applicant was in police custody. Accordingly, it was for the State to refute the applicant’s allegations of torture and provide a plausible explanation of how those injuries were caused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  In the proceedings before this Court, the Government did not advance any explanation regarding the origin of the injuries referred to by the applicant. They limited themselves to stating that the applicant’s allegation of torture was inadmissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  At the same time, the findings of the domestic courts suggest that they acknowledged that the injuries recorded in the forensic medical report of 25 May 2002 had resulted from the applicant’s illtreatment in unrecorded police custody (see paragraphs 20 and 44 above). As already noted, the Court does not find the Supreme Court’s suggestion that the applicant had been ill-treated exclusively with a view to obtaining evidence in the proceedings related to Ch.’s murder plausible and convincing as such a conclusion was not based on any meaningful investigation into the matter (see paragraphs 62 and 63 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  In view of the foregoing, the Court finds that the available evidence, the nature of the applicant’s injuries and the lack of a plausible explanation on the part of the Government as to the cause of the injuries, give rise to a strong adverse inference that the applicant was subjected to ill-treatment by police officers as suggested by him (see Yaroshovets and Others v. Ukraine, nos. 74820/10 and 4 others, § 85, 3 December 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  As to the seriousness of the ill-treatment in question, the Court notes that the extensive injuries sustained by the applicant, including possible dermal burns from the use of electric shocks, even though classified as “minor” in the forensic medical report, attest to a severity of the illtreatment that the applicant suffered. Two years after the alleged illtreatment, the signs of those injuries were still visible (see paragraph 33 above). According to the detailed and consistent description provided by the applicant of the ill-treatment, it was administered behind closed doors, in unacknowledged police detention, by a number of police officers whose violence the applicant had no means of resisting. In such circumstances the applicant’s physical pain associated with the above injuries must have been exacerbated by feelings of helplessness, acute stress and anxiety. Moreover, the treatment was intentional, lasted for several hours on several days in a row and was aimed at extracting confessions from him that he had committed the offences of which he was suspected (see, similarly, Belousov v. Ukraine, no. 4494/07 § 67, 7 November 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  In these circumstances, the Court finds that, taken as a whole and having regard to its purpose and severity, the ill-treatment at issue amounted to torture within the meaning of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Accordingly, there has been a violation of Article 3 under its substantive limb.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "72.  The applicant complained that his right to a fair trial in the proceedings concerning the Odessa murders had been infringed as a result of the authorities’ failure to provide him with a lawyer at the initial stage of the investigation and the use of the self-incriminating statements, extracted from him and his co-defendants by means of torture, to secure his conviction. He relied on Article 6 §§ 1 and 3 (c) of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "“3. Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c) to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require; ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "73.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "74.  The applicant maintained that he had been coerced by the police into confessing to having participated in the Odessa murders, in the absence of any legal representation. Evidence had been obtained in the same way from his alleged accomplices. The serious nature and degree of the coercion applied to him had amounted to torture. The confessions in question had had the main probative value of securing his conviction, despite the fact that he had retracted them during both the investigation and trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  He had not been interviewed as a witness on 9 April 2002 but had, in fact, straightaway been given a typed record for his signature containing confessions to the crimes to which he had previously confessed in his statements of voluntary surrender to the police of 4 April 2002. He had signed the document having noted in writing that he would not confirm anything laid down in it. However, this record had been relied on by the trial court as evidence proving his guilt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The applicant’s statements of voluntary surrender and confession to the police and the record of his questioning as witness on 9 April 2002 had formed part of the evidence used against the applicant but had not constituted the sole evidence on which his conviction was based. His guilt had been sufficiently proved by other evidence in the case, such as confessions made by his accomplices and statements of witnesses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The applicant’s allegations of his and his co-defendants’ torture by the police had been carefully examined during the trial in the context of admissibility of evidence and had been correctly rejected as unfounded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The applicant had been provided with access to a lawyer for the first time on 10 April 2003 and had been legally represented ever since by various lawyers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  As regards the absence of a lawyer during the applicant’s questioning on 9 April 2002, the applicant had been questioned as a witness in other proceedings, and it had not therefore been mandatory under domestic law for him to have legal representation. His constitutional right not to incriminate himself had been explained to him before the questioning started.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "80.  The Court notes that although the admissibility of evidence is, as a matter of principle, a prerogative of domestic courts and its role is limited to assessing the overall fairness of proceedings, particular criteria apply concerning evidence obtained by a measure found to have violated Article 3 of the Convention. The admission of statements obtained through torture in breach of Article 3 as evidence for the purpose of establishing the relevant facts in criminal proceedings renders the proceedings as a whole unfair, irrespective of their probative value and whether their use was decisive in securing the defendant’s conviction (see, for example, Gäfgen v. Germany [GC], no. 22978/05, § 167, ECHR 2010, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  In the present case, the Court notes that when finding the applicant guilty and convicting him, the trial courts primarily relied on his and his codefendants’ “statements of voluntary surrender and confession to the police” and on the self-incriminating statements that the applicant allegedly made during his questioning as a witness on 9 April 2002 in the absence of a lawyer (see paragraphs 37 and 41 to 44 above). The trial and appeal courts did not find those statements inadmissible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court reiterates its finding of a violation of Article 3 of the Convention in respect of the circumstances under which the applicant confessed on 4 April 2002 to having committed crimes in the Odessa region (see paragraphs 68 to 71 above). It therefore considers that the confessions that the applicant made to the police in the absence of a lawyer cannot be regarded as having been given knowingly and voluntarily. Regardless of whether the applicant confirmed those confessions when questioned as a witness on 9 April 2002 or not, and regardless of the weight given to the impugned statements of voluntary surrender and confession as evidence for his conviction, the Court concludes that the use of the evidence obtained by ill-treatment amounting to torture rendered the criminal proceedings against the applicant unfair (see, for example, Nechiporuk and Yonkalo v. Ukraine, no. 42310/04, §§ 258-61, 21 April 2011, and Zhyzitskyy v. Ukraine, no. 57980/11, §§ 64-66, 19 February 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  There has, accordingly, been a violation of Article 6 § 1 of the Convention on account of the breach of the applicant’s right to the privilege against self-incrimination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  In view of this finding, the Court does not consider it necessary to address the remaining complaints of the breach of the applicant’s right to a fair trial by failing to provide him with a lawyer and using incriminating statements made by his co-defendants following torture by the police to secure his conviction (see, mutatis mutandis, Aleksandr Vladimirovich Smirnov v. Ukraine, no. 69250/11, § 74, 13 March 2014).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "85.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "86.  The applicant claimed 30,000 euros (EUR) and EUR 150,000 in respect of non-pecuniary damage caused by violations of Articles 3 and 6 of the Convention respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Government contested this claim as unsubstantiated and in any event exorbitant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88  The Court observes that it has found violations of Article 3 and Article 6 § 1 of the Convention in the present case. As regards the violation of Article 6 § 1, the Court cannot speculate as to the outcome of the proceedings against the applicant. The finding of a violation in the present case does not imply that the applicant was wrongly convicted. The Court notes that Article 445 of the Code of Criminal Procedure and section 10 of the Law on the Execution of Judgments of the European Court of Human Rights allow for the possibility of a reopening of proceedings, and considers that the finding of a violation constitutes in itself sufficient just satisfaction (see Zakshevskiy v. Ukraine, no. 7193/04, §§ 50-51 and 133, 17 March 2016). As regards the violation of Article 3 of the Convention, ruling on an equitable basis, the Court awards the applicant EUR 16,000 in compensation for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "89.  The applicant also claimed EUR 5,500 for his legal representation, which comprised about fifty-five hours of legal work in the proceedings before the Court at EUR 100 per hour. He requested that this amount be paid into Mr Levytskyy’s bank account. To substantiate that claim, the applicant submitted a legal assistance contract with Mr Levytskyy of 3 July 2018, which stipulated that payment would be made after completion of the proceedings in Strasbourg and within the limits of the sum awarded by the Court in costs and expenses. The applicant also submitted a report completed by Mr Levytskyy in respect of the work done.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Government contested the above claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the applicant the sum of EUR 5,000 under this head. This amount is to be paid into the bank account of the applicant’s lawyer, Mr Levytskyy, as indicated by the applicant (see, mutatis mutandis, Khlaifia and Others v. Italy [GC], no. 16483/12, § 288 and point 12 (a) of the operative part, 15 December 2016). The Court rejects the remainder of the claim for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "92.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 3 of the Convention concerning the alleged torture of the applicant in police custody and the lack of an effective investigation in this respect, as well as the complaints under Article 6 of the Convention regarding the initial restrictions of the applicant’s defence rights and the use of evidence obtained from him and his co-defendants under torture to secure his conviction admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention on account of the applicant’s torture by State agents;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention on account of the failure to conduct an effective investigation into the applicant’s allegations of torture;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the use of evidence obtained from the applicant under torture to secure his conviction;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there is no need to examine the remainder of the applicant’s complaints under Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds that the finding of a violation of Article 6 § 1 constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant in this connection;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 September 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "André Potocki",
            "role": "president"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SKOMOROKHOV v. UKRAINE",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-195991.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:0926JUD005866211",
    "externalsources": [],
    "extractedappno": [
        "58662/11",
        "43104/04",
        "32392/07",
        "23040/07",
        "23893/03",
        "26230/11",
        "23380/09",
        "39630/09",
        "63409/11",
        "74820/10",
        "4494/07",
        "22978/05",
        "42310/04",
        "57980/11",
        "69250/11",
        "7193/04",
        "16483/12"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-195991",
    "judgementdate": "26/09/2019 00:00:00",
    "kpdate": "26/09/2019 00:00:00",
    "kpthesaurus": [
        "350",
        "596",
        "492",
        "445",
        "76",
        "136"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "6",
        "3",
        "6-1"
    ],
    "parties": [
        "SKOMOROKHOV",
        "UKRAINE"
    ],
    "rank": "3968.8974609375",
    "representedby": [
        "LEVYTSKYY O."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "491725",
    "typedescription": "15"
}