{
    "__articles": "6;6-1;34;41;P1-1;P1-1-1",
    "__conclusion": "Violation of Art. 6-1;Violation of P1-1;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "59498/00",
    "article": [
        "6",
        "p1-1",
        "41",
        "34"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-60449.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 59498/00) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Anatoliy Tikhonovich Burdov (“the applicant”), on 20 March 2000.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented before the Court by Mr N.A. Kravtsov, a lawyer practising in Rostov-on-Don. The Russian Government (“the Government”) were represented by their Agent, Mr P.A. Laptev, Representative of the  before the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the failure to execute final judgments in his favour was incompatible with the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the First Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 21 June 2001 the Chamber declared the application partly admissible [Note by the Registry. The decision is reported in ECHR 2001-VI].",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed further evidence (Rule 59 § 1). The Chamber decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 2 in fine).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  On 1 October 1986 the applicant was called up by the military authorities to take part in emergency operations at the site of the  nuclear plant disaster. The applicant was engaged in the operations until 11 January 1987 and, as a result, suffered from extensive exposure to radioactive emissions.",
                                "elements": []
                            },
                            {
                                "content": "8.  In 1991, following an expert opinion which established the link between the applicant's poor health and his involvement in the  events, the applicant was awarded compensation.",
                                "elements": []
                            },
                            {
                                "content": "9.  In 1997 the applicant brought proceedings against the Shakhty Social Security Service (Управление социальной защиты населения по г. Шахты) as the compensation had not been paid. On 3 March 1997 the Shakhty City Court (Шахтинский городской суд) found in the applicant's favour and awarded him 23,786,567 [The amount is indicated without regard to the denomination in 1998. In accordance with the Presidential Decree “on the Modification of Face Value of Russian Currency and Standards of Value” of 4 August 1997, 1,000 “old” roubles became 1 “new” rouble from 1 January 1998] Russian roubles (RUR) of the outstanding compensation and an equal sum in the form of a penalty.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 9 April 1999 the Shakhty Bailiff's Service (Служба судебных приставов г. Шахты) instituted enforcement proceedings for recovery of the penalty awarded on 3 March 1997.",
                                "elements": []
                            },
                            {
                                "content": "11.  In 1999 the applicant brought an action against the Social Security Service to challenge a reduction in the amount of the monthly payment and to recover the unpaid compensation. On 21 May 1999 the Shakhty City Court restored the original amount of the compensation and ordered the Social Security Service to make monthly compensation payments of RUR 3,011.36 with subsequent indexation. The court also ordered the payment of outstanding moneys totalling RUR 8,752.65.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 30 August 1999 the Shakhty Bailiff's Service instituted proceedings to enforce the judgment of 21 May 1999.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 16 September 1999 the Shakhty Bailiff's Service notified the applicant that even though the proceedings to enforce the judgment of 3 March 1997 were pending, the payments to the applicant could not be made because the Social Security Service was underfunded.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 7 October 1999 the Rostov Regional Department of Justice (Главное управление юстиции Ростовской области) notified the applicant that the two judgments could not be complied with because the defendant did not have sufficient funds.",
                                "elements": []
                            },
                            {
                                "content": "15.  Following a complaint by the applicant about the failure to enforce the judgments, on 12 November 1999 the prosecutor of  informed the applicant that the Bailiff's Service was following the established enforcement procedure but had been hampered by the defendant's lack of proper funding.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 22 December 1999 the Rostov Regional Department of Justice informed the applicant that funds to pay the  compensation had been allocated from the federal budget and that payment would be made upon receipt of an appropriate transfer from the Ministry of Finance.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 26 January 2000 the Rostov Regional Prosecutor's Office (Прокуратура Ростовской области) informed the applicant that the non-enforcement could in no way be attributed to the Bailiff's Service, and that the debts would be discharged as soon as proper allocations had been made from the federal budget.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 22 March 2000 the Rostov Regional Department of Justice notified the applicant that compensation of  victims would be financed from the federal budget.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 11 April 2000 the Shakhty Bailiff's Service informed the applicant that it was impossible to enforce the judgments in his favour because the Rostov Regional Ministry of Labour and Social Development (Министерство труда и социального развития Ростовской области) was underfunded.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 16 May 2000 the  prosecutor informed the applicant that even though the Social Security Service had recalculated the amount of compensation due to the applicant in accordance with the judgment of 21 May 1999, the payments had not been made because of lack of funding.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 9 March 2000 the Shakhty City Court ordered the indexation of the amount of the penalty awarded on 3 March 1997, which had still not been paid to the applicant. An additional writ of execution for the amount of RUR 44,095.37 was issued.",
                                "elements": []
                            },
                            {
                                "content": "22.  Following a decision taken by the Ministry of Finance, on 5 March 2001 the Shakhty Social Security Service paid the applicant the outstanding debt of RUR 113,040.38.",
                                "elements": []
                            },
                            {
                                "content": "23.  According to information provided by the social security service on 11 February 2002, the compensation to be paid to the applicant for the period between April 2001 and June 2002 has been assessed at RUR 2,500 per month.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "24.  Section 9 of the Federal Law on Enforcement Proceedings of 21 July 1997 provides that a bailiff's order on the institution of enforcement proceedings must fix a time-limit for the defendant's voluntary compliance with a writ of execution. The time-limit may not exceed five days. The bailiff must also warn the defendant that coercive action will follow, should the defendant fail to comply with the time-limit.",
                                "elements": []
                            },
                            {
                                "content": "25.  Under section 13 of the Law, the enforcement proceedings should be completed within two months of the receipt of the writ of enforcement by the bailiff.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "26.  The applicant contended that the substantial and unjustified delays in the execution of the final judgments violated his rights under the Convention. The Court will examine this complaint under Article 6 § 1 of the Convention and Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "I.  THE APPLICANT'S VICTIM STATUS",
                        "elements": [
                            {
                                "content": "27.  According to the Government, the applicant ceased to be a victim of the alleged breach of the Convention as a result of the payment of the debt on 5 March 2001. The Government submitted that since the entirety of the applicant's claims had been satisfied, the damage to his pecuniary interests, allegedly caused by the non-enforcement of the Shakhty City Court's decisions, had been fully redressed.",
                                "elements": []
                            },
                            {
                                "content": "The Government also argued that the sum of RUR 113,040.38 paid on 5 March 2001 should be taken to include compensation for the delay in the enforcement, as the main debt amounted to only RUR 45,158.44, whereas the remainder of the sum consisted of the penalty for late payment of the applicant's benefits and its revaluation.",
                                "elements": []
                            },
                            {
                                "content": "Lastly the Government submitted that it was open to the applicant to make a court claim for non-pecuniary damage arising from the failure to enforce the judgments should he wish to do so.",
                                "elements": []
                            },
                            {
                                "content": "28.  The applicant did not accept this line of reasoning. In his submission, the penalty imposed by the domestic courts for late payment of his monthly allowance was substantially lower than it should have been, and since the sum of RUR 113,040.38 received on 5 March 2001 comprised the judicial awards made in 1997, 1999 and 2000, it obviously could not include any compensation for the non-enforcement of the court's decisions between 9 March 2000 (the date of the last court decision) and 5 March 2001. Furthermore, the judgment of 21 May 1999 was still being ignored as the monthly payments currently being made to the applicant were still lower than they should have been.",
                                "elements": []
                            },
                            {
                                "content": "29.  According to Article 34 of the Convention, “the Court may receive applications from any person ... claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto ...”.",
                                "elements": []
                            },
                            {
                                "content": "30.  The Court reiterates that it falls first to the national authorities to redress any alleged violation of the Convention. In this regard, the question whether or not the applicant can claim to be a victim of the violation alleged is relevant at all stages of the proceedings under the Convention (see E. v. Austria, no. 10668/83, Commission decision of 13 May 1987, Decisions and Reports 52, p. 177).",
                                "elements": []
                            },
                            {
                                "content": "31.  The Court further reiterates that a decision or measure favourable to the applicant is not in principle sufficient to deprive him of his status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention (see, for example, Amuur v. France, judgment of 25 June 1996, Reports of Judgments and Decisions 1996-III, p. 846, § 36, and Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI).",
                                "elements": []
                            },
                            {
                                "content": "Turning to the facts of the present case, it may be that the applicant has now been paid the outstanding debt in accordance with the judgments of the domestic courts. Nevertheless, the payment, which intervened only after the present application had been communicated to the Government, did not involve any acknowledgment of the violations alleged. Nor did it afford the applicant adequate redress.",
                                "elements": []
                            },
                            {
                                "content": "32.  In these circumstances, the Court considers that the applicant may still claim to be a victim of a violation of Article 6 § 1 of the Convention and of Article 1 of Protocol No. 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The relevant part of Article 6 § 1 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "34.  The Court reiterates that Article 6 § 1 secures to everyone the right to have any claim relating to his civil rights and obligations brought before a court or tribunal; in this way it embodies the “right to a court”, of which the right of access, that is the right to institute proceedings before courts in civil matters, constitutes one aspect. However, that right would be illusory if a 's domestic legal system allowed a final, binding judicial decision to remain inoperative to the detriment of one party. It would be inconceivable that Article 6 § 1 should describe in detail procedural guarantees afforded to litigants – proceedings that are fair, public and expeditious – without protecting the implementation of judicial decisions; to construe Article 6 as being concerned exclusively with access to a court and the conduct of proceedings would be likely to lead to situations incompatible with the principle of the rule of law which the Contracting States undertook to respect when they ratified the Convention. Execution of a judgment given by any court must therefore be regarded as an integral part of the “trial” for the purposes of Article 6 (see Hornsby v. Greece, judgment of 19 March 1997, Reports 1997-II, p. 510, § 40).",
                                "elements": []
                            },
                            {
                                "content": "35.  It is not open to a State authority to cite lack of funds as an excuse for not honouring a judgment debt. Admittedly, a delay in the execution of a judgment may be justified in particular circumstances. But the delay may not be such as to impair the essence of the right protected under Article 6 § 1 (see Immobiliare Saffi v. Italy [GC], no. 22774/93, § 74, ECHR 1999-V). In the instant case, the applicant should not have been prevented from benefiting from the success of the litigation, which concerned compensation for damage to his health caused by obligatory participation in an emergency operation, on the ground of alleged financial difficulties experienced by the State.",
                                "elements": []
                            },
                            {
                                "content": "36.  The Court notes that the Shakhty City Court's decisions of 3 March 1997, 21 May 1999 and 9 March 2000 remained unenforced wholly or in part at least until 5 March 2001, when the Ministry of Finance took the decision to pay in full the debt owed to the applicant. The Court also notes that this last payment took place only after the application had been communicated to the Government.",
                                "elements": []
                            },
                            {
                                "content": "37.  By failing for years to take the necessary measures to comply with the final judicial decisions in the present case, the Russian authorities deprived the provisions of Article 6 § 1 of all useful effect.",
                                "elements": []
                            },
                            {
                                "content": "38.  There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "39.  Article 1 of Protocol No. 1 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "40.  The Court reiterates that a “claim” can constitute a “possession” within the meaning of Article 1 of Protocol No. 1 if it is sufficiently established to be enforceable (see Stran Greek Refineries and Stratis Andreadis v. Greece, judgment of 9 December 1994, Series A no. 301-B, p. 84, § 59).",
                                "elements": []
                            },
                            {
                                "content": "The Shakhty City Court's decisions of 3 March 1997, 21 May 1999 and 9 March 2000 provided the applicant with enforceable claims and not simply a general right to receive support from the State. The decisions had become final as no ordinary appeal lay against them, and enforcement proceedings had been instituted. It follows that the impossibility for the applicant to obtain the execution of these judgments, at least until 5 March 2001, constituted an interference with his right to peaceful enjoyment of his possessions, as set out in the first sentence of the first paragraph of Article 1 of Protocol No. 1.",
                                "elements": []
                            },
                            {
                                "content": "41.  By failing to comply with the judgments of the Shakhty City Court, the national authorities prevented the applicant from receiving the money he could reasonably have expected to receive. The Government have not advanced any justification for this interference and the Court considers that a lack of funds cannot justify such an omission (see, mutatis mutandis, Ambruosi v. Italy, no. 31227/96, §§ 28-34, 19 October 2000).",
                                "elements": []
                            },
                            {
                                "content": "42.  In sum, there has also been a violation of Article 1 of Protocol No. 1.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "44.  The Court points out that under Rule 60 of the Rules of the Court, any claim for just satisfaction must be itemised and submitted in writing together with the relevant supporting documents or vouchers, “failing which the [Court] may reject the claim in whole or in part”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In the instant case, on 26 June 2001, after the application had been declared partly admissible, the applicant was invited by the Registry to submit his claims for just satisfaction. He did not submit any such claims. In his application form the applicant claimed, however, non-pecuniary damage in the amount of 300,000  dollars.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government, while referring to this claim, did not make any specific comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court takes the view that the applicant has suffered some non-pecuniary damage as a result of the violations found which cannot be made good by the Court's mere finding of a violation. The particular amount claimed is, however, excessive. Making its assessment on an equitable basis, as required by Article 41 of the Convention, the Court awards the applicant the sum of 3,000 euros.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Default interest",
                                "elements": [
                                    {
                                        "content": "48.  According to the information available to the Court, the statutory rate of interest applicable in  at the date of adoption of the present judgment is 23% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that the applicant may claim to be a “victim” for the purposes of Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros) in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 23% shall be payable from the expiry of the above-mentioned three months until settlement.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 7 May 2002, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrsF. Tulkens",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrE. Levits",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Mr E. Fribergh",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BURDOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60449.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2002:0507JUD005949800",
    "externalsources": [],
    "extractedappno": [
        "59498/00",
        "10668/83",
        "28114/95",
        "22774/93",
        "31227/96"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-60449",
    "judgementdate": "07/05/2002 00:00:00",
    "kpdate": "07/05/2002 00:00:00",
    "kpthesaurus": [
        "445",
        "7",
        "40",
        "113",
        "369",
        "311",
        "304",
        "354",
        "183",
        "498",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P1-1-1",
        "34",
        "6-1",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "BURDOV",
        "RUSSIA"
    ],
    "rank": "439.584289550781",
    "representedby": [
        "N/A"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Ambruosi v. Italy, no. 31227/96, §§ 28-34, 19 October 2000",
        "Amuur v. France judgment of 25 June 1996, Reports of Judgments and Decisions 1996-III, p. 846, § 36",
        "Dalban v. Romania [GC], no. 28114/95, § 44, ECHR 1999-VI",
        "Hornsby v. Greece judgment of 19 March 1997, Reports of Judgments and Decisions 1997-II, p. 510, § 40",
        "Immobiliare Saffi v. Italy [GC], no. 22774/93, § 74, ECHR 1999-V",
        "Stran Greek Refineries and Stratis Andreadis v. Greece judgment of 9 December 1994, Series A no. 301-B, p. 84, § 59"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "437666",
    "typedescription": "15"
}