{
    "__articles": "6;6-1;8",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 8;No violation of Art. 8",
    "applicability": "",
    "appno": "39741/02",
    "article": [
        "6",
        "8"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "No violation of Art. 8",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-81618.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 39741/02) against the Federal Republic of Germany lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mrs Sabine Nanning (“the applicant”), on 23 October 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mrs C. Jacobi, a lawyer practising in . The German Government (“the Government”) were represented by their Agent, Mrs A. Wittling-Vogel, Ministerialdirigentin, of the Federal Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 24 November 2005 the Court decided to give notice of the application to the Government. Applying Article 29 § 3 of the Convention, it decided to rule on the admissibility and merits of the application at the same time.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1961 and lives in Düsseldorf.",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicant is the mother of E, born on 16 July 1984. Her husband, the father of E, died in 1986. In 1987 the applicant got acquainted with R, his wife G and their four children, who were also living in . The applicant and R started an intimate relationship which was tolerated by G. During that period, E was regularly taken care of by R and G. In November 1989 the applicant and R moved to Duisburg while E stayed in  with G and the other children. The applicant and R regularly spent the weekends in  with G and the children.",
                                "elements": []
                            },
                            {
                                "content": "6.  In 1991 R and G moved with their children and E into a house in Ratingen while the applicant stayed in an apartment in .",
                                "elements": []
                            },
                            {
                                "content": "7.  In June 1991 the applicant concluded an agreement with R and G concerning E's care. The agreement indicated that E should continue to live with R and G as she had already done for three years. Subsequently, the relation between the applicant, R and G deteriorated and the applicant's attempts to visit E led to conflicts between them.",
                                "elements": []
                            },
                            {
                                "content": "8.  In November 1991 the applicant filed an action with the Ratingen District Court (Amtsgericht) and requested that R and G be ordered to return E. In an expert opinion submitted on 20 July 1993 the court-appointed expert O., having examined the applicant, E, R, G and three of their children, considered that E repudiated the applicant and any relation to her family of origin. The expert considered that E had not formed any solid relations within the foster family and that the foster parents did not support her in her psychological development. The child's problems had not been caused by the fact that her mother, who had originally deserted her, now laid claims on her, but by the fact that the child had been torn into the adults' conflicts. She felt compelled to completely identify with the foster family and to suppress any individual emotions. This was aggravated by the fact that the foster family rejected the applicant, which was clear to the child even if it was not openly discussed within the family. The expert concluded that E was completely unable to cope with the current situation and that her stay with the foster family highly jeopardised her welfare. As there was no indication that R and G would change their attitude even if offered expert support, they were unfit to act as E's foster parents. The expert strongly recommended that E should be taken from the foster family and placed in a therapeutic environment where her return to her mother could be prepared.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 11 May 1994 the Ratingen District Court rejected the applicant's action and ordered that E should remain with the foster family (“Verbleibensanordung” pursuant to section 1632 § 4 of the Civil Code, see relevant domestic law, below). It considered that E suffered from severe personality disorders which originated from the fact that her mother had left her in 1989. In order to prevent E's absolute dislocation, she should stay with the foster family and undergo out-patient psychological treatment.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 22 August 1994 the  (Landgericht) rejected the applicant's appeal. After having heard E, the court estimated that the foster parents had become E's reference persons. E had indicated that she wished to stay with the foster parents whom she called “mum and dad” and that she regarded the applicant merely as the person who had given birth to her. The court held that a break with the environment she had become familiar with during the last years would definitely endanger her welfare.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 20 May 1996 the Düsseldorf Court of Appeal (Oberlandesgericht) rejected the applicant's further appeal.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 2 June 1999 the  (Bundesverfassungsgericht) refused to admit her constitutional complaint. It pointed out that the impugned decisions did not meet the constitutional standards as the courts had not sufficiently justified why they had decided contrary to the expert recommendations. There were serious doubts whether the courts had respected the importance of parental rights when giving their decisions and whether they had sufficiently taken into account the principle of proportionality. However, having regard to the fact that the case was meanwhile pending again before the  and that the latter had ordered a new expert opinion (see paragraph 15, below), the rejection of her constitutional complaint would not entail any significant disadvantages. The new procedure was likely to respect the applicant's rights as a parent and to observe the principle of proportionality.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 24 May 1997 the applicant filed a further action with the Ratingen District Court requesting that the foster parents be ordered to return E and, alternatively, a decision granting her access to E.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 11 June 1997 the Ratingen District Court rejected the applicant's requests, withdrew her custody rights regarding the determination of the child's place of residence, her representation at school, her health care, the right to apply for public assistance and child benefits, and transferred these rights to the Ratingen Youth Office. The court observed that E had been living with the foster parents for eight years and that she considered the foster family as her own family. Since 1991, E had persistently refused to have any contact with the applicant and turned her back to her on the occasion of visiting contacts. Bearing in mind that E was thirteen years old, the court considered her will as a decisive factor in the decision-making process. The apprehensions raised in the expert opinion dated 20 July 1993 had been eliminated by the fact that the representative of the Youth Office attested that E had developed normally and that her current behaviour showed no disturbances. E's recent development confirmed that she benefited from the current situation because she was well-integrated in her family as well as in school. The court pointed out that a further expert opinion in this respect was thus not necessary. Furthermore, it had refrained from hearing E in order to spare her a further appearance before court. E had already testified on several occasions and – as the latest report of the Youth Office revealed – had not changed her attitude. In order to ensure E's proper medical care and her representation at school, it was necessary to transfer partial custody to the Youth Office pursuant to Section 1666 of the Civil Code (Bürgerliches Gesetzbuch – see relevant domestic law, below). Moreover, as the numerous attempts in the past to establish a contact between E and the applicant had failed, even with psychological supervision, the court refused to lay down any rules as to the applicant's visiting rights. It deemed it impossible to force the thirteen-year old child to have contact with her mother.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 16 June 1997 the applicant lodged an appeal against the District Court's decision. On 20 November 1997 the  held an oral hearing. On 9 January 1998 the  commissioned the psychological expert V to examine whether the child E should remain with the foster family and which access rights could be granted to the applicant without jeopardising the child's well-being. On 26 January 1998 the foster parents' counsel brought a motion for bias against the expert V, which was dismissed by the  on 19 February 1998. On 9 May 1998 the Düsseldorf Court of Appeal quashed this decision on the ground that the  had failed to hear the expert with respect to all of the allegations supporting the motion for bias. On 9 September 1998 the , having heard the expert, once again dismissed the motion for bias. The foster parents' complaint against this decision was rejected by the Court of Appeal on 9 February 1999.",
                                "elements": []
                            },
                            {
                                "content": "16.  Meanwhile, on 5 November 1998 and 28 December 1998, the applicant's counsel had asked for time-limits to be extended.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 4 March 1999 the  appointed a curator ad litem to represent E in the proceedings before that court. On 17 March 1999 the  rejected the foster parents' complaint. On 10 August 1999 the Court of Appeal quashed the 's decision on the ground that E's interests were sufficiently safeguarded by her being represented by the social worker H.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 22 March 1999 the expert V was delivered the case-file. On 22 March 1999 the social worker H, acting on E's behalf, lodged a complaint against the order to take evidence, which was rejected by the  on 11 June 1999 and by the Court of Appeal on 10 August 1999. Between 13 April and 13 December 1999 the expert held interviews with R, G, the child's curator at the Youth Office, the social worker H and E's school director and class teacher. E refused to take part in the examination. The foster parents attempted to avoid examination and many appointments had to be postponed.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 31 January and 11 April 2000 the  asked the expert when she would submit her expert opinion.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 17 May 2000 the expert submitted her opinion. She noted, at the outset, that the examination could only yield limited results because of the foster parents' refusal to let her inspect the family home and E's consistent refusal to take part in the examination. The expert further noted that E's class teacher described her as a quiet child who appeared to be absent and seemed to be unable to express her emotions. The expert considered that E felt deserted by the applicant and therefore denied any relationship to her. The foster parents appeared to have enforced her negative attitude towards her natural mother and to have, as early as 1991, done everything to keep E permanently within their family. It appeared that the foster parents had failed to encourage contacts between E and the applicant, but had rather tried to prevent such contacts. The adults' actions had not always been guided by the child's best interests, but rather by their desire to hurt one another. The expert further considered that the applicant understood and regretted her past shortcomings, but that she was not ready to respect E's wish to stay with the foster family. R and G, on the other hand, did not acknowledge any misconduct on their side. In spite of certain doubts, the expert considered that R and G were in principle capable of taking care of E. It appeared, however, that E, while experiencing some sort of continuity in the foster family, had not built up stable relationships and that she suppressed any relation to her family of origin.",
                                "elements": []
                            },
                            {
                                "content": "21.  By way of conclusion, the expert considered it indispensable for the child's development that she was given the opportunity to face her past. It was of utmost importance for E's well-being to arrange contacts with her natural mother. The expert considered that E would be more open to such contacts if her wish to remain with the foster family was respected and if the judicial proceedings came to an end. Accordingly, the expert advised the court to order that E should remain with the foster family and to arrange supervised and gradually increasing contacts between E and the applicant. She further recommended that E be personally heard by the , as it had not been possible to hear her during the examination.",
                                "elements": []
                            },
                            {
                                "content": "22.   On 24 August 2000 the  held an oral hearing. As the foster parents had lodged a motion for bias against the expert, the  refrained from hearing the expert, as originally planned. The motion for bias was rejected on 2 November 2000.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 19 May 2001, following a further oral hearing held on 15 March 2001, the  rejected the applicant's appeal. Referring to the expert opinion, the  considered that it was in E's best interest to remain with the foster family, where she had experienced, for the first time in her life, continuity. It further considered that this was also in accordance with E's own wishes and that E would reach her majority in little more than a year. On the basis of the expert opinion and taking into account E's refusal to have any contacts with the applicant, the Regional Court further considered that it would merely lead to further irritations if E was forced to have contact with her mother and therefore refrained from determining any visiting regulations. The Regional Court further noted that E had been originally willing to be heard by the court but had felt offended by a statement made by the applicant's counsel during a court hearing on 24 August 2000, who had alleged that the child would “end up in prostitution, alcohol- or drug addiction” if she remained in the foster family, and refused any further cooperation. Under these circumstances, the fact that E refused to be heard was at least partly imputable to the applicant's counsel's conduct.",
                                "elements": []
                            },
                            {
                                "content": "24.   On 12 February 2002 the Düsseldorf Court of Appeal rejected the applicant's further appeal. The Court of Appeal noted, at the outset, that the proceedings before the  had lasted unduly long. This could, in general, not be accepted, in particular in proceedings which primarily concerned a child's well-being. The court considered, however, that many requests, motions for bias, requests for extensions of time-limits and complaints lodged both by the applicant and the foster parents considerably delayed the proceedings. In any event, an excessive length of the proceedings could not influence the outcome of the applicant's complaint.",
                                "elements": []
                            },
                            {
                                "content": "25.  With regard to the substance of the applicant's complaint, the Court of Appeal considered that the decision that E should stay with her foster parents was in accordance with section 1632 § 4 of the Civil Code, because her removal would jeopardise the child's welfare, taking into account the further period of time which had elapsed since the Regional Court had given its decision and the fact that E would reach her majority within five months. The court did not approve that – ever since E's refusal to be heard by the  in August 2000 – the latter had failed to make further attempts to hear her and had failed, in particular, to summon her to the hearing in March 2001. The Court of Appeal presumed, however, that E's consistent refusal to see her mother since the time when she had been ten years old had been sufficient to convince the  that E would not be ready to accept any compromises. As E maintained her attitude before the Court of Appeal, that court also refrained from hearing E pursuant to section 50 b § 3 of the Act on Non-Contentions Proceedings (Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit – see relevant domestic law, below). The Court of Appeal further noted that the , in its decision given on 2 June 1999, had not given any binding guidelines for the present proceedings.",
                                "elements": []
                            },
                            {
                                "content": "26.  The Court of Appeal finally considered that there was no room for a regulation on access rights for the remaining months until E would reach majority. It noted that E consistently rejected her mother and did not wish to have any contact with her. The Court of Appeal observed that the  might have given up prematurely in this respect and that it had failed to set a time-limit to the exclusion of access rights. However, given the lapse of time, it was not suitable to correct this decision, as the remaining five months would not suffice to start a pertinent therapy and instigate contacts between mother and daughter.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 9 July 2002 the  refused to admit the applicant's constitutional complaint. It pointed out that the length of the proceedings was very critical. It observed furthermore that the courts had failed to appoint an independent curator ad litem to represent E in the proceedings as provided for in Section 50 of the Act on Non-Contentious Proceedings. However, in view of the fact that E would reach her majority on 16 July 2002, the rejection of the constitutional complaint would not entail any significant disadvantage for the applicant. This decision was served on the applicant's counsel on 20 July 2002.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 30 October 2002 the Ratingen District Court decreed E's adoption by R and G. The applicant contested this decision before the .",
                                "elements": []
                            },
                            {
                                "content": "B.  Relevant domestic law",
                                "elements": [
                                    {
                                        "content": "1.  The Civil Code",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Pursuant to Section 1632 § 1 of the Civil Code (Bürgerliches Gesetzbuch) parental responsibility (Personensorge) comprehends the right to order anybody – who unlawfully deprives the parents or one parent of their child – to have their child returned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Section 1632 § 4 provides that – if the parents intend to take away a child from the foster parents the child has been living with for some time – the Family Court may order the child's stay with the foster parents if and as long as the child's removal would jeopardise his or her welfare.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  According to section 1684, a child is entitled to have access to its parents; each parent is obliged to have contact with, and entitled to have access to, the child. The family courts can, however, restrict or suspend that right if such a measure is necessary for the child's welfare. A decision restricting or suspending that right for a lengthy period or permanently may only be taken if otherwise the child's well-being would be endangered (section 1684 § 4).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Section 1666 provides that in cases of a danger to the child's welfare the court shall order the necessary measures.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Act on Non-Contentious Proceedings",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Section 50 § 1 of the Act on Non-Contentious Proceedings (Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit) determines that in proceedings concerning a minor child, the Family Court may appoint a curator ad litem (Verfahrenspfleger) for that child to assist him or her if this should be necessary for the protection of his or her interests.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 50 b stipulates that in cases regarding custody issues, a child aged fourteen or above shall always be heard. The court is only allowed to refrain from hearing the child if this is justified by serious reasons (section 50 b § 3).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  COMPLAINT ABOUT THE LENGTH OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "34.  The applicant complained that the length of the second set of proceedings, in particular before the Düsseldorf Regional Court, had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "35.  The Government argued that the applicant had failed to exhaust domestic remedies as she had not lodged a request for an interim measure either with the civil courts or with the . The Government considered that an interim measure granting the applicant access rights might have prevented a further alienation between the applicant and her daughter E.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The applicant asserted that none of the remedies advocated by the Government would in practice have made it possible to expedite the proceedings. She further pointed out that, according to the Court's case-law, the issue how she could have accelerated the proceedings did not relate to the exhaustion of domestic remedies, but to the merits of the application.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.   The Court recalls that in respect of the length of civil proceedings, the question of the methods by which the applicant could have accelerated the proceedings does not relate to the exhaustion of domestic remedies, but to the merits of the application, that is to say, to the question if the applicant's conduct contributed to the length of proceedings (see, among other authorities, Horvat v. , no. 51585/99, § 46, ECHR 2001VIII; Hartman v. Czech Republic, no. 53341/99, § 60, ECHR 2003VIII; and Gisela Müller v. Germany (dec.), no. 69584/01, 30 September 2004). In any event, the Court is not convinced that the lodging of interim requests would have been capable of expediting the main proceedings in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court further considers that the applicant has not lost her status as a victim within the meaning of Article 34 of the Convention by the mere fact that the Federal Constitutional Court, in its final decision given on 9 July 2002, observed that the length of proceedings had been critical. Even assuming that this finding amounted to an acknowledgment of a breach of Article 6 § 1 of the Convention, it cannot be regarded as adequate redress for the alleged violation of Article 6 § 1 (see, mutatis mutandis, Sürmeli v. Germany [GC], no. 75529/01, § 108, ECHR 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court finally notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "40.  The period to be taken into consideration began on 24 May 1997 when the applicant lodged her motion with the Ratingen District Court and ended on 20 July 2002 when the decision of the  was served on the applicant's counsel. It thus lasted approximately five years and two months for four levels of jurisdiction. The proceedings before the  began on 16 June 1997, when the applicant lodged an appeal against the District Court's decision, and ended on 19 May 2001, when the  rejected the appeal. They thus lasted almost four years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.   According to the applicant, this length had to be regarded as excessive considering the subject-matter of the proceedings and E's age. She pointed out that the case had been pending for four years before the  and that the  had acknowledged that the length of the proceedings had been very critical. The applicant further alleged that German procedural law did not grant the foster parents the right to lodge any motions or complaints in the present proceedings. It followed that all delays caused by the foster parents' motions were exclusively imputable to the domestic courts. Furthermore, the higher instance courts had to correct errors committed by the lower ones. The applicant further maintained that the subject-matter of the proceedings was neither factually nor legally complex. The applicant herself had not contributed to the length of the proceedings. Unlike the foster parents, she had fully cooperated with the expert and had submitted several proposals for friendly settlements. The applicant concluded that the length of the proceedings before the  amounted to a denial of justice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Government conceded that, while the proceedings before the other courts had been processed in due time, the proceedings before the  had actually lasted too long, taking into account their subject matter. The Government underlined, however, that the length of the proceedings before the  had been caused, firstly, by the fact that every preliminary court decision had been disputed by one of the parties. Secondly, the preparation of the expert opinion proved to be very difficult and lengthy due to the problematic relationships between the parties to the proceedings. The Government further alleged that the proceedings had to be regarded as complex because of the difficult relationships between the various participants, which led to numerous complaint proceedings and hindered the progress of the main proceedings. Furthermore, the taking of evidence by expert opinion had been extremely burdened by the fact that E and the foster parents had more or less refused to cooperate with the expert. With respect to the applicant's own conduct, the Government accepted that the applicant's requests for time-limits to be extended contributed to an overall delay of no more than two months. The applicant had, however, been responsible for E's refusal to be heard by the  following a remark made by the applicant's counsel during the hearing on 24 August 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII). In cases relating to civil status, special diligence is required in view of the possible consequences which the excessive length of proceedings may have, notably on enjoyment of the right to respect for family life (see Laino v. Italy [GC], no. 3158/96, § 18, ECHR 1999-I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In the present case, the Court places special emphasis on the importance of what was at stake for the applicant, namely her request to have her daughter returned to her or, alternatively, to be granted access rights. In situations where a parent is separated from his or her young child, the possibilities of reunification between them will be diminished and eventually destroyed if they are not allowed to meet each other. In cases of this kind the domestic authorities are under a duty to exercise exceptional diligence since there is always the danger that any procedural delay will result in the de facto determination of the issue before the court (see H. v. the United Kingdom, judgment of 8 July 1987, Series A no. 120, pp. 63-46, §§ 89-90; and Haase v. Germany, no. 11057/02, § 103, ECHR 2004III). This appears to be particularly true in the present case where the Court of Appeal, when giving its decision on 12 February 2002, expressly took into account the period of time which had elapsed during the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court considers that the case has to be regarded as particularly complex because of the exceptional situation created by the former personal relationships of the persons involved, which led to a very tense atmosphere between the parties. The  had, however, a certain knowledge about the factual situation because of the first set of proceedings which was conducted before the same court. The proceedings were further complicated by numerous complaint proceedings, and, in particular, by the foster parents' uncompromising attitude towards the  and the court-appointed expert.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  As to the applicant's own conduct, the Court agrees with the Government that the applicant's requests for procedural time-limits to be extended did not considerably contribute to the length of the proceedings. The Court is furthermore not convinced that the applicant's counsel's remark had an impact on the length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.   As to the domestic authorities' conduct, the Court notes, at the outset, that the applicant's case has been expeditiously processed by the Ratingen District Court, the Düsseldorf Court of Appeal and the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  With regard to the 's conduct, the Court notes that the proceedings were pending before that court for four years. The Court further observes that the , having processed the first set of proceedings in 1994, must have been aware from the outset of the complexity of the case and of the problems which were likely to arise, once again, because of the enmity between the parties. This knowledge and the fact that time was of crucial importance in the present case (see paragraph 44, above) placed the Regional Court under a specific obligation to take special precautions in order to prevent any unnecessary delays, such as adhering to a very tight time-schedule and closely supervising the taking of expert evidence. Having regard to the fact that the proceedings were pending for four years before the , the Court considers the  failed in its duty to display special diligence in the conduct of the proceedings before it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  It follows that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "50.  The applicant alleged that the decisions given in the second set of proceedings had infringed her right to respect for her family life, as guaranteed by Article 8 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "51.  The Government maintained that the applicant had failed to exhaust domestic remedies, as she had not attempted to prevent the growing alienation from her daughter by lodging a request for an interim order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The applicant considered that such a request would have lacked any prospect of success. She alleged that the domestic courts had, in the past, delayed proceedings relating to interim requests or not given any decision at all. She further alleged that the  had declared on 20 November 1997 that they would not issue an interim order before the court-appointed expert had submitted her opinion. The applicant finally pointed out that the , in its decision given on 9 July 2002, had not considered that she had failed to exhaust prior domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court recalls that under Article 35 of the Convention, normal recourse should be had by an applicant to remedies that are available and sufficient to afford redress in respect of the breaches alleged. The existence of the remedies in question must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness (see Dalia v. France, judgment of 19 February 1998, Reports of Judgments and Decisions 1998-I, p. 87, § 38; Horvat v. Croatia, no. 51585/99, § 38, ECHR 2001-VIII; and Scordino v. Italy (no. 1) [GC], no. 36813/97, § 142, ECHR 2006...). Furthermore, in the area of exhaustion of domestic remedies, it is incumbent on the Government claiming non-exhaustion to convince the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say, that it was accessible, was capable of providing redress in respect of the applicant's complaints and offered reasonable prospects of success (see Horvat, cited above, § 39).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Having regard to the circumstances of the present case, considering in particular the complexity of the case, the tensions between the parties and the pending expertise, the Court is not convinced that the domestic courts would have issued an interim order in the applicant's favour based on a preliminary assessment of the case. It follows that a request for an interim measure cannot be regarded as an effective remedy in the present case and that the applicant must be regarded as having exhausted domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court further notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "56.  The applicant alleged that the impugned decisions had not been in accordance with the law, as the requirements of the pertinent legal provisions had not been met. There had, in particular, been no reason to deny her access to her child. The applicant pointed out that both court-appointed experts had deemed contacts between mother and daughter to be indispensable for the child's psychological welfare. The Düsseldorf Regional Court had decided contrary to these expert recommendations without demonstrating that they had own special knowledge.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "57.  The Government considered that the domestic decisions were based on the pertinent legal provisions and were at least justifiable. The , when ordering that E remained in the foster family, followed the expert's recommendations. The court assumed that E's removal from the foster family would jeopardise her well-being. They further took into account E's consistent wish to remain with the foster family. The partial withdrawal of custody rights was in line with expert recommendations and had been necessary to ensure E's being properly taken care of in the foster family. As E was to remain with the foster family, it had to be ensured that the applicant's involvement was not necessary to deal with matters of daily life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  With regard to the decisions denying the applicant access rights, the Government conceded that the Düsseldorf Regional Court and Court of Appeal had not followed the expert V's recommendations. The Government considered, however, that the domestic courts were not required to base their decision solely on this expert opinion, but could also take into account other factors such as E's consistent refusal to have any contact with the applicant and the child's increasing age. With regard to the question whether the  had given up prematurely on the instigation of visiting contacts, as suggested by the Court of Appeal, the Government considered that it was not possible to determine with hindsight the factual situation such as it existed at the time when the  took its decision. It followed that the decision not to grant access rights had to be regarded as justifiable. The decisions had been aimed at the protection of E's physical and psychological health and could be considered as necessary in a democratic society. The Government further considered that the domestic courts stayed within their margin of appreciation when basing their decisions primarily on E's clearly expressed wishes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "59.  The Court notes that the parties agreed that the continued placement of the child in the foster family, the restrictions imposed on the applicant's parental authority and the exclusion of access rights interfered with the applicant's right to respect for her family life, as guaranteed by Article 8 § 1. The Court, having regard to its case-law, endorses this assessment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  Any interference will constitute a violation of this Article unless it is in accordance with the law, pursues an aim or aims that are legitimate under paragraph 2 of Article 8 and can be regarded as “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Court accepts that the decisions at issue had a basis in national law, namely sections 1632 § 4, 1666 and 1684 § 4 of the Civil Code, and that they were aimed at protecting the best interest of the child, which is a legitimate aim within the meaning of paragraph 2 of Article 8 (see Keegan v. Ireland, judgment of 26 May 1994, Series A no. 290, p. 20, § 44; and Görgülü v. , no. 74969/01, § 37, 26 February 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  It therefore remains to be determined whether the decisions could be regarded as “necessary in a democratic society”.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "63.  In determining whether the measures taken by the domestic courts were “necessary in a democratic society”, the Court has to consider whether, in the light of the case as a whole, the reasons adduced to justify these measures were relevant and sufficient for the purposes of paragraph 2 of Article 8 of the Convention. Undoubtedly, consideration of what lies in the best interest of the child is of crucial importance in every case of this kind. Moreover, it must be borne in mind that the national authorities have the benefit of direct contact with all the persons concerned. It follows from these considerations that the Court's task is not to substitute itself for the domestic authorities in the exercise of their responsibilities regarding custody and access issues, but rather to review, in the light of the Convention, the decisions taken by those authorities in the exercise of their power of appreciation (see Sahin and Sommerfeld v. Germany [GC], nos. 30943/96 and 31871/96, § 64 and § 62 respectively, ECHR 2003-VIII, T.P. and K.M. v. the United Kingdom [GC], no. 28945/95, § 71, ECHR 2001-V; and Görgülü, cited above, § 41).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The margin of appreciation to be accorded to the competent national authorities will vary in accordance with the nature of the issues and the importance of the interests at stake. In particular when deciding on custody, the Court has recognised that the authorities enjoy a wide margin of appreciation. However, a stricter scrutiny is called for as regards any further limitations, such as restrictions placed by those authorities on parental rights of access, and as regards any legal safeguards designed to secure an effective protection of the rights of parents and children to respect for their family life. Such further limitations entail the danger that the family relations between a young child and one or both parents would be effectively curtailed (see Elsholz v. Germany [GC], no. 25735/94, § 49, ECHR 2000-VIII, Kutzner v. Germany, no. 46544/99, § 67, ECHR 2002-I; and Görgülü, cited above, § 42).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.   Although the essential object of Article 8 is to protect the individual against arbitrary action by the public authorities, there may in addition be positive obligations inherent in an effective “respect” for family life. Thus, where the existence of a family tie has been established, the State must in principle act in a manner calculated to enable that tie to be developed and take measures that will enable parent and child to be reunited (see Margareta and Roger Andersson v. Sweden, judgment of 25 February 1992, Series A no. 226A, p. 30 § 91; Olsson v. Sweden (no. 2), judgment of 27 November 1992, Series A no. 250, pp. 35-36, § 90; Ignaccolo-Zenide v. Romania, no. 31679/96, § 94, ECHR 2000I; and Gnahoré v. France, no. 40031/98, § 51 ECHR 2000IX).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court finally recalls that whilst Article 8 contains no explicit procedural requirements, the decision-making process involved in measures of interference must be fair and such as to afford due respect to the interests safeguarded by Article 8 (see T.P. and K.M. v. the United Kingdom [GC], no. 28945/95, § 72, ECHR 2001V; Sahin, cited above, § 68; and Sommerfeld, cited above, § 66).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of these principles in the present case",
                                "elements": [
                                    {
                                        "content": "67.  Having regard to the circumstances of the present case, the Court notes that the applicant had originally placed her daughter E with the foster family. In June 1991 she concluded a written agreement with the foster parents, according to which the foster parents should continue to take care of E. Five months later, in November 1991, the applicant instituted court proceedings aimed at E's return. The Court further observes that this first set of proceedings, which was terminated in June 1999, does not form the subject matter of the present complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  By the time the applicant instituted the second set of proceedings in May 1997, her daughter E was twelve years old and had been living with the foster family for approximately eight years. By that time, the applicant did not have any effective access to her for six years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Turning to the reasons given by the domestic courts for ordering the child's continued placement with the foster family, the Court notes that the domestic courts considered that it was in E's best interest to remain with the foster family, where she had lived since 1989. They considered that her removal from the foster family would jeopardise the child's welfare, taking into account the long time she had spent with them and her consistently expressed wish to remain there, which gained importance with her increasing age. The  further considered that the partial withdrawal of custody rights was necessary in order to safeguard E's proper care within the foster family.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Turning to the decision-making process, the Court observes that the domestic courts' assessment of the situation was in line with the conclusions drawn by the court-appointed expert V, who considered that E's firm wish to remain with the foster family should be respected. It is true that neither the domestic courts nor the court-appointed expert V heard the child E in person. The Court takes note of the fact that E had refused any further cooperation following an incident which occurred during a hearing before the  in August 2000, when E felt insulted by a statement made by the applicant's counsel. The Court further notes that the Court of Appeal considered that the Regional Court had failed to make further attempts to hear E and had, in particular, failed to summon her to a further hearing in March 2001. It could, however, refer to E's consistently expressed wishes to remain with the foster parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In the light of the above considerations, and having particular regard to the fact that the domestic courts' assessment was in line with expert recommendations, the Court considers that the domestic courts adduced relevant reasons for rejecting the applicant's request to return E and for partially withdrawing custody rights in order to facilitate daily life. Taking into account the wide margin of appreciation granted to the domestic authorities in issues regarding custody (see § 64, above) the Court accepts that these measures could be regarded as necessary in a democratic society. There has, accordingly, been no violation of Article 8 in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  As regards the exclusion of access rights, the Court notes that the  based its decision on the assumption that it would merely lead to further irritations if E were forced to have contacts with the applicant, taking into account her age. The Court of Appeal, while considering that the  might have given up prematurely as regarded the instigation of visiting contacts, confirmed this finding, having regard to the further lapse of time and the fact that E would soon attain majority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Court observes that the court-appointed expert V, in her opinion submitted to the  on 17 May 2000, considered it indispensable for the child's development to build up contacts with the applicant. Taking into account E's objections to such contacts, the expert recommended arranging supervised and gradually increasing contacts with the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Turning to the reasons given by the Düsseldorf Regional Court for excluding access rights, the Court notes that the Regional Court neither established that it had own expert knowledge, nor had it been guided by further expert opinion. The Court further observes in this context that the , while basing its decision primarily on E's own wishes, had not had the benefit of hearing the latter in person, irrespective of the reasons thereof.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  Turning to the procedural aspect inherent in Article 8, the Court finally observes that the , in its decision given on 9 July 2002, considered that E had not been properly represented by an independent curator ad litem during the proceedings before the lower courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  Having regard to these aspects, the Court considers that the  did not convincingly justify why it excluded access rights for the fourteen months until E's coming of age. While it can be accepted that the Court of Appeal, in its decision given on 12 February 2002, refrained from regulating access rights having regard to the fact that E would reach majority in five months, this decision was based on the de facto situation created by the additional lapse of time. However, Article 8 requires that questions relating to fundamental elements of family life be determined in the light of all relevant considerations and not by the mere passage of time (see paragraph 44, above, and H., cited above, § 90). As a result, this manner of proceeding cemented the situation eventually leading to E's adoption rather than at least attempting the possibility of access, as proposed by the expert.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.   Bearing in mind the narrow margin of appreciation as regards restrictions on parental rights of access (see paragraph 64, above), and the fact that the court-appointed expert deemed visiting contacts indispensable for E's development and future well-being, the Court considers that the reasons which the Düsseldorf Regional Court relied on to exclude the applicant's access to her child were insufficient to justify such a serious interference in the applicant's family life. Notwithstanding the domestic authorities' margin of appreciation, the interference was not proportionate to the legitimate aims pursued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  Consequently, there has been a violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 2 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "79.  The applicant also invoked Article 2 of Protocol No. 1 to the Convention.",
                                "elements": []
                            },
                            {
                                "content": "80.  Having regard to its above findings in respect of Article 8 of the Convention (see paragraphs 67 to 78, above) the Court does not find that any separate issue arises under that provision. It therefore rejects this part of the application under Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  OTHER ALLEGED VIOLATIONS OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "81.  Referring to her submissions concerning Article 8, the applicant also complained under Article 6 of the Convention that the proceedings before the domestic courts had been unfair.",
                                "elements": []
                            },
                            {
                                "content": "82.   Having regard to its above findings in respect of Article 8 of the Convention, the Court does not find that any separate issue arises under this head. It therefore rejects this part of the application under Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 8 TAKEN IN CONJUNCTION WTH ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "83.  The applicant finally complained about a violation of her right to equal treatment as guaranteed by Article 8 taken in conjunction with Article 14 of the Convention. She alleged, in particular, that the overall proceedings before the domestic courts had been arbitrary and conducted in favour of the foster parents.",
                                "elements": []
                            },
                            {
                                "content": "84.  The Court, having regard to all material in its possession, does not consider that the applicant has been discriminated against in the proceedings before the domestic courts. It follows that this part of the application is manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and must be rejected in accordance with Article 35 § 4.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "85.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "86.  The applicant left the assessment of non-pecuniary damage to the Court's discretion. In her earlier submissions, she referred to the Court's judgment in the case of Sommerfeld v.  (no. 31871/96, 11 October 2000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.   The Government, while pointing out that the above-mentioned judgment did not become final and did not concern a comparable situation, left the matter to the Court's discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Court considers that the applicant must have sustained non-pecuniary damage. Ruling on an equitable basis, it awards her 8,000 euros (EUR) under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "89.  The applicant also claimed EUR 397.35 for the costs and expenses incurred before the . The applicant's counsel stated that they had not yet demanded payment of these costs, as the applicant had been in a very difficult financial situation due to alimony claims brought out against her. The applicant did not quantify the costs and expenses incurred before the Court within the time-limit set by the Registry of the Court, stating that it was not possible to quantify these claims before the termination of the proceedings. After expiry of the time-limit set by the Registry for the submission of just satisfaction claims, the applicant further claimed EUR 2,421.15 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Government did not express an opinion on the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court points out that, under Rule 60 of the Rules of Court, any claim for just satisfaction must be itemised and submitted in writing together with any relevant supporting documents within the time-limit fixed for the submission of the applicant's observations on the merits and that failure to comply with these requirements may result in the Chamber's rejection of the claim in whole or in part. The Court further notes that the applicant's counsel, who had been informed by letter of 29 March 2006 about the consequences in case of failure to comply with the above requirements, did not present sufficient excuse for her failure to comply with the time-limit. Under these circumstances the Court rejects the claim for costs and expenses in the proceedings before the Court and considers it reasonable to award the sum of EUR 397.35 for the proceedings before the domestic courts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "92.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 6 concerning the excessive length of the proceedings and the complaint under Article 8 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 8 of the Convention as regards the continued placement in the foster family and partial transferral of custody rights;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 8 of the Convention as regards the exclusion of access rights;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 July 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrP. Lorenzen",
            "role": "president"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrK. Jungwiert",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "MrsR. Jaeger",
            "role": "judges"
        },
        {
            "name": "MrM. Villiger",
            "role": "judges"
        },
        {
            "name": "Mrs C. Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF NANNING v. GERMANY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-81618.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0712JUD003974102",
    "externalsources": [],
    "extractedappno": [
        "39741/02",
        "51585/99",
        "53341/99",
        "69584/01",
        "75529/01",
        "30979/96",
        "3158/96",
        "11057/02",
        "36813/97",
        "74969/01",
        "30943/96",
        "31871/96",
        "28945/95",
        "25735/94",
        "46544/99",
        "31679/96",
        "40031/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-81618",
    "judgementdate": "12/07/2007 00:00:00",
    "kpdate": "12/07/2007 00:00:00",
    "kpthesaurus": [
        "445",
        "451"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "8",
        "6-1"
    ],
    "parties": [
        "NANNING",
        "GERMANY"
    ],
    "rank": "589.502685546875",
    "representedby": [
        "JACOBI C."
    ],
    "respondent": "DEU",
    "respondentOrderEng": "18",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "343139",
    "typedescription": "15"
}