{
    "__articles": "6;6-1;6-3-c;6-3;41",
    "__conclusion": "Violation of Art. 6-1 and 6-3-c;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "38830/97",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-3-c",
            "base_article": "6",
            "element": "Violation of Art. 6-1 and 6-3-c",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1 and 6-3-c",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-60676.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 38830/97) against the Portuguese Republic lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a German national, Mr Robby Czekalla (“the applicant”), on 17 January 1995.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented before the Court by Ms G. Parasie, a lawyer working for the European Legal Advice association, London. The Portuguese Government (“the Government”) were represented by their Agent, Mr A. Henriques Gaspar, Deputy Attorney-General.",
                        "elements": []
                    },
                    {
                        "content": "3.  In his application Mr Czekalla alleged in particular that the criminal proceedings against him had not been fair.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  It was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 5 July 2001 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). The Chamber having decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 2 in fine), the parties replied in writing to each other’s observations.",
                        "elements": []
                    },
                    {
                        "content": "8.  The German Government, having been informed of their right to participate in the proceedings, and after requesting an extension of the time allowed by the President for that purpose, did not indicate the intention to do so.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Third Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "10.  The applicant was born in 1953 and lives in Sonsbeck (Germany).",
                                "elements": []
                            },
                            {
                                "content": "A.  The criminal proceedings",
                                "elements": [
                                    {
                                        "content": "11.  On 12 January 1993 the applicant was arrested in connection with an anti-drug-trafficking operation as a result of which the Sintra public prosecutor’s office brought criminal proceedings against about forty persons. The applicant was interviewed on 13 January 1993 by an investigating judge, in the presence of an interpreter and a lawyer appointed under the legal-aid scheme, and was then placed in pre-trial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 21 January 1993 a search of his home was carried out and large sums of money in several different currencies and a self-defence spray were seized.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 28 April 1993 the applicant, represented by a lawyer whom he had in the meantime authorised to act for him, asked to be interviewed in the presence of another person involved in the case, one A.G. That request was refused on an unspecified date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 7 January 1994 the public prosecutor’s office filed the prosecution submissions (acusação) against the applicant and forty-three other persons. Mr Czekalla was accused of aggravated drug trafficking and conspiracy (associação criminosa). The indictment listed fifty prosecution witnesses and the submissions ran to 156 pages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 19 January 1994 the applicant asked the judge to let him have a copy of the case file so that he could prepare his defence. The judge granted his request and the file was made available to the applicant’s lawyer at the registry of the Sintra District Court. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 23 January 1994 the applicant applied to the judge personally in English, asking for a translation of the prosecution submissions into German, his native language. On 27 January 1994 the investigating judge at the Sintra District Court, ruling on the basis of Article 92 § 1 of the Code of Criminal Procedure, refused that application without looking into its merits on the ground that it was not written in Portuguese.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In a letter of 16 February 1994 the German embassy in Lisbon asked the Sintra District Court to send the applicant a German translation of the prosecution submissions. The embassy later informed the court that it could assist it by providing the services of a sworn translator (letter of 8 September 1994).",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 20 February 1994 the applicant submitted a request similar to that of 23 January 1994 but written in Portuguese. In response to that request, on 27 April 1994, an interpreter appointed by the Sintra District Court went to the prison where the applicant was being held and gave him an oral translation of the prosecution submissions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  As a number of the accused had asked for the judicial investigation to be formally opened, that was done, on 16 March 1994. An adversarial hearing was held on 21 April 1994. On 27 April 1994 the investigating judge made an order (despacho de pronuncía) committing thirty-five of the accused, including the applicant, for trial. The order was read out to all the accused and simultaneous interpretation was provided in several foreign languages.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 28 June 1994 the applicant filed his defence pleadings and submitted a list of the defence witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In a judgment of 7 July 1994 the Supreme Court (Supremo Tribunal de Justiça) ruled that the Sintra District Court could hold the trial on the premises of the Lisbon Criminal Court in Monsanto on account of the lack of space at its own courthouse in Sintra.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The trial began on 8 November 1994 and lasted for eight months, during which fifty-eight hearings were held. On 21 February 1995, in other words while the trial was still taking place, the applicant withdrew the authority to act he had given to his lawyer and asked the court to appoint a lawyer under the legal-aid scheme. The court appointed Ms T.M. as his defence counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Sintra District Court gave judgment on 24 July 1995. It found the applicant guilty of aggravated drug trafficking but not of conspiracy, and sentenced him to fifteen years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 3 August 1995 the applicant personally appealed to the Supreme Court. His application was written in German. By an order of 12 September 1995 the judge of the Sintra Criminal Court, ruling on the basis of Article 92 § 1 of the Code of Criminal Procedure, dismissed the appeal without looking into its merits on the ground that it was not written in Portuguese.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 7 August 1995 Ms T.M. lodged an appeal with the Supreme Court on her client’s behalf. She alleged breaches of a number of provisions of the Code of Criminal Procedure and of Articles 5 and 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In September 1995 the applicant asked a lawyer of his own choice to represent him in the proceedings, thus dispensing with the services of the lawyer appointed under the legal-aid scheme. On 27 September 1995 the applicant’s new lawyer lodged an appeal with the Supreme Court against the order made by the judge of the Sintra Criminal Court on 12 September 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 20 September 1995 the case file was sent to the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 10 July 1996 the Supreme Court gave judgment on a number of interlocutory appeals and on those which, in the judges’ opinion, could already be decided without further examination. Applying Article 412 of the Code of Criminal Procedure, the Supreme Court declared inadmissible the applicant’s appeal against his conviction, lodged through Ms T.M., ruling that the grounds of appeal had not been satisfactorily explained. The appeal contained no submissions and did not indicate in what way the legal provisions whose breach it alleged should have been interpreted and applied.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 11 December 1996 the Supreme Court delivered a second judgment. It first upheld an appeal by the prosecution concerning some of the defendants, including the applicant, finding that the latter was also guilty of conspiracy. The applicant’s sentence was accordingly raised to twenty-one years’ imprisonment. The Supreme Court then considered the appeal against the order made by the judge of the Sintra Criminal Court on 12 September 1995. It held that the application made by the applicant alone was provided for in Article 98 of the Code of Criminal Procedure, which permitted a defendant to submit pleadings or observations directly to the court. Taking into account Article 6 § 3 (e) of the Convention, the Supreme Court then set aside the impugned decision and ordered the appeal lodged by the applicant to be translated so that it could be “duly examined”. Lastly, the Supreme Court decided that the statements of one of the defendants, who had cooperated with the police investigating the case and had refused to answer the questions put by counsel for the other defendants, could not be admitted in evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Some of the defendants, but not the applicant, appealed against the above decision to the Constitutional Court (Tribunal Constitucional).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicant requested a clarification (aclaração) of the last part of the Supreme Court’s judgment of 11 December 1996. He wanted to know in particular when his conviction would become final, regard being had to the Supreme Court’s decision to set aside the order of 12 September 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In a judgment of 12 February 1997 the Supreme Court dismissed the above application on the ground that no clarification was called for. On the other hand, it corrected a mistake discovered in the judgment of 11 December 1996 concerning determination of the sentences imposed on some of the defendants and reduced the applicant’s sentence to eighteen years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 15 July 1997 the Constitutional Court dismissed the appeals by some of the defendants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 18 July 1997 the applicant asked the Supreme Court to inform him how it intended to follow up the final part of the judgment of 11 December 1996 with regard to the application he had lodged with the Sintra Criminal Court on 3 August 1995. On an unspecified date the reporting judge ordered the registry to inform the applicant that the application would be examined by the Sintra Criminal Court in due course.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In a judgment of 1 October 1997 the Supreme Court made it clear that the applicant was to be regarded as serving his sentence, since the Constitutional Court had dismissed the appeals by other defendants, with the result that the Supreme Court’s judgment of 11 December 1996, as corrected by the judgment of 12 February 1997, had therefore become final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 14 October 1997 the applicant asked to be released. He submitted that the Supreme Court’s judgment of 11 December 1996 had not become final in so far as he himself was concerned. He pointed out that the last part of the judgment had not been executed, as his appeal of 3 August 1995 had not yet been duly examined as required by the judgment in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 23 October 1997 the reporting judge refused the above application in the following terms:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The application in issue [the one made on 3 August 1995] ... was submitted under Article 98 of the Code of Criminal Procedure. If by means of that application the applicant intended to appeal against his conviction, it must be pointed out that it could not have such an effect. The appeal by the defendant Czekalla against his conviction was the one lodged by the lawyer representing him under the legal-aid scheme, which has already been heard. ... The content [of the application of 3 August 1995], whatever it is – and that is a matter to be ascertained when the file has been transmitted to the court of first instance – could not therefore affect or influence the course of the proceedings. That is why the application cannot prevent the transition to res judicata [trânsito em julgado] of the Supreme Court’s judgment of 11 December 1996.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant lodged a constitutional appeal against the above decision. On 16 January 1998 the reporting judge declared the appeal inadmissible for failure to exhaust ordinary remedies, the applicant having omitted to challenge the decision before the Judicial Committee (conferência). The applicant then appealed against the inadmissibility decision to the Constitutional Court, which dismissed his appeal in a judgment of 13 May 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  By a decision of 16 March 1999, of which the applicant was informed on 29 October 1999, the Sintra District Court ruled, in accordance with the Supreme Court’s judgment of 11 December 1996, on the application made by the applicant on 3 August 1995. It noted firstly that the application amounted to an appeal against conviction. It went on to say that the applicant had only reproduced the appeal lodged at the time by his lawyer, but had not made use of the remedy provided for in Article 63 § 2 of the Code of Criminal Procedure, whereby he could have revoked the act carried out by his counsel. It noted that in any event the application was signed only by the applicant and not by his lawyer, and that accordingly it could not be declared admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In a judgment of 23 June 2000 the Evora Court of Appeal allowed an application for transfer to Germany made by the applicant under the Convention on the Transfer of Sentenced Persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The applicant was serving the remainder of his sentence in Germany when he was paroled on 14 March 2001.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The disciplinary proceedings against Ms T.M.",
                                "elements": [
                                    {
                                        "content": "42.  On 11 November 1995 the applicant lodged a complaint against Ms T.M. with the Lisbon Bar Council. He alleged that her conduct had caused him prejudice in that, contrary to his instructions, she had herself lodged with the Supreme Court an appeal that did not satisfy the formal conditions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 16 October 1996 the Bar Council decided to open disciplinary proceedings against Ms T.M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The applicant asserted that he had received from the Bar Council a letter dated 12 May 1997 informing him that a disciplinary penalty had been imposed on Ms T.M. for “unethical conduct”. The document concerned has not been produced before the Court.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Code of Criminal Procedure",
                                "elements": [
                                    {
                                        "content": "45.  The provisions of the Code of Criminal Procedure relevant to the present case are the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 62",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The accused may instruct counsel at any stage of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Where it is provided by law that the accused must be represented and the accused has not appointed or does not propose to appoint a person to defend him, the judge shall assign one officially, preferably a member or trainee member of the Bar; but the officially assigned representative shall cease to have authority to act if the accused instructs counsel of his own choosing. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nArticle 63 § 2",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The accused may revoke any act carried out on his behalf by the person defending him, provided that he expressly declares that intention before any decision has been taken in respect of the act in question.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 66",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Where a representative is assigned officially, the accused shall be notified of the fact if he was not present at the material time. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The officially assigned representative may be excused from assisting the accused if he puts forward a ground that the court considers valid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The court may replace the officially assigned representative at any time on an application by the accused that contains a valid ground.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Until such time as he is replaced, an officially assigned representative shall continue to act in respect of subsequent steps in the proceedings. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  The representative shall always be remunerated for his services; the terms and the amount shall be determined by the court, within the limits laid down in a scale approved by the Ministry of Justice or, failing that, in the light of the fees normally paid for services of a similar nature and of equal importance. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Payment shall be the responsibility, as the case may be, of the accused, the assistente, the civil parties or the Ministry of Justice.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 92",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  To be valid, all steps in the proceedings, whether written or oral, must be made in Portuguese.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Where a person who does not know or master the Portuguese language has to take part in proceedings, an appropriate interpreter shall be appointed free of charge ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  An interpreter shall likewise be appointed if it proves necessary to translate a document in a foreign language which is not accompanied by a certified translation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 98 § 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "“An accused, even if at liberty, may submit observations, pleadings or applications at any stage of the proceedings, even if they are not signed by his representative, provided that they relate to the subject matter of the proceedings or are intended to protect his fundamental rights. Such observations, pleadings or applications shall always be placed in the case file.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 412",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The pleadings shall set forth in detail the grounds of appeal and end with submissions, set out point by point, in which the appellant summarises the reasons for his appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  If the reasons concern the law, the submissions shall also indicate the following, failing which the appeal shall be dismissed:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  the legal provisions that have been infringed;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  the way in which, in the appellant’s opinion, the lower court interpreted or applied each provision and the way in which that provision should have been interpreted or applied ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "46.  Like Article 412 of the Code of Criminal Procedure, Article 690 of the Code of Civil Procedure requires an appellant to complete his appeal with submissions. These must likewise indicate both the legal provisions infringed and the way in which, according to the appellant, they should have been interpreted or applied by the lower court. However, paragraph 4 of Article 690 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Where there are no submissions, or where the submissions are incomplete, obscure or complex ... the reporting judge must ask the appellant to produce them, add to them, clarify them or summarise them, failing which the appeal shall not be heard ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The case-law of the Supreme Court and the Constitutional Court",
                                "elements": [
                                    {
                                        "content": "47.  Formerly, it was the established case-law of the Supreme Court that it was permissible to dismiss outright any appeals submitted in breach of the formal conditions laid down in Article 412 of the Code of Criminal Procedure. In particular, it took the view that an appellant was not entitled to be asked to make good any deficiencies of his appeal, unlike the position provided for in Article 690 of the Code of Civil Procedure. That was justified by the particular requirements of speedy trial imposed by criminal procedure, the question of celerity being deemed not to be raised in the same terms in civil cases. It was therefore normal for the Supreme Court to dismiss appeals on points of law, for example, on account of the prolixity of the related pleadings, regard being had to the provision in Article 412 § 1 requiring an appellant to “summarise” the reasons for his appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In its judgment no. 337/2000 of 27 June 2000, published in the Official Gazette on 21 July 2000, the Constitutional Court declared, with general binding force, that Article 412 of the Code of Criminal Procedure was unconstitutional if interpreted so as to permit the outright dismissal of an appeal on points of law on account of the wordiness of the related pleading without the appellant being first asked to rectify his appeal. It emphasised that the particular requirements of speedy trial imposed by criminal procedure could not justify such a restriction of the right to due process.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In its judgment no. 265/01 of 19 June 2001, published in the Official Gazette of 16 July 2001, the Constitutional Court declared, with general binding force, that Articles 59 and 61 of Legislative Decree no. 433/82, which are similar to Article 412 of the Code of Criminal Procedure and applicable to summary offences, were unconstitutional if interpreted so as to permit the outright dismissal of an appeal on account of its being unaccompanied by submissions without the appellant being first asked to make such submissions. The Constitutional Court referred to its case-law concerning the dismissal of appeals on points of law on account of the wordiness of the related pleading, observing that the same reasoning applied to the case under consideration, regard being had to the requirements of the principle of fair trial and the right to due process.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Practice as a lawyer in Portugal",
                                "elements": [
                                    {
                                        "content": "50.  The legal profession in Portugal is free and independent. Lawyers are completely independent from the State and are bound only by their statute, approved by Legislative Decree no. 84/84 of 16 March 1984.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Bar Council is a public-law association, regulated by Act of Parliament but independent of the State. It has disciplinary jurisdiction over lawyers, who must be registered with the Council in order to be able to practice, the question of disciplinary responsibility being a quite separate matter from any civil or criminal responsibility (Article 96 of Legislative Decree no. 84/84).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 §§ 1 AND 3 (c) OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "52.  Mr Czekalla complained of the inadequacy of the legal assistance he had been given. He submitted that his right of access to the Supreme Court had been infringed on account of the negligence of the lawyer officially appointed to assist him. He relied on Article 6 §§ 1 and 3 (c) of the Convention, which provide:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law. ...",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  to defend himself in person or through legal assistance of his own choosing or, if he has not sufficient means to pay for legal assistance, to be given it free when the interests of justice so require;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments of the parties",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "53.  The applicant complained of the inadequacy of the legal assistance he had been given, as a result of which he had been deprived of access to the Supreme Court on account of the mistake made by the lawyer officially appointed to assist him, Ms T.M., who had omitted to include submissions in her pleading. In addition, the Sintra District Court had in the end decided to dismiss the appeal he had submitted himself on 3 August 1995.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The applicant submitted that the mistake had been such a crass error that it had to be regarded as a “manifest failure” within the meaning of the Court’s case-law in Kamasinski v. Austria (judgment of 19 December 1989, Series A no. 168). It had been all the more serious because it had made it impossible for him to have his appeal heard even though he faced the threat of a lengthy prison sentence. He had drawn the attention of the relevant authorities to the inadequacies of the lawyer officially appointed to represent him, who had subsequently been the subject of a Bar Council inquiry.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  As regards the fact that criminal courts were not empowered to ask defaulting parties to make good any deficiencies in their appeals, unlike the position in civil cases, the applicant submitted that the Government had not succeeded in explaining what could justify such a difference in treatment. It was not an abstract question but, on the contrary, one which was directly linked to the question whether he had had a fair trial, in so far as he had likewise been deprived of the right of access to the Supreme Court on account of the rules of criminal procedure in issue.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "\n2.  The Government",
                                        "elements": [
                                            {
                                                "content": "56.  The Government, referring to Kamasinski, cited above, and to Artico v. Italy (judgment of 13 May 1980, Series A no. 37) and Daud v. Portugal (judgment of 21 April 1998, Reports of Judgments and Decisions 1998-II, pp. 739 et seq.), submitted that a State could not, except in very exceptional circumstances, be held responsible for the acts and omissions of a lawyer appointed under the legal-aid scheme. They observed that the conduct of the defence was a matter for which the defendant’s counsel alone bore responsibility, being governed in his or her practice only by the specific rules of the legal profession, over which the State had no control.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Government observed that, according to the Court’s case-law on the question, States were under a positive obligation only where a manifest failure on the part of a lawyer appointed under the legal-aid scheme was brought to the judge’s attention. They submitted that a mistake in lodging an appeal, like the one that had occurred in the present case, did not in itself constitute such a “failure”. Moreover, the judge could not make up for the mistake made by the applicant’s court-appointed lawyer without infringing the principle of the equality of arms.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  As regards the difference in that respect between criminal procedure and civil procedure, where the judge could invite a defaulting party to make good any deficiencies which might bar an appeal, the Government put forward three justifications: firstly, civil procedure provided other mechanisms for penalising abuse of the right of appeal; secondly, civil procedure concerned disputes between litigants with conflicting private interests, a fact which justified a degree of flexibility; lastly, the Code of Civil Procedure was much older than the Code of Criminal Procedure, which had laid down more modern rules, the tendency being rather to bring the Code of Civil Procedure more closely into line with the Code of Criminal Procedure in order to speed up proceedings. In any event, the Government argued that the question was not relevant to the case, firstly because the applicant had not raised it directly, and secondly because the fairness of proceedings could not depend on organisational differences between criminal and civil procedure.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "59.  The Court reiterates at the outset that the requirements of paragraph 3 of Article 6 are to be seen as particular aspects of the right to a fair trial guaranteed by paragraph 1 (see Van Geyseghem v. Belgium [GC], no. 26103/95, § 27, ECHR 1999-I). It is appropriate therefore to examine the applicant’s complaints from the standpoint of paragraph 3 (c) taken together with the principles inherent in paragraph 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court next refers to the principles it has laid down in its case-law on the subject of legal assistance. While it has frequently observed that the Convention is designed to guarantee not rights that are theoretical or illusory but rights that are practical and effective, assigning counsel does not in itself ensure the effectiveness of the assistance he may afford an accused. Nevertheless, a State cannot be held responsible for every shortcoming on the part of a lawyer appointed for legal-aid purposes. It follows from the independence of the legal profession from the State that the conduct of the defence is essentially a matter between the defendant and his counsel, whether appointed under a legal-aid scheme or privately financed. The competent national authorities are required under Article 6 § 3 (c) to intervene only if a failure by legal-aid counsel to provide effective representation is manifest or sufficiently brought to their attention in some other way (see Daud, cited above, pp. 749-50, § 38).",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  What is at issue in the present case is the period between 21 February 1995, the date when the court appointed Ms T.M. as the applicant’s defence counsel, and September 1995, when the applicant asked a lawyer of his own choice to take charge of his defence, thus dispensing with the services of the lawyer appointed under the legal-aid scheme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Unlike the position in Daud, it cannot be said that Ms T.M. failed to lend her assistance to the applicant during the first-instance proceedings. On the other hand, the question arises whether the fact that the officially appointed defence counsel lodged an appeal without complying with the formal requirements of Portuguese law and the Supreme Court can be regarded as a “manifest failure”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Court observes in that connection that in Daud the European Commission of Human Rights examined a similar issue, in that the lawyer appointed under the legal-aid scheme had omitted to indicate in his submissions on appeal which legal provisions he considered to have been breached, causing the Supreme Court to declare the appeal inadmissible (see Daud, cited above, p. 744, § 23). In its opinion the Commission expressed the following view (ibid., pp. 756-57, § 50):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... that was a situation in which the shortcomings of the officially assigned lawyer were manifest and had serious consequences for the applicant’s defence in that he was refused access to the Supreme Court. In the specific circumstances of the case and having regard also to the fact that he was a foreigner, it was for the competent Portuguese authorities to take steps to ensure that the applicant enjoyed effectively his right to the assistance of a defence counsel ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  When the case was referred to the Court, it did not rule on that point, considering that the other shortcomings of Mr Daud’s defence were sufficient to warrant the finding of a violation of Article 6 §§ 1 and 3 (c) taken together.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In the present case the Court is required to determine the issue. It notes in the first place, like the Government, that the State cannot be held responsible for any inadequacy or mistake in the conduct of the applicant’s defence attributable to his officially appointed lawyer. It considers, however, that in certain circumstances negligent failure to comply with a purely formal condition cannot be equated with an injudicious line of defence or a mere defect of argumentation. That is so when as a result of such negligence a defendant is deprived of a remedy without the situation being put right by a higher court. It should be pointed out in that connection that the applicant was a foreigner who did not know the language in which the proceedings were being conducted and who was facing charges which made him liable to – and indeed led to – a lengthy prison sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  That combination of circumstances leads the Court to consider that Mr Czekalla did not enjoy, as Article 6 § 3 (c) required, a practical and effective defence as regards his appeal to the Supreme Court. It remains to be determined whether the relevant authorities were under a duty, while respecting the fundamental principle of the independence of the legal profession, to take steps to ensure that the applicant effectively enjoyed the right they accorded him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  In that connection, it is true that it was not until September 1995 that the applicant drew the competent courts’ attention to the possible inadequacies of his defence. However, the fact that on 3 August 1995 he lodged an appeal himself against the judgment of the Sintra Criminal Court was a first sign that he was not entirely in agreement with the way the officially appointed lawyer was conducting his defence, even though that appeal could not be examined immediately by a judge because he had written it in a foreign language. The Court emphasises in passing that the Supreme Court’s judgment quashing the decision given by the judge of the Sintra District Court on 12 September 1995 had no practical impact on the applicant’s situation, since the Supreme Court later took the view that the content of the appeal lodged by the applicant himself could not “affect or influence the course of the proceedings” or the finality of his conviction (see paragraph 37 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  That being said, the decisive point is the officially appointed lawyer’s failure to comply with a simple and purely formal rule when lodging the appeal on points of law to the Supreme Court. In the Court’s view, that was a “manifest failure” which called for positive measures on the part of the relevant authorities. The Supreme Court could, for example, have invited the officially appointed lawyer to add to or rectify her pleading rather than declare the appeal inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Government submitted that such an invitation was inconceivable, in view of the legal profession’s independence from the State and would even have upset the equality of arms.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court considers that argument unpersuasive. In the first place, it does not see how the independence of the legal profession could be affected by a mere invitation by the court to rectify a formal mistake. Secondly, it considers that it cannot be said a priori that such a situation would inevitably infringe the principle of equality of arms, given that it would be more in the nature of a manifestation of the judge’s power to direct the proceedings, exercised with a view to the proper administration of justice. It should be pointed out that Portuguese legislation itself permits judges in civil cases to issue such an invitation without it ever being suggested that this implies some loss of independence for members of the legal profession or an infringement of the principle of equality of arms and without there being in that respect the slightest difference between a lawyer appointed by the court under the legal-aid scheme and a lawyer freely chosen. Furthermore, the Constitutional Court recently held to be unconstitutional those provisions of the Code of Criminal Procedure – and the provisions of similar legislation relating to summary offences – which required the relevant courts to dismiss appeals out of hand without any prior invitation to the appellant to rectify or add to his pleading in this type of case. It would appear that, as matters stand in Portugal at present, a decision like the one taken by the Supreme Court on 10 July 1996 would no longer be possible as a result of that recent ruling of the Constitutional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The circumstances of the case therefore imposed on the relevant court the positive obligation to ensure practical and effective respect for the applicant’s right to due process. As that was not the case, the Court can only find a failure to comply with the requirements of paragraphs 1 and 3 (c) of Article 6 of the Convention, taken together. There has therefore been a violation of those provisions.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "72.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "73.  The applicant claimed 263,925 German marks under this head, equivalent to 134,942 euros (EUR). He referred in that connection to the sums paid to the lawyer he had been obliged to instruct after dispensing with the services of the court-appointed lawyer, without moreover being able to pay his full fees. He further submitted that he had received a longer prison sentence on account of the incompetence of the lawyer appointed to represent him under the legal-aid scheme and claimed reimbursement of the sums corresponding to the costs of his detention – necessitated by expenditure on food and postage stamps in particular. Lastly, he included the sums seized by the Portuguese courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Government submitted that it was not possible to speculate as to what the outcome of the proceedings in issue would have been if the alleged violation had not taken place. They further observed that if the applicant considered that the conduct of his court-appointed lawyer had caused him damage, he ought to seek redress in the Portuguese courts. They argued that the applicant’s claims under that head had no causal link with the alleged violation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Court can likewise see no causal link between the violation found and the pecuniary loss claimed by the applicant, as it is impossible to know whether he would have received a shorter sentence if the merits of his appeal on points of law had been examined. As regards his lawyer’s fees, the Court considers that these should be examined together with the other costs for which the applicant claimed reimbursement (see paragraphs 79 et seq. below). It therefore dismisses the applicant’s claims for pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "76.  The applicant also claimed, for non-pecuniary damage, the sum of 10,000 pounds sterling (GBP), the equivalent of EUR 15,668, per year between the date of the violation of the Convention and the date of his release, in March 2001.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  The Government submitted that the finding of a violation would in itself constitute sufficient satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court considers that the lack of appropriate legal assistance at an essential stage in the proceedings must have caused the applicant non-pecuniary damage which should be made good. Ruling on an equitable basis, it awards him EUR 3,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "79.  The applicant claimed reimbursement of the fees he had paid to his lawyers in the domestic proceedings. In respect of the work done by his representative before the Court he claimed GBP 16,235, the equivalent of EUR 25,420.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Government submitted that in ruling on this question the Court should take account of the criteria laid down in its judgments in previous Portuguese cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court reiterates that costs and expenses will not be awarded under Article 41 unless it is established that they were actually incurred, were necessarily incurred and were also reasonable as to quantum (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000XI). In addition, legal costs are only recoverable in so far as they relate to the violation found (see Van de Hurk v. the Netherlands, judgment of 19 April 1994, Series A no. 288, p. 21, § 66).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  As regards the costs incurred in the Portuguese courts (see paragraph 73 above), the Court notes that only part of these were incurred with a view to securing a remedy for the violation found. Nor can the applicant claim reimbursement of all his costs before the Convention institutions. The Court points out in that connection that in its decision of 5 July 2001 it declared the great majority of the applicant’s complaints inadmissible. It therefore considers it reasonable to award EUR 11,000 under this head, plus any amount that may be chargeable in value-added tax, less the EUR 880 already granted by the Council of Europe in legal aid.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "83.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.   Holds that there has been a violation of Article 6 §§ 1 and 3 (c) of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)   that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 10 October 2002, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrG. Ress",
            "role": "president"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrL. Caflisch",
            "role": "judges"
        },
        {
            "name": "MrR. Türmen",
            "role": "judges"
        },
        {
            "name": "MrB. Zupančič",
            "role": "judges"
        },
        {
            "name": "MrsH.S. Greve",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "Mr V. Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CZEKALLA v. PORTUGAL",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60676.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2002:1010JUD003883097",
    "externalsources": [],
    "extractedappno": [
        "38830/97",
        "265/01",
        "433/82",
        "84/84",
        "26103/95",
        "31107/96"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-60676",
    "judgementdate": "10/10/2002 00:00:00",
    "kpdate": "10/10/2002 00:00:00",
    "kpthesaurus": [
        "445",
        "86",
        "440",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6-3-c",
        "6-1",
        "6-3",
        "6",
        "41"
    ],
    "parties": [
        "CZEKALLA",
        "PORTUGAL"
    ],
    "rank": "449.02392578125",
    "representedby": [
        "N/A"
    ],
    "respondent": "PRT",
    "respondentOrderEng": "36",
    "scl": [
        "Daud v. Portugal judgment of 21 April 1998, Reports of Judgments and Decisions 1998-II, p. 744, § 23, p. 749, § 38 and p. 756, § 50",
        "Iatridis v. Greece [GC], no. 31107/96, ECHR 2000-XI, § 54",
        "Van de Hurk v. the Netherlands judgment of 19 April 1994, Series A no. 288, p. 21, § 66",
        "Van Geyseghem v. Belgium [GC], no. 26103/95, § 27, ECHR 1999-I"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "317776",
    "typedescription": "15"
}