{
    "__articles": "2;2-1;2-2;13;13+2;35;35-1;41;46;46-2",
    "__conclusion": "Remainder inadmissible;Violation of Art. 2 (substantive aspect);Violation of Art. 2 (procedural aspect);Violation of Art. 13+2;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "27065/05",
    "article": [
        "2",
        "46",
        "35",
        "13",
        "41"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "details": [
                "procedural aspect"
            ],
            "element": "Violation of Art. 2",
            "type": "violation"
        },
        {
            "article": "2",
            "base_article": "2",
            "element": "Violation of Art. 13+2",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13+2",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-101936.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 27065/05) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by the 29 Russian nationals listed below (“the applicants”) on 26 July 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by lawyers of the NGO EHRAC/Memorial Human Rights Centre. The Russian Government (“the Government”) were represented by their Representative, Mr G. Matyushkin.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 4 September 2008 the Court decided to apply Rule 41 of the Rules of Court, to grant priority treatment to the application and to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government objected to the joint examination of the admissibility and merits of the application. Having considered the Government's objection, the Court dismissed it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants are the twenty-nine Russian nationals listed below:",
                                "elements": []
                            },
                            {
                                "content": "1.  Ms Marusa Abuyeva, born in 1948;",
                                "elements": []
                            },
                            {
                                "content": "2.  Ms Malika Abdulkerimova, born in 1957;",
                                "elements": []
                            },
                            {
                                "content": "3.  Ms Larisa Anzorova, born in 1972;",
                                "elements": []
                            },
                            {
                                "content": "4.  Ms Malika Akhtakhanova (also spelled as Akhmetkhanova), born in 1965;",
                                "elements": []
                            },
                            {
                                "content": "5.  Ms Maryam Akhtakhanova, born in 1986;",
                                "elements": []
                            },
                            {
                                "content": "6.  Mr Mamudtsalya Akhtakhanov, born in 1951;",
                                "elements": []
                            },
                            {
                                "content": "7.  Mr Avgazar Byutukayev, born in 1943;",
                                "elements": []
                            },
                            {
                                "content": "8.  Ms Malizh Byutukayeva, born in 1957;",
                                "elements": []
                            },
                            {
                                "content": "9.  Ms Raisa Vakhayeva, born in 1959;",
                                "elements": []
                            },
                            {
                                "content": "10.  Ms Khava Vakhayeva, born in 1987;",
                                "elements": []
                            },
                            {
                                "content": "11.  Ms Madina Vakhayeva, born in 1990;",
                                "elements": []
                            },
                            {
                                "content": "12.  Ms Nurzhan (also spelled as Nurshan) Vakhayeva, born in 1964;",
                                "elements": []
                            },
                            {
                                "content": "13.  Ms Elita Vakhayeva, born in 1986;",
                                "elements": []
                            },
                            {
                                "content": "14.  Mr MuslimVakhayev, born in 1981;",
                                "elements": []
                            },
                            {
                                "content": "15.  Mr Salambek Vakhayev, born in 1992;",
                                "elements": []
                            },
                            {
                                "content": "16.  Ms Aset Gaskalova, born in 1965;",
                                "elements": []
                            },
                            {
                                "content": "17.  Ms. Luiza Guchigova, born in 1969;",
                                "elements": []
                            },
                            {
                                "content": "18.  Ms. Khava Dadayeva, born in 1978;",
                                "elements": []
                            },
                            {
                                "content": "19.  Ms Tamara Dzhamaldinova, born in 1966;",
                                "elements": []
                            },
                            {
                                "content": "20.  Ms Aliya Debirova, born in 1932;",
                                "elements": []
                            },
                            {
                                "content": "21.  Ms Khadisht (also spelled as Khadishat) Ismailova, born in 1970;",
                                "elements": []
                            },
                            {
                                "content": "22.  Ms Maret Musayeva, born in 1970;",
                                "elements": []
                            },
                            {
                                "content": "23.  Ms Malizha Osmayeva, born in 1964;",
                                "elements": []
                            },
                            {
                                "content": "24.  Ms Bela Orsamikova, born in 1977;",
                                "elements": []
                            },
                            {
                                "content": "25.  Mr Makhmud Satuyev, born in 1967;",
                                "elements": []
                            },
                            {
                                "content": "26.  Mr Zula Soslambekova (also spelled as Zulay and Zura Soslanbekova), born in 1956;",
                                "elements": []
                            },
                            {
                                "content": "27.  Ms Zara Sulimanova (also spelled as Suleymanova), born in 1964;",
                                "elements": []
                            },
                            {
                                "content": "28.  Ms Mani (also spelled as Moni) Umalatova, born in 1957; and",
                                "elements": []
                            },
                            {
                                "content": "29.  Ms Roza Khankerkhanova (also spelled as Razet Khametkhanova), born in 1962.",
                                "elements": []
                            },
                            {
                                "content": "6.  Malika Abdulkerimova lives in Urus-Martan, Tamara Dzhamaldinova lives in Achkhoy-Martan and Bela Orsamikova lives in . The other applicants live in the village of Katyr-Yurt, in the AchkhoyMartan district, .",
                                "elements": []
                            },
                            {
                                "content": "A.  Events of 2-7 February 2000",
                                "elements": [
                                    {
                                        "content": "7.  The facts of the case are connected to the application Isayeva v. Russia, no. 57950/00, 24 February 2005, in that the applicants and their relatives were victims of the attack on the  that took place between 4 and 7 February 2000. In the Isayeva case the applicant and her relatives were trying to escape the fighting on 4 February 2000 when an aviation bomb exploded near their minivan, wounding the applicant and killing three of her relatives. In that case the Court established a number of facts relevant to the present case which can be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Since the beginning of military operations by the Russian military and security forces in Chechnya in the autumn of 1999, the  had been treated as a “safe zone.” By the beginning of February 2000 up to 25,000 persons lived there, including local residents and internally displaced persons from elsewhere in . Prior to 4 February 2000 the residents of Katyr-Yurt had not been informed by the State authorities about the possible advance of Chechen insurgent formations into the village, whereas such information had been available to federal military commanders. On 4 February 2000 the village was captured by a large group of Chechen fighters escaping from  and the federal military forces subsequently carried out an assault, using weapons such as heavy freefalling aviation bombs, missiles and other arsenal. The two roads out of the village were controlled by the military by means of roadblocks. While the roadblock leading towards the district centre of Achkhoy-Martan allowed the residents to leave, the other one, placed on the road leading towards the neighbouring , remained closed for the majority of the fighting. The shelling of Katyr-Yurt continued until – and throughout – 7 February 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  At the material time, all of the applicants lived in Katyr-Yurt. As a result of the bombardment, twenty-four of the applicants' relatives died (see table attached). Some applicants also sustained various injuries, as summarised below.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicants' accounts",
                                "elements": [
                                    {
                                        "content": "10.  In 2005 some of the applicants made detailed statements to their representative, the Stichting Russian Justice Initiative (SRJI), to describe the circumstances of the deaths and injuries resulting from the attack. Others submitted documents certifying the deaths of their relatives, without further explanations. The various statements and submissions can be summarised as follows.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Statement by Marusya Abuyeva (applicant 1)",
                                        "elements": [
                                            {
                                                "content": "11.  Marusya Abuyeva lives with her family in Katyr-Yurt at . In early February 2000 they heard rumours that their village could be taken over by fighters who had escaped from  and who had already been spotted in the villages of Zakan-Yurt and Shaami-Yurt. On 2 February 2000 the applicant and her family tried to leave for Achkhoy-Martan in a horse-drawn cart. They were prevented from doing so by military servicemen at the roadblock, who explained to them that no one would be allowed to leave the village.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  In the early hours of 4 February 2000 the applicant witnessed a large group of armed fighters entering the village from the direction of ShaamiYurt to the north of the village. The applicant and her family went into the cellar, anticipating and fearing the bombardment which started soon afterwards.",
                                                "elements": []
                                            },
                                            {
                                                "content": "13.  During the morning of 4 February 2000 there was a lull in the attack and the applicant's son, Ruslan Abuyev (born in 1979), went upstairs. Sometime later the applicant followed him upstairs and saw a group of men in the courtyard, who told her that Ruslan Abuyev had been killed. Their house had been destroyed by an artillery shell.",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  Marusya Abuyeva, her husband and her son Ali took the body of Ruslan Abuyev and tried to leave the village through the roadblock, heading north towards the . According to the applicant, it took them about two hours to cross the distance of six or seven hundred metres to the roadblock because of the shelling and confusion. By the time they reached the roadblock, there were already many other residents there. The military refused to let anyone through.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  Marusya Abuyeva and her family, along with other refugees, spent the ensuing three days camping in houses situated near the roadblock, because the servicemen assured them that it would be safe to remain there. Nevertheless, the houses were shot at on at least one occasion, as a result of which three people were killed and about ten wounded. They could not return to the village because of the fighting. The applicant and other residents suffered from cold and hunger. On 8 February 2000 they were allowed to go to Valerik.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 27 February 2000 the Achkhoy-Martan district civil registration office (hereinafter “the district civil registration office”) recorded Ruslan Abuyev's death and that it had occurred in Katyr-Yurt on 5 February 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  According to the applicant, upon returning home they found their house and property destroyed. In the summer of 2000 she was interviewed by R., an investigator from the military prosecutor's office, who assured her that the persons responsible for the attack would be identified and that she would receive compensation. She had not heard anything further in that regard.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Statement by Malika Abdulkerimova (applicant 2)",
                                        "elements": [
                                            {
                                                "content": "18.  Malika Abdulkerimova lived in Urus-Martan. In October 1999 she was trading in the  market together with Tamara Mestoyeva. When the city came under bombardment she, together with her family, went to Katyr-Yurt where they all stayed with Tamara Mestoyeva's sister. The applicant considered Katyr-Yurt to be a safe place because there was a military unit stationed there and there was no fighting. The applicant and Tamara Mestoyeva traded in the local market and on Sundays went to the market in Urus-Martan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 2 February 2000 some Russian military servicemen stopped the applicant and Islam Orsamikov, Tamara Mestoyeva's son, on the road to the  because they had an order not to let anyone out of the village.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  Early in the morning on 4 February 2000 the applicant learned that the village had been occupied by fighters. Soon afterwards, shelling started from the direction of the north.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  The applicant, her family and Tamara Mestoyeva's family took shelter in the basement of a house situated further down the road. About two hours later, an official from the village administration came to that house and told them that the military had allowed residents to leave in the direction of Achkhoy-Martan. Tamara Mestoyeva, her three sons – Islam, Omar and Ali Orsamikov – and the applicant's son, Sulambek Abdulkerimov (born in 1980), remained in the cellar because they wanted to collect their belongings and leave with their vehicles.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The applicant walked in a group of about twenty people, together with Mrs Mestoyeva's sister, daughter (Bela Orsamikova, applicant 24) and two grandchildren. Despite the shelling that had been going on, the applicant reached Achkhoy-Martan at about 6 p.m. on the same day.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  On 8 February 2000 she returned to the village. Together with Tamara Mestoyeva's relatives, the applicant found that Tamara Mestoyeva's sister's house had been destroyed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  On 9 February 2000 some men helped them to clear the ruins. They found eight bodies in the cellar of the house, including those of Sulambek Abdulkerimov (the second applicant's son), Tamara Mestoyeva and her three sons. They had been killed by an explosion. There were also large craters left from bombs that had fallen near the house (see statement by Bela Orsamikova below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 29 April 2005 the district civil registration office issued a death certificate in respect of Sulambek Abdulkerimov. The date and place of death were recorded as 4 February 2000 in Katyr-Yurt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  Mrs Abdulkerimova submitted that during the summer of 2000 she had been interviewed by an investigator from the military prosecutor's office at the Katyr-Yurt village administration office. At the end of the interview, the applicant signed the transcript and was assured that she would be informed of the progress of the investigation. In May 2005 the applicant learned from other residents of Katyr-Yurt that the investigation had been closed in 2002 but that no one had been informed at the time.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Statement by Larisa Anzorova (applicant 3)",
                                        "elements": [
                                            {
                                                "content": "27.  Larisa Anzorova lives in Katyr-Yurt at . Shelling of the village started at about 9 a.m. on 4 February 2000. The applicant's family went down into the basement of their house. At about 10 a.m. the third applicant's father, Kharis Anzorov (born in 1936), was wounded in the courtyard as a result of a blast. The applicant and her mother brought Kharis Anzorov to the cellar of his cousin's house but were unable to give him any medical aid. There were a lot of people, including women and children, at the house. On the same day the applicant and other people went to Achkhoy-Martan under continuous shelling.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 5 February 2000 the applicant's brother came to AchkhoyMartan and told them that their father had died of his wounds on the previous day.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 28 February 2000 the district civil registration office issued a death certificate. The date and place of Kharis Anzorov's death were recorded as 4 February 2000 in Katyr-Yurt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Mrs Anzorova submitted that around one or one and a half years after the events, she and her mother had been interviewed by an official from the military prosecutor's office. They had not heard further in that regard.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Statements by Malika, Maryam and Mamudtsalya Akhtakhanovy (applicants 4, 5 and 6)",
                                        "elements": [
                                            {
                                                "content": "31.  The applicants' family is from . In February 2000 they were staying with their relatives in Katyr-Yurt, at . The family consisted of Malika Akhtakhanova, her husband Mamudtsalya Akhtakhanov (born in 1951), their daughter Maryam (born in 1986), and two sons, Islam and Yakub (born in 1991 and 1997 respectively). Heavy shelling of the village started on the morning of 4 February 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The applicants took shelter at . At about noon they got into a Kamaz truck and drove towards the centre of the village but because of the heavy shelling they had to abandon the vehicle and return to the cellar, under fire.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  Soon afterwards a missile hit the house where they had been hiding. Each of the applicants was wounded and three other people were killed on the spot. The fourth applicant's son called their neighbours, who helped to take the wounded to another house. They remained there – without proper medical assistance – until the following morning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  During the morning of 5 February 2000 the family and two other relatives went towards Achkhoy-Martan in a car. On the same day, the fourth applicant was admitted to the Achkhoy-Martan hospital where she was operated upon. Her husband was immediately transferred to the hospital in Nazran, Ingushetia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Malika Akhtakhanova remained in the hospital in Achkhoy-Martan until 6 March 2000. The document issued by the hospital upon discharge noted that she had suffered from several splinter wounds, including piercing of the left lung, severe loss of blood and inflammation, and that on 19 February 2000 she had been operated upon for a second time but that a splinter had remained in her body.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Mamudtsalya Akhtakhanov remained in the Nazran hospital until 6 March 2000. He was diagnosed with a shell wound to the head and with concussion and he was operated on at the Nazran hospital. He also continues to have a splinter in his head. He was granted disability of the first degree and for a long time was unable to move or eat without assistance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Maryam Akhtakhanova sustained a wound to the face. In December 2000 she underwent surgery on her eyelids in a specialised hospital in .",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Malika Akhtakhanova submitted that she had been interviewed by a military prosecutor on one occasion. The investigator assured her that she would be notified of the results and that compensation would be paid to the family. The applicants had not been informed of any further developments and had not received any compensation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Statements by Avgazar Byutukayev and Malizh Byutukayeva (applicants 7 and 8)",
                                        "elements": [
                                            {
                                                "content": "39.  The applicants are brother and sister. They live with other members of their extended family in Katyr-Yurt at . Avgazar Byutukayev is married and has four children. On the morning of 4 February 2000 the applicants saw a group of armed fighters in the village. Soon afterwards heavy shelling started.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  During the morning of 5 February 2000, Avgazar Byutukayev was wounded in the left leg by a shell explosion in his courtyard. He lost a lot of blood and could not move. On the following day he was found in the courtyard of his house by a group of Russian servicemen who gave him first aid and transferred him to the Urus-Martan hospital. There he was diagnosed with shell wounds to the left leg, frost bite, loss of blood and hypothermia. On 15 February 2000 his left leg was amputated as a result of developing gangrene. He remained in the hospital until 6 May 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Malizh Byutukayeva and other members of the family tried to escape the fighting through the exit towards Valerik. On 5 February 2000 they reached the roadblock but were not allowed to pass. The eighth applicant and other residents were advised by the servicemen to wait in three empty houses near the roadblock. On 6 February 2000 these houses were shot at from passing military vehicles, as a result of which both Malizh Byutukayeva and Avgazar Byutukayev's daughter, Malika, were wounded. The military then allowed the two women to leave the village. Other servicemen delivered them to the Urus-Martan district hospital where they were given first aid.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 17 February 2000 Malizh Byutukayeva was transferred to the Sunzha district hospital in Ingushetia, where she was diagnosed with a shell wound to the right upper part of the torso, an open fracture of the right shoulder blade and infection of the wounds. She was operated upon and remained in hospital until 11 April 2000. No documents were submitted in relation to Malika Byutukayeva.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  During the summer of 2000, an investigator from the military prosecutor's office interviewed Malizh Byutukayeva about the events of February 2000. She was told that she would be informed of the outcome of the proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  Statements by Raisa, Khava and Madina Vakhayeva (applicants 9, 10 and 11)",
                                        "elements": [
                                            {
                                                "content": "44.  Raisa Vakhayeva is Nurzhan Vakhayeva's sister-in-law (see statement by Nurzhan Vakhayeva, applicant 12, below). She had five children, including Khava Vakhayeva (born in 1987), Adlan Vakhayev (born in 1989), Madina Vakhayeva (born in 1990), and Musa Vakhayev, who at the relevant time was 9 years old. She lived at , Katyr-Yurt with her husband and children. At the material time, there were three internally displaced people from the  staying in their house.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Early in the morning on 4 February 2000 the applicants took shelter in the large basement of Nurzhan Vakhayeva's two-storey house. About 150 people gathered there, including old people and children. Heavy shelling continued all morning.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  At about noon there were two strong blasts which destroyed the house and damaged the basement. Four people died immediately and another seven died later of their injuries. Raisa Vakhayeva received several wounds to the hands and body. Her three children, Adlan, Khava and Madina, were also wounded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  She and her three wounded children were taken by a fellow villager in a car to Achkhoy-Martan. In the confusion she had lost track of her son Musa. Having sent her three wounded children to the hospital in Urus-Martan, she returned to Katyr-Yurt to find Musa at her neighbours' house. Later on the same day Raisa Vakhayeva, her husband and their son Musa, along with other people, managed to leave the village under shelling. They were brought to the Ackhoy-Martan hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Raisa Vakhayeva was diagnosed with a piercing wound to the chest, a shell wound to the right hand and with concussion. She remained in the hospital of Achkhoy-Martan until 3 March 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Khava Vakhayeva was diagnosed with shell wounds to the left waist area and left shoulder. Madina Vakhayeva was diagnosed with a shell wound to the left hand. Both girls were discharged from the Urus-Martan hospital on 3 March 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Raisa Vakhayeva's son Adlan Vakhayev died on 3 March 2000 in the hospital in Urus-Martan. On 31 March 2005 the district civil registration office issued a death certificate confirming this information.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Raisa Vakhayeva was interviewed as a witness by the officers of the military prosecutor's office. In April 2005 she learnt that the case had been closed in March 2002.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "7.  Statement by Nurzhan Vakhayeva (applicant 12)",
                                        "elements": [
                                            {
                                                "content": "52.  Nurzhan Vakhayeva lives in her own house in Katyr-Yurt at . On 4 February 2000 she was at home with her six children: Muslim Vakhayev (applicant 14, born in 1981); Berlant Vakhayeva (born in 1983); Sulim Vakhayev (born in 1984); Elita Vakhayeva (applicant 13, born in 1986); Salambek Vakhayev (applicant 15, born in 1992); and Ramzan Vakhayev (born in 1994).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  On 4 February 2000 the applicant's extended family and many neighbours gathered in the large basement of her house. Heavy shelling continued all morning. At about noon there were two strong blasts. The neighbours later told them that a large aviation bomb dropped by parachute had fallen on the house.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  According to the applicant, four people died on the spot and seven others died soon after. Nurzhan Vakhayeva suffered wounds to her back and hands. Her daughter Elita suffered injuries to the face, hands, legs and back.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Nurzhan Vakhayeva and her children ran to another house under constant fire and shelling. However, shortly afterwards that house was also hit by a bomb, and her son Salambek suffered an injury to the head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Nurzhan Vakhayeva, her daughter Elita and son Salambek were picked up in the street by a neighbour in a car who took them to a hospital in Achkhoy-Martan. They received first aid there, although no medical records of this were produced.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  On the following day, 5 February 2000, the applicant's four other children arrived at Achkhoy-Martan. Her son Muslim had been wounded and taken by bus to the Achkhoy-Martan hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The applicant submitted that they had remained in the Achkhoy-Martan hospital for one and a half months, after which they had been sent to a rehabilitation centre. The applicant did not submit any medical records.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  At some point, Nurzhan Vakhayeva was interviewed by officials from the military prosecutor's office but did not receive any information about the progress of the investigation or any compensation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "8.  Statement by Aset Gaskalova (applicant 16)",
                                        "elements": [
                                            {
                                                "content": "60.  Aset Gaskalova lives in Katyr-Yurt at . On 4 February 2000 she was at home with her husband and four children (born between 1987 and 1997). Early in the morning, the applicant and her family went to the cellar of the Vakhayevs' house situated nearby.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Some time in the late morning two powerful blasts occurred. Several people were killed and wounded. The applicant's son Rustam Vakhayev, who was 13 at the time, was wounded in the head. The applicant, who was holding her youngest child in her hands, jumped out of the window, but had to climb back in because of the continued shelling. She and her four children then got out of the basement and were taken by neighbours to another house. The applicant did not see her husband.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  At about 2 p.m. later that day, the applicant and her children escaped Katyr-Yurt in a bus, under heavy shelling. They received first aid in the hospital of Achkhoy-Martan and were subsequently taken in by their relatives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  On 7 February 2000 the applicant learnt that her husband, Khasmagomed Vakhayev (born in 1960), had died as result of the explosion at the Vakhayevs' house. On 18 February 2000 the district civil registration office certified the death of Khasmagomed Vakhayev in Katyr-Yurt on 4 February 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In 2001 the applicant was summoned to the local prosecutor's office and interviewed by an investigator from the military prosecutor's office. The same investigator visited the Vakhayevs' house and took photographs at the site of the explosions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  In March 2005 she learnt from her fellow villagers that the investigation had been closed in March 2002.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "9.  Statement by Khava Dadayeva (applicant 18)",
                                        "elements": [
                                            {
                                                "content": "66.  Khava Dadayeva lives in Katyr-Yurt at . On the morning of 4 February 2000 her extended family gathered in their neighbours, the Vakhayevs', basement. Later in the morning, despite the shelling, the applicant left the basement and went to her house in order to fetch some food. When she was returning to the basement she saw two explosions – one near the house and one directly hitting it. There was a lot of smoke and debris thrown around. Among the wounded people taken out of the basement, the applicant saw her mother-in-law, Zara Masayeva (born in 1950), who had suffered injuries to the body and head. Zara Masayeva and the other wounded were taken by car to Achkhoy-Martan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Khava Dadayeva and the rest of her family tried to get out of KatyrYurt later that day by a bus, but were forced to return to the basement of a nearby house because of air strikes. During the morning of 5 February 2000 they went by foot to the western edge of the village where a large number of people had gathered trying to escape the fighting. At first, the soldiers at the roadblock refused to let the men through, but after pressure from the families eventually let everyone go. In Achkhoy-Martan she learnt that Zara Masayeva had died. On 10 February 2000 the district civil registration office recorded Zara Masayeva's death as having occurred in Achkhoy-Martan on 5 February 2000 as a result of a head injury.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Several days later, the applicant returned to Katyr-Yurt and found her house destroyed. During the summer of 2000 she was interviewed by an investigator from the military prosecutor's office. She was assured that a criminal investigation was being carried out into the deaths of her mother-in-law and of other people and that she would be informed of its results.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "10.  Statement by Tamara Dzhamaldinova (applicant 19)",
                                        "elements": [
                                            {
                                                "content": "69.  Tamara Dzhamaldinova lives in Katyr-Yurt at . In February 2000 the applicant lived there with her mother, daughter Khava (born in 1998), two nieces and nephew, Adam Dadayev (born in 1976).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  On the night of 3 February 2000 the applicant and her family went to the basement of the house situated at , because they had heard artillery strikes at the neighbouring . They spent the day of 4 February in the basement. At about 5 p.m. on 4 February, the applicant's nephew Adam Dadayev went out into the street and returned to tell them that women and children could leave the village.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The applicant and her family members walked towards the centre of the village. When they were about 100 metres away from their house, Adam Dadayev returned to the house to let the cattle out. As soon as he came out of the gates to their house, a RAF minivan in the street right in front of the gates was hit by a missile launched from a plane. The applicant was hit by a shock wave and her daughter Khava fell to the ground and broke her collar bone. When she stood up, the applicant saw the body of her nephew on the ground in front of their gates. Some other people held her back when she wanted to return home. Instead, the applicant ran towards the road out of the village. At some point they were picked up by a bus and taken to Achkhoy-Martan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  On 6 February 2000 the applicant returned to Katyr-Yurt and found the body of her nephew, who had sustained numerous shrapnel wounds to the head and torso. She kept his jacket, which was later taken from her by the military prosecutor's office. The applicant later learnt that the Isayevs' family were in the RAF minivan (see Isayeva v. Russia, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  On 27 February 2000 the district civil registration office issued a death certificate in respect of Adam Dadayev, recording that he had died on 4 February 2000 in Katyr-Yurt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  During the spring of 2000, Tamara Dzhamaldinova was interviewed by the military prosecutor's office and she showed them the place where her nephew had been killed. On several later occasions she was again interviewed as a witness. The applicant did not recall being formally granted victim status, though she had asked for this on several occasions.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "11.  Statement by Aliya Debirova (applicant 20)",
                                        "elements": [
                                            {
                                                "content": "75.  Aliya Debirova lives with her extended family in Katyr-Yurt at . On 4 February 2000 the applicant, her husband AbdulMuslim Debirov, their sons, Sultan and Ramzan Debirov, and some other relatives were at home.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  Early in the morning they saw armed men in the streets of the village. Soon afterwards, shelling and aerial bombing began. The applicant and her family members went to the basement of their neighbours' house. Her son Sultan and her husband then went to another house. At about 11 a.m. the applicant's husband, Abdul-Muslim Debirov, was killed by an explosion in the courtyard of his house.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  After that, the applicant and other members of her family walked to the centre of the village and got into a Kamaz truck going to AchkhoyMartan. The shelling continued, and at some point the roof of the truck's cabin was blown off by a splinter. The truck finally reached the roadblock, where the military inspected the vehicle and let it through. The applicant and her family remained in Achkhoy-Martan for six days. When they returned to Katyr-Yurt, their house had been destroyed and the cattle killed. Her husband's body had been already buried.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  On 25 February 2000 the district civil registration office recorded the death from third and fourth degree burns of Abdul-Muslim Debirov, aged 72, on 4 February 2000 in Katyr-Yurt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  The applicant submitted that later that year she had been interviewed by officials from the military prosecutor's office. The officials had filmed the place where her husband had been killed and the destroyed house with a video camera. They had told her that she would receive compensation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "12.  Statement by Khadisht Ismailova (applicant 21)",
                                        "elements": [
                                            {
                                                "content": "80.  The applicant lives with her family at 4-b  in KatyrYurt. On 4 February 2000 she and her family members were at home when a group of fighters came into their house. They told the family to go down into the basement in case the village was shelled. The applicant and her relatives went to the Vakhayevs' family house situated further along . There were a lot of people in the Vakhayevs' basement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  At about midday there was a powerful explosion. The applicant was wounded in the left side of her torso and suffered concussion. Her motherin-law, Lyuba Shakhayeva, and brother-in-law, Islam Shakhayev, were also injured. The applicant stated that eleven people had died as a result of the explosion at the Vakhayevs' house.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  Neighbours put the applicant, her mother-in-law and another wounded woman into a car. Under shelling, the car reached the roadblock. At first, the military refused to let them through. Some time later, another man arrived at the roadblock with his mother, Zara Masayeva, who had also been wounded in the same house (see the statement of Khava Dadayeva, applicant 18, above). The military finally let them pass.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The applicant was admitted to the Achkhoy-Martan hospital. The doctors first treated Lyuba Shakhayeva and Zara Masayeva, as they had suffered more serious wounds. Later that day the applicant was operated upon and a piece of shrapnel was removed from her body.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  In the meantime the applicant's brother-in-law had been taken by her husband, along with other wounded, in a Gazel utility vehicle towards Valerik. Islam Shakayev died of his wounds during the journey and his body was left in Valerik. The other wounded were taken to the Urus-Martan district hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  On 10 and on 28 February 2000, respectively, the district civil registration office issued death certificates for Lyuba Shakhayeva, aged 48, who had died on 5 February 2000 in Katyr-Yurt from piercing shell wounds to the abdomen, and for Islam Shakhayev, aged 12, who had died on 4 February 2000 in Katyr-Yurt from numerous splinter wounds to the head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Khadisht Ismailova remained in the Achkhoy-Martan district hospital until 16 April 2000. She was operated on for splinter wounds to the left side of the body.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  In 2001 she was interviewed by representatives of the military prosecutor's office who promised to inform her about the progress of the investigation and to award her compensation. In 2005 she learnt that the investigation had been closed. She stated that she continued to suffer from her injuries.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "13.  Statement by Maret Musayeva (applicant 22)",
                                        "elements": [
                                            {
                                                "content": "88.  Maret Musayeva lives in Katyr-Yurt at . Early in the morning on 4 February 2000 a group of fighters entered the applicant's house. When the shelling started the applicant took her two daughters, at that time aged two and a half and one and a half years, to her neighbours, the Vakhayevs', house. At about 12.30 p.m. a large bomb fell on the house. The applicant was wounded in the back. She stated that at least nine people had died on the spot and that two more later died in hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The applicant and others were rescued by neighbours. She was brought to Achkhoy-Martan under fire. She remained there in hospital for about one month; she submitted no medical records in this respect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  Some time later, the applicant was questioned by an official from the military prosecutor's office who assured her that the persons responsible for the attack would be identified and that she would receive compensation. Only later, in April 2005, did she learn that the investigation had been terminated.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "14.  Statement by Malizha Osmayeva (applicant 23)",
                                        "elements": [
                                            {
                                                "content": "91.  Malizha Osmayeva lives at  in Katyr-Yurt. In early February 2000 she lived there with her husband Malgabek Osmayev, their three children, her mother-in-law and other relatives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The applicant's family hosted displaced people from other localities affected by the hostilities. The applicant submitted that the arrival of a large group of well-armed fighters in the morning on 4 February 2000 was unexpected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  At about 7 a.m. the village came under fire from planes and helicopters. The applicant, her extended family and her neighbours gathered in the basement of her house. According to the applicant, there were three families sheltering, with a total of thirteen children. At about 10 a.m. the applicant's husband went upstairs to get drinking water. There was an explosion nearby and Malgabek Osmayev was seriously wounded in the head. The people in the basement brought him back down but could not give him proper medical assistance. They remained there until 7 p.m. when a neighbour came to collect his family with a Gazel utility vehicle and picked up the applicant and her husband.",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  Under fire, the vehicle brought the applicant's husband to the hospital in Achkhoy-Martan, where he died on 5 February 2000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  On the morning of 5 February 2000 the applicant's three children and mother-in-law were taken out of Katyr-Yurt by the same neighbour.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  On 2 October 2000 the Achkhoy-Martan district civil registration office recorded the death of Malgabek Osmayev on 5 February 2000 in Achkhoy-Martan from a piercing wound to the head.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  At some point, the applicant was interviewed at her home by an investigator from the military prosecutor's office. The investigator inspected the site where the applicant's husband had been wounded. Some time later, two other investigators collected the clothes her husband had been wearing on that day from her. The clothes were never returned to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  At some point, an officer of the Achkhoy-Martan district prosecutor's office told the applicant that she would be informed of the outcome as soon as the investigation was over.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  In April 2005 the applicant received a letter from the military prosecutor's office of the North Caucasus Military Circuit which informed her that the investigation had been closed. She did not receive any help from the State, although her husband had been the sole bread winner of the family.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "15.  Statement by Bela Orsamikova (applicant 24)",
                                        "elements": [
                                            {
                                                "content": "100.  Bela Orsamikova lives in  with her family. In autumn 1999 her family fled to Katyr-Yurt. She stayed in her aunt's house on . The following family members came to Katyr-Yurt with the applicant: her mother, Tamara Mestoyeva (born in 1950); her brothers, Islam Orsamikov (born in 1982), Umar Orsamikov (born in 1973), and Ali Orsamikov (born in 1972); and her daughters, Yakha Abdurzakova (born in 1997); and Kheda Abdurzakova (born in 1998).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  Together with Malika Abdulkerimova (applicant 2, see her statement above) the applicant's relatives traded goods in the markets of Nazran and Urus-Martan. On 2 February 2000 they were prevented from leaving the  by the soldiers manning the roadblock on the main road.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  Early in the morning on 4 February 2000 the shelling of the village started. The applicant, her two daughters, Malika Abdulkerimova and her other relatives decided to leave Katyr-Yurt on foot, while her mother and three brothers decided to wait for a quiet period so that they could leave with their trucks.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The applicant and the others reached the main road but could not proceed because of intense shelling. They took shelter in the cellar of a house along with about 100 other people, including many children. There was very little space inside. At about 6 p.m. everyone went out in the street and walked towards the roadblock. The military let them cross and they reached Achkhoy-Martan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  On 9 February 2000 the applicant learned that her mother, Tamara Mestoyeva, and her three brothers, Islam, Umar and Ali Orsamikov, had been killed in the cellar of the house at , together with Sulambek Abdulkerimov, Malika Abdulkerimova's son. Eight people were killed in the basement of that house as the result of an explosion of a large aviation bomb, which had left a huge crater.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  On 25 April 2005 the district civil registration office issued four death certificates in respect of the applicant's mother and three brothers. The deaths were recorded as having occurred on 4 February 2000 in KatyrYurt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  At some point the applicant was interviewed by an investigator from the military prosecutor's office in the Katyr-Yurt administration. The applicant informed him of her relatives' deaths. Malika Abdulkerimova was interviewed on the same day. The applicant was assured that she and the other relatives of the victims would be informed as to the progress of the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  In early May 2005 the applicant learnt from other residents of Katyr-Yurt that the investigation had been closed. She had never received any formal notification of that fact.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "16.  Statement by Zula Soslambekova (applicant 26)",
                                        "elements": [
                                            {
                                                "content": "108.  Zula Soslambekova lives in Katyr-Yurt at . As soon as the shelling started early in the morning of 4 February 2000, the applicant and her family members went to shelter in the cellar of their house. Later in the morning the applicant heard that the military would allow women and children to leave the village.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  At about 9 a.m. the applicant, her three nephews (children of her brother Supyan Soslanbekov), Bela Orsamikova and the latter's relatives started walking towards Achkhoy-Martan (see statements by applicants 2 and 14 above). The applicant's mother, Zalpa Soslambekova, her brother, Supyan Soslambekov, and his wife, Raisa Soslambekova, decided to remain in the house. Five other people who had been displaced from  remained with them: Tamara Mestoyeva, her three sons, Islam, Umar and Ali Orsamikov, and their friend, Sulambek Abdulkerimov.",
                                                "elements": []
                                            },
                                            {
                                                "content": "110.  The shelling continued as they walked, and at some point they were forced to look for shelter in a cellar of a house. They stayed there until 4 p.m. when there was a lull in the attack and they took the opportunity to walk further towards the roadblock. At first, the military objected to the men leaving the village but finally let everyone through. The applicant and others walked to Achkhoy-Martan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "111.  On 9 February 2000 the military permitted the residents to enter the village for two hours. The applicant and her two male relatives found their house destroyed by a bomb blast. As a result of the blast, a wall of the cellar had collapsed and killed everyone who was inside. On 10 February 2000 the applicant and her relatives removed and buried the bodies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "112.  On 28 February 2000 the district civil registration office noted the deaths of Zalpa Soslambekova, aged 64, Supyan Soslambekov, aged 41, and Raisa Soslambekova, aged 39, which had occurred on 4 February 2000 from numerous splinter wounds.",
                                                "elements": []
                                            },
                                            {
                                                "content": "113.  In 2000 the applicant was interviewed by an investigator from the military prosecutor's office in the presence of the village police officer. The investigator assured the applicant that she would be informed of the results of the investigation. In early March 2005 the applicant heard that the case had been closed, and upon application to the military prosecutor's office was officially informed that the case had been closed in 2002.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "17.  Statement by Zara Sulimanova (applicant 27)",
                                        "elements": [
                                            {
                                                "content": "114.  Zara Sulimanova lives in Katyr-Yurt at , near the central mosque. On 4 February 2000 she was at home with her family: her father, Abdulshakhit Sulimanov (born in 1934), her brother and her sister. On that day they went down into the cellar because they heard the sound of military planes above them. Some time later that day, the applicant's father went to see the applicant's other sister, who lived with her family further down the street. Ten or fifteen minutes after he had left, there was a missile attack which, as the applicant later learned, had killed her father in the street.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  Later in the afternoon of 4 February, the applicant's sister's ten-member family joined her. However, later that day they moved further away from the centre of the village, judging it to be safer. They spent the night and the following morning there.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  In the afternoon of 5 February 2000 the applicant and her family members walked to the roadblock situated on the road out of the village towards Achkhoy-Martan. They were detained with numerous other residents of Katyr-Yurt, as the servicemen at the roadblock referred to orders not to let anyone out of the village. However, as a result of negotiations and mounting pressure the applicant and her relatives were allowed to pass.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  Three days later the applicant and her sister returned to Katyr-Yurt. They learnt that their father had been killed on 4 February 2000 by a missile strike. The applicant found pieces of clothes in the street which she identified as belonging to her father and buried them. Their house was also destroyed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  On 9 March 2000 the district civil registration office issued a death certificate in respect of Abdulshakhit Sulimanov. The date and place of death were recorded as 4 February 2000 in Katyr-Yurt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  At some point, the applicant was interviewed by investigators from the military prosecutor's office and granted victim status in the criminal investigation. She had not been made aware of any other actions taken to further the investigation by the prosecutor's office.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "18.  Statement by Mani Umalatova (applicant 28)",
                                        "elements": [
                                            {
                                                "content": "120.  Mani Umalatova lives in Katyr-Yurt at . Her family's house is situated near the edge of the village. In February 2000 a large number of relatives from  stayed in their house and at some point their number reached thirty-seven people. On 1 February 2000 they notified their presence to the head of the village administration and learned that no one was allowed to leave the village.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  On 2 and 3 February, the applicant's relatives tried to leave the village either by car or on foot – initially attempting to go to Achkhoy-Martan and afterwards trying to leave for Valerik. However, on both days they were prevented from leaving the village by the servicemen manning the roadblocks. The soldiers referred to a formal order from their superiors and at one point fired a shot in the air.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  In the early hours of 4 February 2000 the applicant learned that fighters had entered the village. She saw several military trucks with Russian servicemen driving out of the village. Once the bombing started, the applicant and her family had to look for shelter in several basements before they found sufficient space.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  During the morning of 5 February 2000, a relative told them that the military had allowed people to leave Katyr-Yurt if they did so within two hours. The group loaded into two Kamaz trucks, made a white flag out of a bed sheet and drove towards the centre of the village. However, because of aerial attacks on several occasions, they had to stop, get out of the trucks and seek shelter in the nearby houses.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  The two vehicles turned towards the road out of the village leading to Valerik. When they reached the roadblock, the servicemen refused to let anyone through. The servicemen suggested that they join the people camped in three empty houses near the roadblock and assured them that they would be safe. However, later one of the houses was shot at from a tank.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  On the morning of 6 February 2000, the applicant again went towards the roadblock – hoping that her family would be allowed to leave. As she did so, she saw a convoy of Russian military vehicles driving through the roadblock at the edge of the village. The military convoy opened fire towards the houses where people had sought shelter. The applicant's son, Salambek Umalatov (born in 1984), was shot dead while he reached for food in the cabin of their relative's Kamaz truck. The applicant submitted that another person was killed at the same time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  On the same day the applicant reached the roadblock and told the servicemen how her son had been killed. After a while she was helped to cross the roadblock by Chechen militiamen and taken to Valerik.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  She returned to Katyr-Yurt several days later and found that her house and two other houses in their courtyard had been destroyed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  On 27 February 2000 the district civil registration office issued a death certificate stating that Salambek Umalatov had died on 5 February 2000 in Katyr-Yurt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  The applicant stated that she had obtained some compensation for the destruction of her house but not for the other buildings forming part of the household. At some point, Mani Umalatova was interviewed in relation to her son's death by investigator R. She signed the transcript of the interview and accompanied the investigator to the place where her son had been killed. She was assured that she would be informed of the results of the investigation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "19.  Statement by Roza Khankerkhanova (applicant 29)",
                                        "elements": [
                                            {
                                                "content": "130.  Roza Khankerkhanova lives at  in KatyrYurt. Her extended family, including her mother, two brothers, sisterin-law and mother-in-law, lived with her at the same address. In total, the extended family had thirteen children, including the applicant's 12-year old son, Idris Dovletmurzayev.",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  Early in the morning of 4 February 2000, Russian military forces started to shell the village. Their neighbour's house was completely destroyed by a direct hit. The applicant's family and nine displaced people from Zakan-Yurt went down into the basement located in their courtyard, under a garage. They remained there for the whole of 4 February and the following night.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  On the morning of 5 February 2000 the applicant's son Idris was wounded by shrapnel. The applicant saw two injuries on her son's body – one to his head and one on the left side of his chest. There were no medicines in the cellar and no one could give medical assistance.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  Some time later, a neighbour told them that the residents would be allowed to leave through a “corridor,” although they did not know which direction that would be. The applicant and her family, including her wounded son, climbed onto the cart attached to their neighbour's tractor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "134.  They drove towards the nearest way out of the village, leading to the . When they arrived there, there were already a lot of people – about 600 in the applicant's estimate. No one was allowed to get closer than 20-30 metres from the roadblock, otherwise the servicemen fired in the air. The applicant and others spent the whole day in the open.",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  During the evening of 5 February 2000, a group of Chechen militiamen came from the direction of the roadblock and took the people into the courtyard of a large empty house that was situated nearby. They told them to wait there.",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  The applicant's son died of his wounds early in the morning on 6 February 2000. He was buried in the courtyard of the house.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  The applicant and others remained in that house until around noon on 8 February 2000, when they were all allowed to pass through to Valerik. On 11 February 2000 she returned to Katyr-Yurt and found her house partially destroyed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  On 19 June 2001 the district civil registration office recorded the death of Idris Dovletmurzayev, born in 1988, on 6 February 2000 in KatyrYurt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  The applicant was aware of criminal proceedings in relation to the events of February 2000. At some point, she was taken by the local police officer to Achkhoy-Martan, where she testified to some investigators about the death of her son and described his injuries. After the interview, she was assured that she would be informed of the outcome of the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  In May 2005 the applicant had learned from other residents of the village that the investigation had been closed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "20.  Death certificates submitted by applicants who did not give any statements",
                                        "elements": [
                                            {
                                                "content": "141.  Luiza Guchigova (applicant 17) submitted a copy of the death certificate issued by the district civil registration office on 27 September 2000 recording the death of her sister, Larisa Guchigova, on 4 February 2000 in Katyr-Yurt. According to the documents from the investigation file, she had been granted victim status in the proceedings in July 2001 (see below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  Makhmud Satuyev (applicant 25) submitted copies of death certificates issued by the district civil registration office in relation to his mother and step-mother respectively. Zaluba Dakhayeva, aged 62, had died in Achkhoy-Martan on 4 February 2000 from a piercing wound to the abdomen. The death was recorded on 10 February 2000. Zaybula Satuyeva, aged 94, had died in Katyr-Yurt on 11 February 2000 from numerous shrapnel wounds to the head and second and third degree burns. Her death was recorded on 18 February 2000. According to the file, Makhmud Satuyev was granted victim status in the criminal case in July 2001 (see below).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Government's account",
                                "elements": [
                                    {
                                        "content": "143.  In their observations dated January 2009, the Government did not dispute the injuries and deaths of the applicants and of their relatives. They presented the following description of the events. Referring to the information obtained by the criminal investigation, they stated that on the night between 3 and 4 February 2000, a group of guerrilla fighters under the command of field commander Gelayev had entered Katyr-Yurt. According to information supplied by intelligence sources, the members of the illegal armed groups were well trained and equipped. They were armed with large-calibre weapons, grenade launchers and mortars. They also had armoured vehicles. Understanding that federal forces were pursuing them and that fighting was inevitable, they proceeded to occupy the local residents' stone and brick houses. In the cellars of those houses they prepared firing points and established fortified defence positions. The local residents remaining in the village were used as a “human shield”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "144.  After Katyr-Yurt had been surrounded, reconnaissance groups tried to enter the village and ensure that the fighters were disarmed and detained. However, they were met with fire and one of the groups found itself surrounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  The command corps of the operation took a decision to evacuate the civilians. Information about the opening of an exit corridor was delivered to the local residents between 7 and 11 a.m. on 4 February 2000 through a loudspeaker. Two control points were set up to allow for filtering of the population and checking of identity documents in order to prevent the fighters forcibly exiting the village.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  At the same time the commanders of the operation decided to employ artillery and attack aircraft. This was done in view of the numerical superiority of the fighters and in order to prevent their grouping together and breaking through the army's position. After the strikes started the members of the illegal armed groups, unwilling to surrender, continued their resistance and used local residents as cover. They did not allow the federal authorities to organise the evacuation of the remaining population. Many residents were leaving Katyr-Yurt on their own, using their personal vehicles. In the process they were caught in the crossfire between the fighters and the federal forces and were wounded or killed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  The operation lasted between 4 and 7 February 2000. It involved the use of firearms, artillery and attack aircraft employed with pinpoint precision at the places where the fighters were grouped. The majority of the armed group (several hundred fighters) were killed, the remaining number dispersed, and the village was freed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Official investigation into the events of 2-7 February 2000",
                                "elements": [
                                    {
                                        "content": "1.  The first set of proceedings",
                                        "elements": [
                                            {
                                                "content": "148.  On 16 September 2000 the prosecutor's office of the Achkhoy-Martan district initiated a criminal investigation into the events of 27 February 2000 in KatyrYurt.",
                                                "elements": []
                                            },
                                            {
                                                "content": "149.  On 19 February 2001 the investigation was transferred to the military prosecutor's office of the North Caucasus Military Circuit (“the military prosecutor's office”). The case file was assigned the number 14/00/0004-01.",
                                                "elements": []
                                            },
                                            {
                                                "content": "150.  It appears that in 2000-2001 the investigators interviewed most of the applicants or members of their families, as well as other people who had been in Katyr-Yurt at the time. The applicants submitted that during the interviews they had been assured that the authorities would keep them informed of the progress of the investigation and that they would be granted compensation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "151.  Per the submitted documents, the investigation established that as a result of the operation 43 civilians had been killed and 53 wounded. Nineteen of the applicants' relatives were listed among the dead (not including the second applicant's son and four relatives of the twenty-fourth applicant). The investigation listed ten of the applicants as wounded (applicants 4-7, 12-15, 21 and 22), as well as some of their relatives, for example, Malika Byutukayeva (the seventh applicant's daughter). 62 people were granted victim status in the proceedings, including eleven of the applicants (applicants 1, 4, 12, 17, 19, 22, 23, and 25-28). In addition, relatives of applicants 3, 18 and 20 were also interviewed and granted victim status. These steps were taken between May and July 2001.",
                                                "elements": []
                                            },
                                            {
                                                "content": "152.  On 13 March 2002 the military prosecutor's office terminated the proceedings in criminal case no. 14/00/0004-01. The decision referred to a large number of documents and to the statements of dozens of witnesses, including local residents, servicemen from various units and commanding officers. The decision heavily relied on the results of the military expert's report of 11 February 2002. That report established that the actions of the command corps involved in the special operation in Katyr-Yurt on 46 February 2000 had been appropriate to the circumstances and in line with applicable laws. On this basis, the investigation concluded that the actions of the command corps had been absolutely necessary and proportionate to the resistance put up by the fighters. It found an absence of corpus delicti in the actions of the servicemen of the Russian forces. By the same decision the victim status of sixty-two people was withdrawn. The people in question were to be informed of the possibility of seeking redress through civil proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "153.  The applicants submitted that, at that time, they and other victims had not been informed about the termination of the proceedings. It appears that nothing happened until January 2005, when the applicants learnt, mostly by hearsay, that the proceedings had been terminated.",
                                                "elements": []
                                            },
                                            {
                                                "content": "154.  Between January and March 2005, the majority of the applicants wrote to the military prosecutor's office seeking to obtain information about the progress of the investigation in case no. 14/00/0004-01. They referred to the circumstances of the deaths and wounding of their family members and asked to be granted formal victim status in the proceedings and/or to be provided with a copy of such a decision if it had already been taken. Twenty-three applicants submitted copies of such letters (save for applicants 2, 7, 8, 17, 24 and 29).",
                                                "elements": []
                                            },
                                            {
                                                "content": "155.  In response to these requests, between January and April 2005 the military prosecutor's office informed the applicants about the results of the military expert's report, the termination of proceedings in criminal case no. 14/00/0004-01 and the withdrawal of their victim status in 2002. The letters also confirmed that the investigation had established the deaths and injuries of which they had complained and informed them that they could apply to a civil court seeking to obtain compensation for damage. Some of these letters included a copy of the decision of 13 March 2002 as an enclosure.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The second set of proceedings",
                                        "elements": [
                                            {
                                                "content": "156.  On 6 June 2005 twenty-six of the applicants (not including applicants 7, 8 and 17) lodged a complaint with the military court of the North Caucasus Military Circuit. In their complaint, they stressed that they had not been informed of the progress of the investigation for a long time and that only in early 2005 had the military prosecutor's office forwarded a copy of the decision of 13 March 2002 to them. The applicants challenged the conclusions of the investigation as to the reasonableness and lawfulness of the use of lethal force which had resulted in numerous casualties. They referred to evidence which, in their view, contradicted the conclusion reached by the military prosecutor's office. They also questioned the thoroughness of the investigation in criminal case no. 14/00/0004-01. In particular, the applicants noted that the deaths of Sulambek Abdulkerimov, son of Malika Abdulkerimova (applicant 2) and of four relatives of Bela Orsamikova (applicant 24) had not been recorded by the investigation and that these people had not been mentioned in the list of people who had died in Katyr-Yurt in February 2000. They submitted copies of five death certificates and a written statement by Malika Abdulkerimova. They also pointed out that the investigation had failed to review the question of damage caused to the residents' property. They asked the court to quash the decision to terminate the criminal proceedings and to oblige the military prosecutor's office to resume the investigation in the criminal case concerning deaths and injuries to civilians, to grant each of them victim status in the criminal proceedings and to issue them with copies of the relevant decisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "157.  On 19 July 2005 the applicants' complaint was forwarded to the . On 6 March 2006 the  quashed the decision of 13 March 2002 and sent the investigation back to the military prosecutor's office. By that time, the investigation had already been resumed by a decision of the military prosecutor's office dated 14 November 2005 made with reference to the conclusions drawn by the Court in the Isayeva case (cited above). The case file was assigned a new number – 34/00/0026-05D. It was conducted with reference to Articles 105 part 2 (e) (murder committed by universally dangerous means) and 286 (abuse of authority) of the Criminal Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "158.  Between March and June 2006 ten of the applicants were interviewed and were also granted victim status: applicants 2, 4, 5, 6, 7, 11, 13, 14, 16 and 21. The transcripts of interviews and decisions to grant victim status were submitted by the Government to the Court (except in respect of applicant 4). According to the Government, relatives of applicants 18 and 20 were also interviewed at that time and granted victim status, but the relevant statements were not submitted. The applicants confirmed their previous statements in relation to the events that took place between 4 and 7 February 2000 and about the deaths of their relatives and their injuries. All of the applicants stated that they had applied for administrative compensation for their housing and property which had been destroyed, but that they had not received any.",
                                                "elements": []
                                            },
                                            {
                                                "content": "159.  On 14 June 2007 the investigation was closed, with the same conclusions as in March 2002, on the basis of Article 39, part 1 of the Criminal Code. The decision confirmed the deaths of 46 and the wounding of 53 local residents, without listing their names. An additional expert report was produced by the  of the Armed Forces in June 2007, which found that the actions of the command corps in planning and executing the operation had been reasonable and in line with the domestic law. No copy of that report has been disclosed to the applicants or submitted to the Court. In particular, the decision stated in this respect:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... The actions of the fighters (the occupation of Katyr-Yurt by a group of fighters numbering three to four thousand persons, the fighters establishing strongholds in the houses, [their] fierce resistance and their using local residents as a “human shield”) ... represented a real danger to the lives and health of the local residents, and could have entailed unnecessary losses by the federal forces ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "These circumstances required the taking of adequate measures by the command corps in order to prevent the danger of armed assault against the citizens and their lives and property (residents of Katyr-Yurt and military servicemen), in addition to [the need to safeguard] the interests of society and the State which are protected by law (the reinstatement of the constitutional order in Chechnya). After issuing a preliminary notification and giving the civilians a real opportunity to leave the village, the subsequent extermination of pockets of the fighters' resistance by means of artillery and attack aircraft, employing area-point method (зонально-объектовый метод), did not exclude deaths among civilians. At the same time, the use of such means of extermination was consistent with the circumstances and with the measures taken in order to minimise losses among civilians. The actions of the command corps (commanders) during the preparation and carrying out of the special operation aimed at the liberation of Katyr-Yurt between 4 and 7 February 2000 were in line with the requirements of relevant field manuals, internal regulations and instructions, were lawful and did not contain elements of criminally prescribed actions”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "160.  The decision to grant victim status to 95 people was quashed. The military prosecutor of the United Group Alliance in the Northern Caucasus (UGA) forwarded the decision to the head of the Government of Chechnya and asked him to identify the victims' places of residence and to inform them about the closure of the investigation, as well as the possibility of seeking compensation through the civil courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  The Government submitted that “the interested parties” had been informed of the decision in question on the day when it had been adopted. The applicants insisted that they had learnt of the decision from the Government's observations of January 2009. They had not appealed against it.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "E.  The applicants' property complaint",
                                "elements": [
                                    {
                                        "content": "162.  In their Court application form of 28 October 2005 seventeen of the applicants (applicants 1, 2, 6, 7, 9, 12, 16, 18, 20, 21, 22, 24, 25, 26, 27, 28 and 29) complained that there had been a violation of their right to property in that their houses and other possessions had been destroyed. No other details or documents were submitted at that time. In February 2009 the applicants submitted the documents detailed below in response to the Government's observations. It is unclear whether these documents have ever been submitted to any national authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "163.  In 2000, applicants 6, 12, 16, 18, 21, 22, 28 and the ninth applicant's husband obtained certificates from the village administration concerning the state of their houses. These certificates noted the destruction of their houses and indicated the costs of repair, including building materials and, in certain cases, construction costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "164.  In 2005, applicants 1, 2, 6, 9, 12, 16, 18, 21, 22, 24, 26, 27 and 28 drew up lists of their property and household items destroyed in February 2000. Each list was attested by two witnesses who were local residents. These applicants also submitted estimates of the replacement costs of their household goods which had been compiled in 2009. In 2005 and 2009, applicants 1, 2, 6, 16, 21, 26 and 27 noted their expenses in relation to their relatives' funerals.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "165.  Until 1 July 2002, criminal-law matters were governed by the 1960 Code of Criminal Procedure of the . From 1 July 2002 onwards, the old Code was replaced by the Code of Criminal Procedure of the  (“CCP”).",
                                "elements": []
                            },
                            {
                                "content": "166.  Article 42 of the CCP defines the procedural status of a victim in criminal proceedings and lists the rights and obligations vested in that person. It provides that the victim has the right to acquaint him or herself with the entire case file after the closing of the investigation. Article 42 also stipulates that the victims should be informed of procedural decisions to open or close criminal proceedings, grant or to refuse to grant victim status, and to adjourn proceedings. Copies of these decisions should be sent to the victims. The victims also have access to any decisions to order expert reports and to the conclusions of such reports (Article 198).",
                                "elements": []
                            },
                            {
                                "content": "167.  Article 125 of the CCP lays down a judicial procedure for the consideration of complaints. An order of the investigator or prosecutor to refuse to institute criminal proceedings or to terminate a case, and other orders and acts or omissions which are liable to infringe the constitutional rights and freedoms of the parties to criminal proceedings or to impede the citizen's access to justice, may be appealed against to a local district court which is empowered to check the lawfulness and grounds of the impugned decisions. No time-limits are set for the lodging of such complaints.",
                                "elements": []
                            },
                            {
                                "content": "168.  Article 161 of the CCP prohibits the disclosure of information from the preliminary investigation file. Under part 3 of the Article, information from the investigation file may be divulged only with the permission of a prosecutor or investigator and only in so far as it does not infringe the rights and interests of the parties to the criminal proceedings or prejudice the investigation. Divulging information about the private lives of parties to criminal proceedings without their permission is prohibited.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "169.  The applicants alleged that there had been a violation of the right to life in respect of themselves and in respect of their relatives who had died as a result of the shelling. They also complained of the ineffectiveness of the investigation. Article 2 reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone's right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": [
                                            {
                                                "content": "170.  The Government argued that the applicants had failed to comply with the requirements of admissibility, in particular, the observance of the six-month time-limit and exhaustion of domestic remedies. The Government stated that the military prosecutor's office had notified the office of the Government of Chechnya of the decision of 13 March 2002. In view of a difficult security situation prevailing in the region and the lack of information as to the residential addresses of the victims in the criminal case, such action constituted due notification. The applicants eventually appealed that decision and on 6 March 2006 the  found in their favour. The applicants were also informed of the second decision to terminate the investigation made on 14 June 2007, which they had failed to appeal. The Government further submitted that the applicants could have sought compensation for their non-pecuniary and pecuniary damage through a court in civil proceedings. Finally, they asked the Court to declare the application manifestly ill-founded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "171.  The applicants insisted that they had complied with the admissibility criteria. They stressed that they had learnt of the decision of 13 March 2002 only after February 2005, when the Court's judgment in the Isayeva case had been published. They relied on the Court's conclusions in the above-mentioned case that the applicant had not been notified of that decision and therefore could not be required to appeal against it (see Isayeva, cited above, § 222). They argued that at that point they had realised that the domestic proceedings had been ineffective and decided to submit an application to the Court. They further noted that they had lodged an appeal to the domestic court and in 2006 the investigation had been resumed. However, the investigation had failed to remedy the defects identified by the Court in the Isayeva judgment. The applicants pointed out that, once again, they had not been informed of the decision of 14 June 2007 to terminate the investigation and to strip them of victim status in the proceedings prior to January 2009, when they had received the Government memorandum.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Compliance with the six-month time-limit",
                                "elements": [
                                    {
                                        "content": "172.  The Court reiterates that the purpose of the six-month rule is to promote security of law and to ensure that cases raising issues under the Convention are dealt with within a reasonable time. Furthermore, it ought also to protect the authorities and other persons concerned from being under any uncertainty for a prolonged period of time. The rule also affords the prospective applicant time to consider whether to lodge an application and, if so, to decide on the specific complaints and arguments to be raised (see, for example, Worm v. , 29 August 1997, §§ 32 and 33, Reports of Judgments and Decisions 1997-V). The rule should ensure that it is possible to ascertain the facts of the case before that possibility fades away, making a fair examination of the question at issue next to impossible (see Kelly v. the United Kingdom, no. 10626/83, Commission decision of 7 May 1985, Decisions and Reports (DR) 42, p. 205, and Baybora and Others v. Cyprus (dec.), no. 77116/01, 22 October 2002).",
                                        "elements": []
                                    },
                                    {
                                        "content": "173.  Normally, the six-month period runs from the final decision in the process of exhaustion of domestic remedies. Where it is clear from the outset, however, that no effective remedy was available to the applicant, the period runs from the date of the acts or measures complained of. Article 35 § 1 cannot be interpreted however in a manner which would require an applicant to bring a complaint before the Court before his position in connection with the matter has been finally determined at the domestic level. Where, therefore, an applicant avails himself of an apparently existing remedy and only subsequently becomes aware of circumstances which render the remedy ineffective, it may be appropriate for the purposes of Article 35 § 1 to calculate the six-month time-limit from the date when the applicant first became or ought to have become aware of those circumstances (see, among others, Zenin v. Russia (dec.), no. 15413/03, 24 September 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "174.  The Court observes that in a number of cases concerning ongoing investigations into the deaths of applicants' relatives it has examined the period of time from which the applicant can or should start doubting the effectiveness of a remedy and its bearing on the six-month limit provided for in Article 35 § 1 of the Convention (see Şükran Aydın and Others v. Turkey (dec.), no. 46231/99, 26 May 2005; Elsanova v. Russia (dec.) no. 57952/00, 15 November 2005; and Narin v. , no. 18907/02, § 50, 15 December 2009). The determination of whether the applicant in a given case has complied with the admissibility criteria will depend on the circumstances of the case and other factors such as the diligence and interest displayed by the applicants as well as the adequacy of the investigation in question (see Narin, cited above, § 43). The Grand Chamber has found that in the cases concerning instances of violent deaths the ineffectiveness of the investigation will generally be more readily apparent; the requirements of expedition may require an applicant to bring such a case before Strasbourg within a matter of months, or at most, depending on the circumstances, a very few years after the events (see Varnava and Others v.  [GC], nos. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 and 16073/90, § 158, ECHR 2009...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "175.  In the present case, the events of which the applicants complain occurred in February 2000. In September 2000 an investigation was opened. Between May and July 2001 most of the applicants were interviewed by investigators, subsequent to which no contact has been maintained between the applicants and the investigating authority. In March 2002 the investigation was closed, but the applicants were not informed of this decision. The applicants did not seek any information as to the progress of the investigation prior to January 2005. In June 2005 most of them appealed the decision to close the investigation to a court (see paragraphs 153 and 156 above). Their application to the Court was lodged in July 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "176.  The Court notes, first of all, that the decision of 13 March 2002 was not communicated to the applicants in a timely fashion, as found in the Isayeva case (cited above, § 222). Russian criminal procedural law places the investigating authorities under an obligation to keep the victims in criminal proceedings informed of major procedural steps, including the termination of proceedings. This requirement was not complied with in the present case. The Court cannot agree with the Government that the forwarding of the decision to the Government of Chechnya constituted due notification, especially given that no other personal details except family names and initials were contained in the accompanying letter. There is no evidence that the administrative authorities took any measures to convey the new information about the decision to the inhabitants of Katyr-Yurt. This omission is even more striking considering that each of the persons interviewed as part of the investigation gave his or her full personal details, including address, to the prosecutor's office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "177.  Furthermore, the Court notes that in June 2005 the applicants successfully lodged a complaint in court against the decision of 13 March 2002 and also informed the military court of the failure of the prosecutor's office to previously inform them of that decision. The court did not sanction them for not having raised any objection earlier. While this alone cannot be determinative of whether or not the six-month limit provided for by Article 35 has expired, the Court regards this as tacit recognition by the domestic authorities that prior to 2005 the applicants were not aware of the first decision to close the investigation and could not, therefore, have been expected to appeal against it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "178.  However, as the principles from the past cases cited above indicate, even in the absence of communication from the authorities, the applicants are not discharged from the duty to display due diligence and inform themselves about the progress made in an investigation (see Varnava and Others , cited above, § 158).",
                                        "elements": []
                                    },
                                    {
                                        "content": "179.  The Court considers it of paramount importance in the present case that the applicants complained not of an isolated incident, but rather of a major military action which had caused dozens of deaths and injuries among the civilian population. The applicants resided in the same village and were aware that the investigators had interviewed numerous witnesses and had taken other steps further to the collection of evidence, such as conducting on-site examinations and collecting medical records and death certificates. It is also relevant that the applicants exchanged information among themselves and therefore knew that nobody who had been interviewed and granted victim status was contacted in relation to the investigation. It is reasonable to assume that they expected that the authorities' response would be proportionate to the gravity of their complaints and the number of victims. In such circumstances, it is understandable that they might have waited longer for the results of the investigation without themselves taking the initiative and seeking information about the proceedings. Applying the test as formulated in Varnava and Others (cited above, § 162), the Court finds that the applicants indeed applied to  “within a matter of very few years” after the events.",
                                        "elements": []
                                    },
                                    {
                                        "content": "180.  As a final point, the Court takes into account that not all of the applicants had the same procedural status in the domestic proceedings. The documents reviewed by the Court indicate that applicants 3, 8, 9, 10, 15, 18, 20 and 24 were not granted victim status. However, their close relatives (save for applicant 24) were interviewed and granted victim status in relation to the events. In 2005 applicants 3, 9, 10, 15, 18, 20 and 24 wrote to the prosecutor's office and then complained to the military court about the closure of the investigation, despite not having victim status. The only applicant who, it appears, was not accorded any formal status in the domestic proceedings, either directly or through members of her family, is the twenty-fourth applicant, Mrs Bela Orsamikova. Nevertheless, she too stated that she had been interviewed in the course of the investigation. The applicants, in their letters to the prosecutors' office and to the military court of 6 June 2005, expressly pointed to the failure to grant victim status to Mrs Orsamikova and to consider her four relatives' deaths. The military court reviewed the complaint without prejudice to the formal victim status of each of the applicants, including that of Mrs Orsamikova. Nor does it matter, in the Court's view, that not all applicants in the present case lodged a complaint with the military court (see paragraph 156 above), since the outcome of that decision had a direct consequence for all persons concerned by the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "181.  The Court considers that the applicants in the present case formed a restricted group: they had either lost relatives or had suffered personally from the events that took place between 4 and 7 February 2000. They have essentially identical complaints, have coordinated their efforts and have taken the same steps vis-à-vis the domestic authorities. The decision of the military court to reopen the investigation concerned all of the applicants, independently of whether they had signed the complaint of 6 June 2005 or not. It also appears that this attitude guided the military court in March 2006, which issued its decision without distinguishing amongst the applicants according to their formal status vis-à-vis the criminal investigation. In such a situation, the Court considers that all of the applicants should be treated similarly in respect of the running of the six-month limit and in respect of the exhaustion of domestic remedies, discussed below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "182.  In the light of the foregoing, the Court considers that, in the rather exceptional circumstances of the present case, the applicants have complied with the six-month rule in respect of their complaints under Articles 2 and 13 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Exhaustion of domestic remedies",
                                "elements": [
                                    {
                                        "content": "183.  Firstly, the Government argued that the applicants had failed to lodge an appeal in court against the decision of 14 June 2007 to terminate the investigation. The applicants insisted that they had not been duly notified of this decision either, and therefore could not have been expected to appeal against it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "184.  The Court has previously held that in the Russian legal system the power of a court to reverse a decision not to institute criminal proceedings is a substantial safeguard against the arbitrary exercise of powers by the investigating authorities and therefore a remedy that must be exhausted (see Trubnikov v. Russia (dec.), no. 49790/99, 14 October 2003). However, an applicant does not need to exercise a remedy which, although theoretically of a nature as to constitute a remedy, does not in reality offer any chance of redressing the alleged breach (see Gündem v. Turkey, 22275/93, Commission decision of 9 January 1995). If the remedy chosen was adequate in theory, but, over the course of time, proved to be ineffective, the applicant is no longer obliged to exhaust it (see Tepe v. Turkey, 27244/95, Commission decision of 25 November 1996; see also Mikheyev v. Russia (dec.), no. 77617/01, 7 October 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "185.  Turning to the present situation, the Court notes, first of all, that the prosecutor's office did not forward the decision of 14 June 2007 to the applicants directly, but rather sent it to the Government of Chechnya. The applicants' personal details, including their addresses, were not communicated with the details of the decision. There is no indication that the Government of Chechnya have taken steps to send the decision to the affected parties. Thus, for the same reasons as stated above in paragraph 176, the Court finds that the applicants were not duly informed of the decision in question and had no real opportunity to appeal against it. Therefore, this remedy was not available to them in practice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "186.  As to the effectiveness of the remedy, the Court notes that by the same decision the applicants' victim status in the proceedings was withdrawn and they were deprived of the possibility afforded by procedure to acquaint themselves with the contents of the file and, therefore, with the basis of the decision. In particular, the investigator relied on the additional expert report produced in June 2007 by the  of the Armed Forces which was not disclosed to the applicants. That report concluded that the use of force had been reasonable and in line with domestic laws. It is highly doubtful that the applicants had a realistic possibility of challenging the decision in question without being able to acquaint themselves with the underlying reason for it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "187.  In any event, the Court notes that on one occasion the applicants obtained judicial review of the prosecutor's decision to terminate the proceedings. It cannot agree with the Government that they were obliged to appeal every subsequent similar decision to a court, particularly given the above-mentioned failure to communicate the most essential elements of the file to them (see Ibragimov and Others v. , no. 34561/03, § 99, 29 May 2008, and Mutsayeva v. Russia, no. 24297/05, § 105, 23 July 2009). The Court finds and highlights that by 2009, when the applicants had learnt of the decision of 14 June 2007, the lack of any progress in the investigation of the grave incident giving rise to the present case should have become apparent to them. Thus, it agrees that, in the circumstances of the present case, by 2009 the applicants were dispensed from the requirement to pursue further domestic remedies in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "188.  In such circumstances, the Court dismisses the Government's preliminary objection in so far as it concerns the applicants' failure to appeal against the decision of 14 June 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "189.  Lastly, the Government argued that the applicants could have sought compensation for their non-pecuniary and pecuniary damage through civil proceedings. The Court observes that it has already considered this issue in a number of similar cases. It has found that, taken alone, a civil action to obtain redress for damage sustained through the allegedly illegal acts or unlawful conduct of State agents cannot be regarded as an effective remedy in the context of claims brought under Article 2 of the Convention (see Khashiyev and Akayeva v. Russia, nos. 57942/00 and 57945/00, §§ 119-21, 24 February 2005, and Estamirov and Others v. Russia, no. 60272/00, § 77, 12 October 2006). In the light of the above, the Court confirms that the applicants were not obliged to pursue civil remedies. The Government's objection in this regard is thus dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Other factors regarding admissibility",
                                "elements": [
                                    {
                                        "content": "190.  The Court considers, in the light of the parties' submissions, that the complaint raises serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. The complaint under Article 2 of the Convention must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicants",
                                "elements": [
                                    {
                                        "content": "191.  The applicants argued, relying on the Isayeva judgment (cited above, §§ 177-201), that there had been a violation of the right to life in respect of their deceased relatives and, in view of the level of danger to which they had been exposed, in respect of themselves.",
                                        "elements": []
                                    },
                                    {
                                        "content": "192.  They further submitted that the investigation into the attack had been ineffective – both prior to the resumption of proceedings in 2006 and after that date. The military prosecutor's office had failed to address numerous omissions noted by the Court. It had also failed to ensure the necessary level of public scrutiny by not informing the applicants of the most important developments in the proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "193.  The Government did not dispute the facts as presented by the applicants concerning the deaths and injuries sustained as a result of the counterterrorist operation in Katyr-Yurt between 4 and 7 February 2000. They argued, without referring to a particular provision of Article 2 § 2, that the attack and its consequences resulted from the use of force which was absolutely necessary for the protection of the population of Katyr-Yurt and that of neighbouring villages from unlawful violence. They referred to the conclusions of the criminal investigation that the use of lethal force had been motivated by the active resistance of the illegal armed groups, whose actions had posed a real threat to the life and health of servicemen and civilians, as well as to the general interests of society and the State. This threat could not have been eliminated by other means and the actions of the operation's command corps had been proportionate to the resistance put up by the fighters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "194.  The Government sought, in particular, to draw the Court's attention to the fact that the majority of the civilian casualties had been sustained at the initial stage of the operation, that is, on 4 February 2000, and in the centre of the village, where the most severe fighting between federal troops and insurgents had occurred. Despite having organised civilian exit corridors, in the initial stages of the operation this plan had been sabotaged by the actions of the fighters, who had used the residents as a “human shield” and prevented them from leaving the village in order to avoid their defeat and capture. They had occupied the residents' houses and fired at the federal forces from those houses and cellars. Combat weapons had been directed against specific targets. As a result of the actions of federal forces between 4 and 7 February 2000, the majority of the fighters who had captured the village (several hundred) had been killed, and the village had been liberated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "195.  As to the positive obligation to investigate the loss of life, the Government insisted that the investigation in the present case had been in strict compliance with domestic legislation and Convention standards. The investigation had been carried out by an independent body – the prosecutor's office. It had interviewed and granted victim status to 95 people, interviewed over 50 witnesses, and called for several expert operational reports. The second set of investigation collected an important body of additional evidence which had allowed the circumstances of the events that took place between 4 and 7 February 2000 in Katyr-Yurt to be further clarified. An additional expert report had been carried out by the  of the Armed Forces. Thus, the investigation had been effective and the decision reached well-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The alleged violation of the right to life",
                                "elements": [
                                    {
                                        "content": "196.  In the present case the Government did not dispute the deaths and injuries alleged by the applicants. It relied on the need to protect persons from unlawful violence, which is provided for by Article 2 § 2 (a) of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "197.  The Court held in the Isayeva case that the situation that existed in  at the relevant time called for exceptional measures by the State in order to regain control over the Republic and to suppress the illegal armed insurgency. Given the context of the conflict in  at the relevant time, those measures could presumably include the deployment of army units equipped with combat weapons, including military aviation and artillery. The presence of a very large group of armed fighters in KatyrYurt and their active resistance to law-enforcement bodies, which is not disputed by the parties, may have justified the use of lethal force by agents of the State, thus bringing the situation within paragraph 2 of Article 2 (ibid, § 180).",
                                        "elements": []
                                    },
                                    {
                                        "content": "198.  Accepting that the use of force may have been justified in the present case, it goes without saying that a balance must be achieved between the aim pursued and the means employed to achieve it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "199.  The Court found in the Isayeva case that even though the operation was not spontaneous and involved the use of indiscriminate and highly lethal weaponry, the residents of the village were provided neither with sufficient time to prepare to leave nor with safe exit routes from the fighting. The two roads out of the village were controlled by Russian military roadblocks. One of the roadblocks prevented the civilians from leaving the scene of the fighting, on the orders of the operation's commanders. No effort was made by the military to respect the “safe” exit announced to the civilians and the attack on the village continued with the same intensity despite the presence of a large number of people who were trying to leave.",
                                        "elements": []
                                    },
                                    {
                                        "content": "200.  Having examined the available information, the Court concluded in the Isayeva case that the planning and execution of the operation in KatyrYurt between 4 and 7 February 2000 has been done in blatant violation of the principles of interpretation of Article 2 (ibid, §§ 172-78, with further references). It stipulated that the use of artillery and aviation bombs in a populated area, outside wartime and without prior evacuation of civilians, was impossible to reconcile with the degree of caution expected from a law-enforcement body in a democratic society. Even when faced with a situation where, as the Government submitted, the population of the village had been held hostage by a large group of well-equipped and welltrained fighters, the primary aim of the operation should be to protect lives from unlawful violence. The massive use of indiscriminate weapons stood in flagrant contrast to this aim and could not be considered compatible with the standard of care prerequisite to an operation of this kind involving the use of lethal force by State agents. The Court also found that in view of the level of danger to which they were exposed, there was no difference between the situation of the applicant and her relatives who had been killed (ibid., § 197).",
                                        "elements": []
                                    },
                                    {
                                        "content": "201.  The Court examined the grounds on which the criminal investigation had been closed on 13 March 2002. It found that the conclusions of the military experts that the actions of the command corps had been legitimate and proportionate to the situation were contradicted by the documents submitted to it. In particular, the Court could find no basis for the statements of the military experts that the commanding officers had organised and carried out the evacuation of the population and that they had chosen a localised method of fire. Equally, the Court found that there was no evidence to support the supposition that the fighters had obstructed the evacuation of the civilians (ibid., § 198).",
                                        "elements": []
                                    },
                                    {
                                        "content": "202.  Having examined the submissions of the parties in the present case, the Court finds no reasons to depart from the findings made in the Isayeva judgment. The reasons given in the decision of the military prosecutor's office of 14 June 2007 are similar to those contained in the decision of 13 March 2002. As to the second expert report cited in the decision of 2007, no copy of it has been submitted by the Government to the Court or to the applicants. Accordingly, the Court cannot evaluate the relevance of this document for the outcome of the investigation. In so far as the report seemed to uphold the earlier experts' conclusions about the proper organisation of the civilians' evacuation, the correct choice of weapons and the responsibility of the fighters for the failures of the “humanitarian corridor,” the Court once again notes that no documents to support these conclusions have been submitted to it. Moreover, the witness statements reviewed to date stand in irreconcilable opposition to these conclusions. In view of these findings, the decision to terminate the criminal prosecution on the same grounds as those stated in 2002 appears, at the very least, surprising.",
                                        "elements": []
                                    },
                                    {
                                        "content": "203.  The Court concludes once more that, while the operation in KatyrYurt between 4 and 7 February 2000 pursued a legitimate aim, it was not planned and executed with requisite care for the lives of the civilian population. Accordingly, there has been a violation of the respondent State's obligation to protect the right to life of the applicants and their relatives who died or who were wounded during the operation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The alleged inadequacy of the investigation",
                                "elements": [
                                    {
                                        "content": "204.  On many occasions, the Court has stated that the obligation to protect the right to life under Article 2 of the Convention also requires, by implication, that there should be some form of effective official investigation when individuals have been killed as a result of the use of force. It has developed a number of guiding principles to be followed for an investigation to comply with the Convention's requirements (for a summary of these principles see Bazorkina v. , no. 69481/01, §§ 117-19, 27 July 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "205.  The Court must assess whether the investigation in the present case met the requirements of Article 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "206.  The Court notes at the outset that many documents from the investigation were not disclosed by the Government. It therefore has to assess the effectiveness of the investigation on the basis of the documents submitted by the parties and the information about its progress presented by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "207.  The Court notes that in the Isayeva judgment it concluded that the domestic investigation had been inefficient. It criticised a delay of seven months before the opening of the investigation. Once commenced, the investigator was unable or unwilling to compile crucial information about the “safe passage” announced to the civilians and the observance of it by the military. No one responsible for the declaration or the observance of the safety of the evacuation had been identified among the civilian or military authorities. The Court also found that the investigation did not examine the allegation that the inhabitants of Katyr-Yurt had been “punished” for what was perceived as a lack of cooperation with the military, as transpired from statements made by certain high-ranking servicemen. No questions had been put to the soldiers who had manned the roadblocks as to the nature of the instructions that they had received. The head of the civilian administration of Katyr-Yurt had not been properly questioned about these events. Further, the Court criticised the failure of the investigation to draw a comprehensive picture of the human losses and to identify all the victims of the attack. Communication with those who had victim status in the criminal proceedings had been poor and they had not been notified of the most important procedural decision taken in the proceedings. Lastly, the Court found that the expert report of February 2002 – on the basis of which the investigation had been closed – did not appear to tally with the documents contained in the case file (ibid., §§ 217-23).",
                                        "elements": []
                                    },
                                    {
                                        "content": "208.  Turning to the period which had elapsed since the adoption of the above-mentioned judgment, the Court notes that a new investigation had taken place between 14 November 2005 and 14 June 2007. During this time, a number of additional witnesses were interviewed, including ten of the applicants and some of their relatives. Several people were granted victim status in the proceedings (see paragraph 158 above). The Government argued that these measures, along with the second report by the military experts, had constituted steps sufficient to comply with the requirements of an effective investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "209.  In relation to the second report by the military experts, the Court has already stated that it has not been provided with a copy of the report and that, in any event, it could not discern any factual basis for the findings therein (as they are noted in the decision of 14 June 2007: see paragraph 202 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "210.  On the basis of the documents reviewed, the Court concludes that all the major flaws of the investigation indicated in 2005 persisted throughout the second set of proceedings, which ended in June 2007. Most notably, it cannot discern any steps taken to clarify the crucial issues of responsibility for the safety of the civilians' evacuation and of the “reprisal” character of the operation against the population of Katyr-Yurt. It does not appear that any additional questions about these aspects of the operation were posed to the military or civilian authorities or to the servicemen involved at ground level. No one was charged with any crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "211.  As the Court has stated on many previous occasions, the essential purposes of a criminal investigation into the loss of life are the effective implementation of the domestic laws which protect the right to life and ensuring the accountability of State agents for deaths occurring under their responsibility. Such an investigation must be effective in the sense that it is capable of leading to a determination of whether the force used in the case at hand was or was not justified in the circumstances (see, for example, Kaya v. Turkey, 19 February 1998, § 87, Reports 1998I) and to the identification and punishment of those responsible (see Oğur v. Turkey [GC], no. 21594/93, § 88, ECHR 1999III). This is not an obligation of result, but of means. In the circumstances of the present case, the Court considers that these tasks could not be achieved without identifying the individual agents in the military and, possibly, civilian administration, who had borne responsibility for the taking and implementation of the decisions which had entailed such a heavy toll on the civilian population.",
                                        "elements": []
                                    },
                                    {
                                        "content": "212.  Furthermore, the Court considers that the decisions to terminate the proceedings – taken by the military prosecutor's office on the basis of the expert reports prepared by army officers – raise serious doubts about the independence of the investigation from those implicated in the events at issue (see Güleç v. Turkey, 27 July 1998, §§ 81-82, Reports 1998-IV, and Oğur, cited above, §§ 91-92). While it is certainly for the competent domestic authorities to determine issues of the guilt and/or innocence of individuals involved, as well as the applicable provisions of national legislation, the Court finds that the matter at issue in the present case, in view of its extreme seriousness, should have been assessed by the courts, which are the ultimate guardians of the laws laid down to protect the lives of persons. The approach of the military prosecutor's office to the investigation into dozens of deaths and injuries suffered by civilians has made it clearly inadequate to fulfil the role of maintaining public confidence in the authorities' adherence to the rule of law and to prevent any appearance of collusion in, or tolerance of, unlawful acts (see Ramsahai and Others v. the Netherlands [GC], no. 52391/99, § 321, ECHR 2007-..., and Anguelova v. Bulgaria, no. 38361/97, § 140, ECHR 2002-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "213.  Next, the Court notes that, surprisingly, over the seven years after the attack had taken place the investigation failed to compile an exhaustive list of victims. The situation of the twenty-fourth applicant, Mrs Bela Orsamikova, and the deaths of her four relatives had not been taken into account by the time the proceedings were terminated in June 2007, which is even more striking given that her complaint about the present matter had been accepted by the military court in March 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "214.  Finally, in relation to the need to ensure public scrutiny of the investigation, the Court notes that it does not appear that any substantive information about the proceedings has been communicated to the applicants. The military prosecutor's office failed to inform them about the most important procedural steps taken, in breach of the relevant domestic legislation. The Government did not provide any explanation of this deficiency. The Court considers that this failure constituted a particularly grave breach of the requirement to effectively investigate the use of lethal force by State agents, all the more so given that exactly the same finding was already made by the Court in 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "215.  To sum up, having examined the investigation carried out after the adoption of the Isayeva judgment, the Court finds that it has suffered from exactly the same defects as those identified in respect of the first set of proceedings which had been terminated in 2002. The Court considers that, aside from the issues under Article 2, this raises a matter under Article 46 of the Convention, which it will discuss below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "216.  In the light of the foregoing, the Court concludes that no effective investigation has been carried out to date into the circumstances of the attack on Katyr-Yurt between 4 and 7 February 2000. The Court holds that there has been a violation of the procedural aspect of Article 2 in respect of the applicants.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "217.  Seventeen of the applicants (applicants 1, 2, 6, 9, 12, 16, 18, 20, 21, 22, and 24-29) complained that their property had been destroyed between 4 and 7 February 2000. Article 1 of Protocol No. 1 to the Convention provides, in particular:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law. ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "218.  The Government submitted that the applicants had failed to raise their complaint concerning destruction of property before the national authorities. They stressed that the applicants' claims in this respect had not been the subject of any domestic proceedings. The Government considered that the applicants could have sought reimbursement of their alleged losses through the civil courts, independently of the outcome of the criminal proceedings. They referred, by way of example, to a decision rendered in 1997 by a district court in Dagestan, in which it had awarded 85,000,000 roubles (RUB) to a private individual in civil proceedings against a military unit for the criminal actions of its serviceman.",
                                        "elements": []
                                    },
                                    {
                                        "content": "219.  The applicants argued that they were dispensed from the obligation to exhaust domestic remedies. The success of any civil action would be entirely dependent on the outcome of the criminal case. They submitted that they were not informed of the outcome or the progress of the criminal proceedings, as stated above, and therefore could not be expected to have appealed against those decisions. They argued that the deprivation of property, as detailed by them in their submissions to the Court, had occurred in breach of the provisions of Article 1 of Protocol No. 1.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "220.  At the outset, the Court notes that applicants 20, 25 and 29 have not submitted any details in relation to their complaint under Article 1 of Protocol No. 1. It therefore considers that their complaint is manifestly illfounded and must be rejected pursuant to Article 35 §§ 3 and 4.",
                                        "elements": []
                                    },
                                    {
                                        "content": "221.  Turning to the remaining fourteen applicants, the Court has found that the applicants in the present case had complied with the six-month rule and the requirement to exhaust domestic remedies in respect of their complaint under Article 2. However, it notes that the application form of June 2005 expressed the complaint under Article 1 of Protocol No. 1 in very general terms. It did not contain any details of the applicants' individual claims under this provision and did not refer to any supporting documents. It stated only that the applicants' “houses and other property” had been destroyed and that documents and additional details would be furnished at a later stage. On 26 February 2009 fourteen of the applicants submitted individual claims relating to destroyed property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "222.  The Court observes that the running of the six-month time-limit under Article 35 § 1 of the Convention is, as a general rule, interrupted by the first letter from the applicant indicating an intention to lodge an application and giving some indication of the nature of the complaints made. It also reiterates that some indication of the factual basis of the complaint and the nature of the alleged violation under the Convention is required to introduce a complaint and interrupt the running of the six-month time-limit (see Allan v. the Uinted Kingdom (dec.), no. 48539/99, 28 August 2001). It considers that the nature of the violation alleged under Article 1 of Protocol No. 1 requires that the complaint brought under this heading should provide at least a brief description of the property in question. Given that by June 2005 over five years had elapsed since the violation alleged, it is reasonable to expect that by that time those applicants who intended to lodge such a complaint would have already taken measures to record and evaluate their losses and could provide this information to the Court. This complaint is also distinct from the one concerning deaths and injuries caused by the use of lethal force. It cannot be regarded as so closely connected to the complaints raised under Article 2 of the Convention that it cannot be examined separately.",
                                        "elements": []
                                    },
                                    {
                                        "content": "223.  Accordingly, noting that – prior to 26 February 2009 – the applicants' deprivation of property complaint was only stated in very general terms and did not contain any details as to the losses allegedly sustained by each of them or any documentary evidence to support it, the Court finds that the effective date of lodging this complaint before it for the purposes of Article 35 § 1 must be regarded as 26 February 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "224.  As to the date of the final decision, the Court notes that, in contrast to the complaint of the unjustified use of lethal force, the allegation of unlawful deprivation of property has never been the subject of a criminal investigation by the military prosecutor's office. That office interviewed and granted victim status to the applicants within the framework of the investigation carried out into murder and abuse of authority. The applicants' complaint to the military court of June 2005 was aimed at correcting the omissions of the investigation in that respect, and per the text of that document the deprivation of property complaint was only mentioned as an example of the investigator's lack of diligence. That document did not contain any details of their pecuniary claims and did not append, or refer to, any relevant evidence (see paragraph 156 above). As the Court has found above, even if some of them were not signatories to that court action, the applicants in the present case constituted a limited group and it is reasonable to suggest that all of them were equally affected by this development. After the investigation was resumed in 2005, none of the applicants took the opportunity to specify any claims in regard to their property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "225.  The absence of any steps taken by the applicants to bring their deprivation of property complaint to the attention of the investigation brings the Court to the conclusion that they have considered this remedy ineffective and therefore failed to pursue it long before 2005, which would be more than six months before the introduction of this complaint in February 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "226.  Lastly, it can be seen from the applicants' statements that at least some of them pursued the administrative procedure put in place in order to assist those in  whose property and housing were damaged during the hostilities there. Some of the applicants stated that they had obtained compensation (see paragraph 129 above). However, in the absence of any details concerning the scope or the results of those proceedings, the Court does not consider it necessary to take this into account in determining the applicants' compliance with the six-month rule.",
                                        "elements": []
                                    },
                                    {
                                        "content": "227.  In view of the foregoing, the Court concludes that this part of the application was lodged outside the six-month time-limit and must therefore be rejected in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "228.  The applicants complained that they had been deprived of an effective remedy in respect of the above-mentioned violations, contrary to Article 13 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "229.  The Government contended that the applicants had had effective remedies at their disposal. They had had an opportunity to challenge the acts or omissions of the investigating authorities in court and had availed themselves of it. The Government also referred to cases where victims in criminal proceedings had been awarded damages from state bodies and, in one instance, the prosecutor's office. In conclusion, the Government submitted that there had been no violation of Article 13.",
                                        "elements": []
                                    },
                                    {
                                        "content": "230.  The applicants reiterated the complaint.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "231.  In so far as the applicants complained of a violation of Article 13 of the Convention in conjunction with Article 1 of Protocol No. 1 to the Convention, the Court observes that the applicants' complaint under Article 1 of Protocol No. 1 has been found inadmissible. In such circumstances, their complaint under Article 13 in this part should also be rejected pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "232.  As regards the applicants' complaint of a violation of Article 13 in conjunction with Article 2 of the Convention, the Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "233.  The Court reiterates that in circumstances where, as here, a criminal investigation into a lethal attack has been ineffective and the effectiveness of any other remedy that might have existed, including civil remedies suggested by the Government, has consequently been undermined, the State has failed in its obligation under Article 13 of the Convention (see Khashiyev and Akayeva, cited above, § 183, and Isayeva, cited above, § 229).",
                                                "elements": []
                                            },
                                            {
                                                "content": "234.  Consequently, there has been a violation of Article 13 in conjunction with Article 2 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "IV.  APPLICATION OF ARTICLE 46 OF THE CONVENTION",
                                "elements": [
                                    {
                                        "content": "235.  Article 46 of the Convention provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "236.  The Court points out that, in the context of the execution of judgments in accordance with Article 46 of the Convention, a judgment in which it finds a breach imposes on the respondent State a legal obligation under that provision to put an end to the breach and to make reparation for its consequences in such a way as to restore, to the fullest extent possible, the situation existing before the breach. If, on the other hand, national law does not allow – or allows only partial – reparation to be made for the consequences of the breach, Article 41 empowers the Court to afford the injured party such satisfaction as appears to it to be appropriate. It follows, inter alia, that a judgment in which the Court finds a violation of the Convention or its Protocols imposes on the respondent State a legal obligation not just to pay those concerned the sums awarded by way of just satisfaction, but also to choose, subject to supervision by the Committee of Ministers, the general and/or, if appropriate, individual measures to be adopted in its domestic legal order to put an end to the violation found by the Court and to make all feasible reparation for its consequences in such a way as to restore, as far as possible, the situation existing before the breach (see Assanidze v. Georgia [GC], no. 71503/01, § 198, ECHR 2004-II; Maestri v. Italy [GC], no. 39748/98, § 47, ECHR 2004-I; and Viaşu v. Romania, no. 75951/01, § 79, 9 December 2008). As the Court's judgments are essentially declaratory, the respondent State remains free, subject to the supervision of the Committee of Ministers, to choose the means by which it will discharge its legal obligation under Article 46 of the Convention, provided that such means are compatible with the conclusions set out in the Court's judgment (see Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "237.  However, exceptionally, with a view to helping the respondent State to fulfil its obligations under Article 46, the Court will seek to indicate the type of general measure that might be taken in order to put an end to a situation it has found to exist (see, for example, Broniowski v. Poland [GC], no. 31443/96, § 194, ECHR 2004-V, and Burdov v. Russia (no. 2), no. 33509/04, § 141, ECHR 2009...). In other exceptional cases, where the very nature of the violation found is such as to leave no real choice between measures capable of remedying it, the Court may decide to indicate only one such measure (see Abbasov v. Azerbaijan, no. 24271/05, § 37, 17 January 2008, and Aleksanyan v. Russia, no. 46468/06, § 239, 22 December 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "238.  Turning to the present case, the Court notes, with great dismay, that following the adoption of the Isayeva judgment which found a violation of both substantive and procedural aspects of Article 2, the Committee of Ministers opened a procedure aimed at furthering the execution of the judgment. An information document ( dated 12 June 2007) was prepared to assist the Committee of Ministers in its supervision of the execution by the Russian Federation of the judgments of the European Court relating to the actions of security forces in the Chechen Republic, including the Isayeva case. In respect of the latter case, the document relied on information submitted by the Government that a new investigation had been ordered with a view to examining the proportionality of the lethal force used during the military operation and determining whether measures had been taken to ensure civilians' safety. Subsequent documents issued by the Committee of Ministers in respect of this type of case concerned general, as opposed to individual, measures, as those were considered to be a matter of priority (see, for example, the latest document CM/Inf/DH(2010)26 of 27 May 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "239.  However, as the Court has found in paragraphs 204 and 210-16 above, the second set of proceedings was plagued by exactly the same defects as those observed in the Isayeva judgment. As a result, the Court was once again bound to conclude that no effective investigation capable of leading to a determination of whether the force used had or had not been justified in the circumstances and to the identification and punishment of those responsible had occurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "240.  The Court does not consider it necessary to indicate general measures required at national level for the execution of this judgment. As regards individual measures, the Court observes that it has so far refused to give any specific indications to a Government that they should, in response to a finding of a procedural breach of Article 2, hold a new investigation (see Ülkü Ekinci v. Turkey, no. 27602/95, § 179, 16 July 2002; Finucane v. the United Kingdom, no. 29178/95, § 89, ECHR 2003VIII; Varnava and Others, cited above, § 222; Kukayev v. Russia, no. 29361/02, §§ 133-34, 15 November 2007; and Medova v. , no. 25385/04, §§ 142-43, ECHR 2009... (extracts)). In taking this approach, the Court has relied on the general principle that the respondent State remains free to choose the means by which it will discharge its legal obligation under Article 46 of the Convention, provided that such means are compatible with the conclusions set out in the Court's judgment. The Court has also noted the practical difficulties arising out of conducting investigations into events that have occurred many years ago which would almost certainly render such investigations unsatisfactory or inconclusive. It has based its approach on the fact that initial failings of an investigation to take essential measures often make it highly doubtful that the situation existing before the breach could ever be restored (see Finucane, cited above, § 89, and Kukayev, cited above, § 134).",
                                        "elements": []
                                    },
                                    {
                                        "content": "241.  In the Court's view, the present case is distinguished by two important features. Firstly, in terms of general principles, the Court notes that the respondent Government manifestly disregarded the specific findings of a binding judgment concerning the ineffectiveness of the investigation. The Court emphasises in this respect that any measures adopted within the execution process must be compatible with the conclusions set out in the Court's judgment (see Assanidze, cited above, § 202, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "242.  Secondly, in practical terms, the Court notes that the investigation in the present case has compiled a large amount of data about the events that took place in Katyr-Yurt between 4 and 7 February 2000. On the basis of the existing documents, individual omissions appear to be easily rectifiable. As proof of this, the Court notes that the Government did not dispute the circumstances of the deaths and injuries alleged by those applicants who had not been granted victim status in the criminal investigation but who could submit death certificates and corresponding testimonies. However, to this day no independent study of the proportionality and necessity of the use of lethal force has been carried out, nor has there been any attribution of individual responsibility for the aspects of the operation which had caused loss of life and the evaluation of such aspects by an independent body, preferably of a judicial nature.",
                                        "elements": []
                                    },
                                    {
                                        "content": "243.  In view of the above, the Court finds that in the context of the present case it falls to the Committee of Ministers, acting under Article 46 of the Convention, to address the issue of what – in practical terms – may be required of the respondent Government by way of compliance. However, it considers it inevitable that a new, independent, investigation should take place. Within these proceedings, the specific measures required of the Russian Federation in order to discharge its obligations under Article 46 of the Convention must be determined in the light of the terms of the Court's judgment in this case, and with due regard to the above conclusions in respect of the failures of the investigation carried out to date.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V. ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "244.  The applicants complained under Article 14 that the above-mentioned violation of their rights had occurred because of their Chechen ethnic origin and residence in . Article 14 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "245.  The Court observes that no evidence has been submitted that the applicants were treated differently from persons in an analogous situation without objective and reasonable justification, or that they have ever raised this complaint before the domestic authorities. It thus finds that this complaint has not been substantiated (see, for example, Musikhanova and Others v. Russia (dec.), no. 27243/03, 10 July 2007).",
                                "elements": []
                            },
                            {
                                "content": "246.  It follows that this part of the application is manifestly ill-founded and should be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "247.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "248.  Thirteen of the applicants (applicants 1, 2, 6, 9, 12, 16, 18, 21, 22, 24, 26, 27 and 28) sought reimbursement of sums ranging from 5,251 euros (EUR) to EUR 19,944 in compensation for their destroyed household property. Eight of the applicants (applicants 6, 9, 12, 16, 18, 21, 22 and 28) sought, in addition, sums ranging from EUR 19,506 to EUR 123,541 for the damage caused to their immovable property (see paragraphs 163-64 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "249.  The Government denied the violations alleged and, in any event, regarded these claims as unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "250.  The Court reiterates that there must be a clear causal connection between the damage alleged by the applicant and the violation of the Convention. In view of its above conclusion as to the inadmissibility of the complaint under Article 1 of Protocol No. 1, the Court rejects the claim brought by the applicants in this respect.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "251.  The applicants claimed financial compensation for non-pecuniary damage caused by the suffering they had endured as a result of the deaths of their family members and injuries sustained by them and by their relatives. They also argued that the ineffectiveness of the investigation had increased their suffering due to their inability to participate in its conduct. They left the exact amounts to the determination of the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "252.  The Government denied any violations of the Convention; in the event that the Court found a violation, they considered that the acknowledgement of a violation would be sufficient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "253.  The Court has found a violation of Articles 2 and 13 of the Convention. It considers that an award should be made in respect of non-pecuniary damage. Considering the individual situations of the applicants, it awards them the sums indicated in the attached table.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "254.  The applicants were represented by lawyers from the NGO EHRAC/Memorial Human Rights Centre. The aggregate claim in respect of costs and expenses related to their legal representation amounted to 1,916 pounds sterling (GBP) (EUR 2,266). The applicants submitted a breakdown of legal costs and copies of invoices for translation services.",
                                        "elements": []
                                    },
                                    {
                                        "content": "255.  The Government questioned the reasonableness of and justification for the sums claimed under this heading.",
                                        "elements": []
                                    },
                                    {
                                        "content": "256.  Having regard to the details of the information provided, the Court is satisfied that these rates are reasonable and reflect the expenses actually and necessarily incurred by the applicants' representatives. It awards them the amount as claimed, together with any value-added tax that may be chargeable to the applicants, the net award to be paid into the representatives' bank account in the , as identified by the applicants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "257.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Articles 2 and 13 of the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a substantive violation of Article 2 of the Convention in respect of the applicants and their relatives, as listed in the attached table;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 2 of the Convention in respect of the failure to conduct an effective investigation into the use of lethal force by State agents;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 13 of the Convention in conjunction with the alleged violation of Article 2;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Russian roubles at the date of settlement, save in the case of the payment in respect of costs and expenses:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that, from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 December 2010, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Malinverni, joined by Judges Rozakis and Spielmann, is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  In the present case the Court reached the conclusion that the respondent State was to be held responsible for a violation of Article 2 of the Convention in both its substantive and procedural aspects.",
                        "elements": []
                    },
                    {
                        "content": "It based its reasoning on the fact that, in the circumstances of the case, the use of lethal force may have been justified and the case should therefore be examined under paragraph 2 of Article 2.",
                        "elements": []
                    },
                    {
                        "content": "In the light of the information available to it, the Court nevertheless held that “the use of artillery and aviation bombs in a populated area, ... without prior evacuation of civilians, was impossible to reconcile with the degree of caution expected from a law-enforcement body in a democratic society” (paragraph 200). It went on to state that “[e]ven when faced with a situation where ... the population of the village had been held hostage by a large group of well-equipped and well-trained fighters, the primary aim of the operation should be to protect lives from unlawful violence” (ibid.). In the Court's view, “[t]he massive use of indiscriminate weapons stood in flagrant contrast to this aim and could not be considered compatible with the standard of care prerequisite to an operation of this kind involving the use of lethal force by State agents” (ibid.).",
                        "elements": []
                    },
                    {
                        "content": "The Court therefore drew the logical conclusion that “the operation ... was not planned and executed with requisite care for the lives of the civilian population” (paragraph 203).",
                        "elements": []
                    },
                    {
                        "content": "2.  Under the terms of Article 19 of the Convention, the Court's task is to ensure the observance of the engagements undertaken by the States in the Convention and the Protocols thereto. It follows that the only provisions in respect of which the Court may find a violation are those contained in the Convention and its Protocols. However, this should not prevent the Court from referring to other sources of international law in support of its arguments, as indeed it has frequently done.",
                        "elements": []
                    },
                    {
                        "content": "3.  I therefore regret the fact that in the present case the Court made no mention whatsoever of the principal rules governing the conduct of combatants in situations such as that dealt with in this case, namely the rules of international humanitarian law. In addition to Article 3 of the Fourth Geneva Convention of 12 August 1949, the conduct of combatants in a noninternational armed conflict such as the one in question here is governed first and foremost by the Protocol Additional to the Geneva Conventions (Protocol II) of 8 June 1977, which was ratified by  on 29 September 1989.",
                        "elements": []
                    },
                    {
                        "content": "Article 13 of this Protocol states that “[t]he civilian population and individual civilians shall enjoy general protection against the dangers arising from military operations” (paragraph 1) and that “[t]he civilian population as such, as well as individual civilians, shall not be the object of attack” (paragraph 2).",
                        "elements": []
                    },
                    {
                        "content": "I regret the fact that in the present judgment (as indeed in other similar cases), the Court made no reference to these rules.",
                        "elements": []
                    },
                    {
                        "content": "A N N E X",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF ABUYEVA AND OTHERS v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-101936.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2010:1202JUD002706505",
    "externalsources": [],
    "extractedappno": [
        "27065/05",
        "57950/00",
        "10626/83",
        "77116/01",
        "15413/03",
        "46231/99",
        "57952/00",
        "18907/02",
        "16064/90",
        "16065/90",
        "16066/90",
        "16068/90",
        "16069/90",
        "16070/90",
        "16071/90",
        "16072/90",
        "16073/90",
        "49790/99",
        "22275/93",
        "27244/95",
        "77617/01",
        "34561/03",
        "24297/05",
        "57942/00",
        "57945/00",
        "60272/00",
        "69481/01",
        "21594/93",
        "52391/99",
        "38361/97",
        "48539/99",
        "71503/01",
        "39748/98",
        "75951/01",
        "39221/98",
        "41963/98",
        "31443/96",
        "33509/04",
        "24271/05",
        "46468/06",
        "27602/95",
        "29178/95",
        "29361/02",
        "25385/04",
        "27243/03",
        "57947/00",
        "57948/00",
        "57949/00",
        "5108/02",
        "21586/02",
        "67326/01"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 42, 125, 161 and 198 of the Code of Criminal Procedure of the Russian Federation"
    ],
    "itemid": "001-101936",
    "judgementdate": "02/12/2010 00:00:00",
    "kpdate": "02/12/2010 00:00:00",
    "kpthesaurus": [
        "444",
        "110",
        "449",
        "595",
        "231",
        "496",
        "14",
        "128",
        "471",
        "26",
        "126",
        "184",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "2-1",
        "46-2",
        "2",
        "35-1",
        "46",
        "35",
        "2-2",
        "13",
        "41"
    ],
    "parties": [
        "ABUYEVA AND OTHERS",
        "RUSSIA"
    ],
    "rank": "769.36279296875",
    "representedby": [
        "MEMORIAL HUMAN RIGHTS CENTER"
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Abbasov v. Azerbaijan, no. 24271/05, 17 January 2008",
        "Aleksanyan v. Russia, no. 46468/06, 22 December 2008",
        "Allan v. the Uinted Kingdom (dec.), no. 48539/99, 28 August 2001",
        "Anguelova v. Bulgaria, no. 38361/97, ECHR 2002-IV",
        "Assanidze v. Georgia [GC], no. 71503/01, ECHR 2004-II",
        "Baybora and Others v. Cyprus (dec.), no. 77116/01, 22 October 2002",
        "Bazorkina v. Russia, no. 69481/01, 27 July 2006",
        "Broniowski v. Poland [GC], no. 31443/96, ECHR 2004-V",
        "Burdov v. Russia (no. 2), no. 33509/04, ECHR 2009-...",
        "Elsanova v. Russia (dec.) no. 57952/00, 15 November 2005",
        "Estamirov and Others v. Russia, no. 60272/00, 12 October 2006",
        "Finucane v. the United Kingdom, no. 29178/95, ECHR 2003-VIII",
        "Güleç v. Turkey, 27 July 1998, Reports 1998-IV",
        "Gündem v. Turkey, 22275/93, Commission decision of 9 January 1995",
        "Ibragimov and Others v. Russia, no. 34561/03, § 99, 29 May 2008",
        "Isayeva v. Russia, no. 57950/00, 24 February 2005",
        "Kaya v. Turkey, 19 February 1998, Reports 1998-I",
        "Kelly v. the United Kingdom, no. 10626/83, Commission decision of 7 May 1985, Decisions and Reports (DR) 42, p. 205",
        "Khashiyev and Akayeva v. Russia, nos. 57942/00 and 57945/00, 24 February 2005",
        "Kukayev v. Russia, no. 29361/02, 15 November 2007",
        "Maestri v. Italy [GC], no. 39748/98, ECHR 2004-I",
        "Medova v. Russia, no. 25385/04, ECHR 2009-... (extracts)",
        "Mikheyev v. Russia (dec.), no. 77617/01, 7 October 2004",
        "Musikhanova and Others v. Russia (dec.), no. 27243/03, 10 July 2007",
        "Mutsayeva v. Russia, no. 24297/05, § 105, 23 July 2009",
        "Narin v. Turkey, no. 18907/02, 15 December 2009",
        "Ogur v. Turkey [GC], no. 21594/93, ECHR 1999-III",
        "Ramsahai and Others v. the Netherlands [GC], no. 52391/99, ECHR 2007-...",
        "Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII",
        "Sükran Aydin and Others v. Turkey (dec.), no. 46231/99, 26 May 2005",
        "Tepe v. Turkey, 27244/95, Commission decision of 25 November 1996, DR 87, p. 90",
        "Trubnikov v. Russia (dec.), no. 49790/99, 14 October 2003",
        "Ülkü Ekinci v. Turkey, no. 27602/95, 16 July 2002",
        "Varnava and Others v. Turkey [GC], nos. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 and 16073/90, § 158, ECHR 2009-...",
        "Viasu v. Romania, no. 75951/01, 9 December 2008",
        "Worm v. Austria, 29 August 1997, Reports of Judgments and Decisions 1997-V",
        "Zenin v. Russia (dec.), no. 15413/03, 24 September 2009"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "362287",
    "typedescription": "15"
}