{
    "__articles": "5;5-3;5-4;29;29-3;41;35;35-1",
    "__conclusion": "No violation of Art. 5-3;Violation of Art. 5-4;Non-pecuniary damage - finding of violation sufficient",
    "applicability": "",
    "appno": "28481/03",
    "article": [
        "29",
        "35",
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5-3",
            "base_article": "5",
            "element": "No violation of Art. 5-3",
            "type": "no-violation"
        },
        {
            "article": "5-4",
            "base_article": "5",
            "element": "Violation of Art. 5-4",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-84361.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 28481/03) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Ms Patrycja Łaszkiewicz (“the applicant”), on 28 August 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms E. Draga-Buchta and, subsequently, by Mr W. Hermeliński, lawyers practising in Katowice and , respectively. Mr W. Hermeliński represented the applicant up until October 2006 and submitted written observations on her behalf. The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that when her pre-trial detention had been prolonged, she had not benefited from an adversarial procedure, in breach of Article 5 § 4 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 22 November 2005 the Court declared the application partly inadmissible and decided to communicate the complaints concerning the excessive length of pre-trial detention and the lack of adversarial procedure in the proceedings regarding prolongation of pre-trial detention to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1973 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "6.  On 30 October 2000 the applicant was arrested by the customs authorities in Malmö after 5 kilograms of heroin had been found in her car. On 10 April 2001 the Malmö District Court convicted the applicant of drug-trafficking and sentenced her to 20 months' imprisonment. On 5 January 2002 she was released from a prison in .",
                                "elements": []
                            },
                            {
                                "content": "7.  On 15 December 2000 the Katowice Regional Prosecutor instituted an investigation concerning drug-trafficking from Poland to Sweden by the applicant and other persons, acting in connection with a request for legal assistance submitted by the Swedish and Norwegian prosecution authorities.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 16 October 2002 the applicant was arrested in . On the following day the Katowice Regional Prosecutor served on her the statement of charges. The applicant was charged with supplying significant amounts of heroin to the market between February 2000 and October 2000 in Poland, Czech Republic, Austria, Germany, Switzerland, Denmark, Sweden and . She was also charged with acting in an organised criminal group of drug traffickers. During her questioning by the prosecutor, she confessed that she had attempted to smuggle heroin to  and responded to all questions put by the prosecutor.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 18 October 2002 the Katowice District Court remanded the applicant in custody until 16 January 2003 on reasonable suspicion that she had committed the offences referred to above. It held that there was a risk that the applicant would obstruct the proceedings by influencing witnesses since she had not confessed. The court also took into account that the applicant had been charged with acting in an organised criminal gang and had regard to the severity of the anticipated penalty.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 8 January 2003 the Katowice District Court prolonged the applicant's detention until 31 March 2003. It found that there was a reasonable risk that the applicant might tamper with evidence, having regard to the number of suspects involved. It also relied on the severity of the anticipated penalty, given the organised character of the criminal activities, their scale and the amount of drugs involved. Lastly, it referred to the need to continue the process of gathering evidence.",
                                "elements": []
                            },
                            {
                                "content": "11.  In her appeal the applicant submitted that her continued detention was not necessary to secure the proper conduct of the investigation. She argued that she had already given evidence and that she had had no contacts with the witnesses or other suspects, so the risk of tampering with evidence did not exist in her case. Her appeal was dismissed on 5 February 2003.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 19 March 2003 the Katowice Regional Prosecutor lodged with the Katowice District Court a motion for the prolongation of the applicant's detention until 30 June 2003.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 25 March 2003 the Katowice District Court notified the applicant's counsel of the hearing scheduled for 26 March 2003 at which the prosecution's motion would be examined.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 26 March 2003 the Katowice District Court held a hearing (posiedzenie) on the prolongation of the applicant's detention.",
                                "elements": []
                            },
                            {
                                "content": "15.  According to the Government, before the hearing had begun the applicant's counsel consulted the prosecution's motion without authorisation from the judge.",
                                "elements": []
                            },
                            {
                                "content": "16.  During the hearing the applicant's counsel applied for access to the investigation file. The Regional Prosecutor stated that his motion for prolongation of the detention constituted an integral part of the file and that access to it required his permission. The prosecutor also stated that the counsel had not applied earlier for leave to consult the file. Counsel unsuccessfully requested the court to adjourn the hearing until she had been granted access to the file. The District Court, having regard to Article 156 § 5 of the Code of Criminal Procedure, held that it could not decide on the counsel's request for access to the file since such decision was within the exclusive competence of the authority conducting the investigation. The judge informed both parties that the counsel's request would be transmitted without undue delay to the Regional Prosecutor for examination.",
                                "elements": []
                            },
                            {
                                "content": "17.  The applicant's counsel requested the court to dismiss the motion for prolongation because the prosecutor had simply stated that he maintained it without giving specific reasons for it.",
                                "elements": []
                            },
                            {
                                "content": "18.  The Katowice District Court granted the prosecution's motion and extended the applicant's detention until 30 June 2003. In the reasons for its decision, the court noted that the applicant had pleaded not guilty and had denied that she had taken part in an organised criminal group trafficking in heroin. Having regard to the applicant's statements and the number of suspects involved, the court considered that there was a reasonable risk that the applicant might tamper with evidence. In this connection, it had regard to the fact that several other potential suspects were still being sought.",
                                "elements": []
                            },
                            {
                                "content": "19.  The applicant's counsel appealed. She alleged, relying on Article 5 § 4 of the Convention, that the District Court had violated the principle of adversarial proceedings. In this connection, she submitted that the Regional Prosecutor's motion for prolongation of detention had been received at the District Court on 19 March 2003. However, it was only in the afternoon of 25 March 2003 that the applicant's counsel had been notified by telephone that the court's hearing would be held on 26 March 2003 at 8.40 a.m. Having further regard to the fact that counsel had not been served with a copy of the prosecutor's motion, she argued that she could not properly defend the interests of the applicant. Counsel further submitted that the prosecutor had not read out the grounds of his application during the hearing.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 14 May 2003 the  dismissed the applicant's appeal. It noted that the applicant had been charged with participation in an organised criminal group which operated in a number of European countries. In this context, it considered that there was a risk that the applicant might obstruct the proceedings if released. The  further relied on the severity of the anticipated penalty and emphasised the danger to society posed by the drug trafficking. Furthermore, the  dismissed the applicant's allegations regarding access to the file and the belated summoning of her lawyer to the hearing. It held, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“The limitation on the lawyer's access to the investigation file results from the binding procedural rules.",
                                "elements": []
                            },
                            {
                                "content": "The court's hearing on the matter of detention is ancillary to the main proceedings and thus notification of this hearing can be effected shortly before the date for which it has been fixed. The lawyer was notified of the hearing at 1 p.m. on the day preceding the hearing. Thus, it cannot be said that the court was at fault in this respect.”",
                                "elements": []
                            },
                            {
                                "content": "21.  It appears that the request of the applicant's counsel for leave to consult the file made during the hearing held on 26 March 2003 was received by the Katowice Regional Prosecutor only on 16 May 2003. On 27 May 2003 the Katowice Regional Prosecutor refused that request, invoking the interests of the investigation (ważny interes postępowania). The prosecutor observed that the investigation was at its early stages and still in progress. Furthermore, he found that for reasons which had not been attributable to the prosecution a number of important witnesses had not yet been heard. The applicant appealed against that decision, relying on the principle of equality of arms. On 1 July 2003 the Katowice Appellate Prosecutor upheld the refusal of 27 May 2003. He observed that the restrictions on access to the file had been temporary and justified by the interests of the investigation. In the latter respect, the Appellate Prosecutor referred to the organised character of the criminal activities at issue and the number of suspects involved. He considered that in those circumstances, the interests of the investigation weighed against the applicant's right to be acquainted with all the evidence obtained so far in the case.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 16 June 2003 the Regional Prosecutor lodged with the Katowice District Court a motion for prolongation of the applicant's detention until 30 September 2003.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 23 June 2003 the applicant's counsel was informed about the hearing scheduled for 25 June 2003 regarding prolongation of detention. On  24 June 2003 the applicant's counsel requested the Katowice District Court to adjourn the hearing until she had received a copy of the prosecutor's motion. The court refused that request.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 24 June 2003 the applicant's counsel requested the Regional Prosecutor to provide her with a copy of his motion for the prolongation of the applicant's detention with a view to preparing for the court's hearing.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 25 June 2003 the Katowice District Court granted the prosecution's motion and ordered that the applicant be held in custody until 30 September 2003. It relied on the same grounds as in its earlier decisions. During the hearing the Regional Prosecutor indicated that his motion for prolongation referred to, inter alia, the need to question one person whose details could not be disclosed. The counsel stated that the prosecutor simply referred to the relevant provisions of the Code of Criminal Procedure but did not provide any specific grounds justifying the prolongation of the applicant's detention.",
                                "elements": []
                            },
                            {
                                "content": "26.  On 26 June 2003 the Katowice Regional Prosecutor refused to grant the applicant's counsel access to the file following her application of 24 June 2003, having regard to the interests of the investigation. He considered that the lawyer's request was tantamount to a request for access to the entire contents of the investigation file. Consequently, it refused the request on the same grounds as in the decision given on 27 May 2003. The applicant appealed. On 8 July 2003 the Appellate Prosecutor upheld the refusal on the same grounds as in his earlier decision.",
                                "elements": []
                            },
                            {
                                "content": "27.  The applicant's counsel appealed against the decision of 25 June 2003 prolonging the applicant's detention. She argued that she had not been provided with a copy of the prosecution's motion and that she had not been notified in good time of the hearing. She submitted that consequently she had been prevented from properly discharging her obligations as the applicant's counsel.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 9 July 2003 the  dismissed the appeal. As regards the refusal to provide the applicant with a copy of the prosecution's application for prolongation of detention, the Regional Court found that the prosecutor was the only authority competent to decide on the issue of access to the file at the investigation stage and that any decision in this respect might be reviewed by a higher prosecutor. In respect of the notification of the hearing to the lawyer, the court found the applicant's complaint unfounded. It considered that in cases of detention, such notification could be made by telephone.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 15 September 2003 the Regional Prosecutor lodged with the Katowice District Court a motion for prolongation of the applicant's detention until 16 October 2003.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 16 September 2003 the applicant's counsel was notified by telephone about the hearing scheduled for 23 September 2003. On 18 September counsel unsuccessfully requested the District Court to adjourn the hearing since she had not been provided with a copy of the prosecutor's application for prolongation of detention and thus could not prepare for the hearing fixed for 23 September 2003. On the same date the counsel applied to the prosecutor for leave to obtain a copy of the application for prolongation of the applicant's detention. On 19 September 2003 the Katowice Regional Prosecutor refused that request, having regard to the interests of the investigation and to the fact that it was still in progress.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 23 September 2003 the Katowice District Court held a hearing. It granted the prosecution's motion and ordered that the applicant be remanded in custody until 16 October 2003. It had regard to the reasonable suspicion that the applicant had committed the offences with which she had been charged. It relied in this respect on the evidence gathered to date, including evidence given by the applicant and her co-suspect, and the documentary evidence obtained from abroad. It also considered that there was a reasonable risk that the applicant might tamper with evidence, given that some of the co-suspects were still at large and that the case concerned an organised criminal group. It also had regard to the need to take further measures in the investigation as indicated in the prosecution's application for prolongation of detention.",
                                "elements": []
                            },
                            {
                                "content": "32.  On 16 October 2003 the statutory time-limit of one year for the applicant's detention pending the investigation expired. Consequently, any further prolongation of the applicant's detention was to be decided by the Court of Appeal.",
                                "elements": []
                            },
                            {
                                "content": "33.  On an unspecified date the Katowice Appellate Prosecutor lodged with the Katowice Court of Appeal a motion for prolongation of the applicant's detention until 31 January 2004. On 3 October 2003 the Court of Appeal notified the counsel about the hearing scheduled for 8 October 2003.",
                                "elements": []
                            },
                            {
                                "content": "34.  On 8 October 2003 the Katowice Court of Appeal held a hearing. It appears that during the hearing the Katowice Appellate Prosecutor agreed to provide counsel with a copy of his motion for prolongation of the detention. The Court of Appeal granted the prosecution's motion and extended the applicant's detention until 31 January 2004. It noted that the investigation in the present case, which concerned trafficking in substantial amounts of drugs in a number of European countries, had been very time-consuming. It was further complicated by the need to obtain evidence from abroad and to hold a confrontation between the suspects and a certain H.S. who had been recently transferred to Poland from  to serve his sentence. The court noted that another important suspect M.O., who had lived abroad, had been arrested in September 2003. It thus considered that the investigation was being conducted without undue delays, and that the extension of the detention pending the investigation beyond the statutory time-limit was due to the exceptional circumstances. The Court of Appeal also had regard to the scale of the alleged criminal activities and the severity of the anticipated penalty. The applicant appealed against that decision.",
                                "elements": []
                            },
                            {
                                "content": "35.  On 5 November 2003 the Court of Appeal upheld the impugned decision. It referred, inter alia, to the presumption established by Article 258 § 2 of the Code of Criminal Procedure to the effect that the likelihood of a severe penalty being imposed on the applicant might induce her to obstruct the proceedings. In view of the said presumption, the Court of Appeal underlined that it was not required to consider the imposition of other preventive measures.",
                                "elements": []
                            },
                            {
                                "content": "36.  On 21 January 2004 the applicant's counsel requested the Regional Prosecutor to release the applicant subject to certain guarantees.",
                                "elements": []
                            },
                            {
                                "content": "37.  On 27 January 2004 the Katowice Regional Prosecutor ordered the applicant's release, having obtained a bail deposit and an additional personal guarantee from a local councillor that the applicant would not obstruct the proceedings. The applicant's passport was seized and she was ordered not to leave the country. The prosecutor noted that despite the fact that more than 15 months had elapsed since the applicant's arrest, the investigation had not been concluded. He observed that the prosecution was endeavouring to obtain evidence from abroad, however it could not be predicted when that evidence would be made available. The prosecutor considered that the applicant should not be prejudiced by those delays and that other preventive measures would be sufficient to secure the proper conduct of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "38.  On 19 May 2004 the applicant's lawyer was informed by the Katowice Police that she could apply for access to the investigation file pursuant to Article 321 of the Code of Criminal Procedure as the investigation was coming to an end. On 7 June 2004 the applicant's counsel was allowed to consult the file.",
                                "elements": []
                            },
                            {
                                "content": "39.  On 29 June 2004 the prosecution filed a bill of indictment with the Katowice District Court. The applicant was charged with drug-trafficking and acting in an organised criminal group.",
                                "elements": []
                            },
                            {
                                "content": "40.  On 20 June 2005 the applicant made a plea and requested the trial court to sentence her to 18 months' imprisonment and a fine. The prosecution did not object. On 27 June 2005 the Katowice District Court convicted the applicant as charged and sentenced her to 18 months' imprisonment and a fine.",
                                "elements": []
                            },
                            {
                                "content": "41.  The applicant appealed. She argued that the trial court had not taken into account her conviction in . The  dismissed her appeal on 1 March 2006.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Detention on remand",
                                "elements": [
                                    {
                                        "content": "42.  The relevant domestic law and practice regarding the imposition of detention on remand (tymczasowe aresztowanie), the grounds for its prolongation, release from detention and rules governing other, so-called “preventive measures” (środki zapobiegawcze) at the material time are stated in the Court's judgments in the cases of Gołek v. Poland, no. 31330/02, §§ 27-33, 25 April 2006 and Celejewski v. Poland, no. 17584/04, §§ 22-23, 4 August 2006.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Access to the investigation file",
                                "elements": [
                                    {
                                        "content": "43.  Access to the file in the course of investigation is governed by Article 156 § 5 of the Code of Criminal Procedure of 1997, which provides, in so far as relevant, that leave to consult the file and to make copies of the documents in the file is granted only with the consent of the authority conducting the investigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 19 September 2007 the Ombudsman lodged an application with the  seeking constitutional review of Article 156 § 5 of the Code of Criminal Procedure.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Constitutional complaint",
                                "elements": [
                                    {
                                        "content": "45.  Article 79 § 1 of the Constitution provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In accordance with principles specified by statute, everyone whose constitutional freedoms or rights have been infringed, shall have the right to appeal to the Constitutional Court for a judgment on the conformity with the Constitution of a statute or another normative act on the basis of which a court or an administrative authority has issued a final decision on his freedoms or rights or on his obligations specified in the Constitution.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 190 of the Constitution, insofar as relevant, provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Judgments of the  shall be universally binding and final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Judgments of the , ... shall be published without delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  A judgment of the  shall take effect from the day of its publication; however, the  may specify another date for the end of the binding force of a normative act. Such time-limit may not exceed 18 months in relation to a statute or 12 months in relation to any other normative act. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  A judgment of the Constitutional Court on the non-conformity with the Constitution, an international agreement or statute, of a normative act on the basis of which a final and enforceable judicial decision or a final administrative decision ... was given, shall be a basis for re-opening of the proceedings, or for quashing the decision ... in a manner and on principles specified in provisions applicable to the given proceedings.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  The applicant complained that the length of her detention on remand had been excessive. She relied on Article 5 § 3 of the Convention, which reads, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be ... entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.”",
                                "elements": []
                            },
                            {
                                "content": "47.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "48.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Period to be taken into consideration",
                                        "elements": [
                                            {
                                                "content": "49.  The applicant's detention started on 16 October 2002, when she was arrested on suspicion of trafficking in drugs. That period came to an end on 27 January 2004 when the applicant was released. Accordingly, the period to be taken into consideration amounts to 1 year, 3 months and 12 days.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties' submissions\t",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "50.  The applicant argued that an excessive period of detention, such as the period in the present case, was in itself incompatible with Article 5 § 3 of the Convention, given the principle of the presumption of innocence. She maintained that however strong had been the suspicion against her, it could suffice as a basis for holding her in custody only in the early stages of the proceedings. The applicant emphasised that the courts had not given sufficient and relevant reasons for her continued detention and repeatedly invoked the severity of the anticipated penalty and the serious nature of the charges. As regards the risk of obstructing the proceedings, the applicant argued that it had not been based on any reliable facts and that, with the passage of time, it had become irrelevant from the point of view of the proper conduct of the proceedings. Furthermore, the authorities had not taken into account any other guarantees that she would appear for trial.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "51.  The Government firstly presented some statistical data, indicating that in the years 2000-2005 the number of indictments and convictions in cases concerning organised crime had increased both in absolute terms and in relation to other crimes. They argued that in organised crime cases the authorities were faced with particular problems relating to the taking and assessment of evidence and various logistical issues.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  With reference to the present case, the Government submitted that the applicant's pre-trial detention had been justified by the nature of the charges, the scale of the alleged criminal activities and the severity of the anticipated penalty. They underlined that the length of the applicant's detention should be assessed with reference to the fact that she and her co-defendants had acted in an organised criminal gang. The risk that the applicant might obstruct the proceedings or tamper with evidence was aggravated by the fact she had been a member of a tightly-knit organised criminal group. Thus, the domestic courts had considered it necessary to remand the applicant in custody during the relevant period. However, the applicant had been released when the prosecutor had considered that further prolongation of her detention would not be justified, having regard to unforeseeable delays in the process of gathering evidence from abroad. Thus, the authorities had attempted to find a balance between the competing interests in the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The necessity of the applicant's continued detention had been thoroughly examined by the courts which on each occasion had given sufficient reasons for their decisions. The applicant's case had been extremely complex on account of the organised character of the alleged criminal activities which had taken place in a number of European countries. Furthermore, it had been necessary to obtain evidence from abroad. Lastly, the Government maintained that the authorities had displayed the requisite diligence in dealing with the applicant's case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": " (a)  General principles",
                                "elements": [
                                    {
                                        "content": "54.  The Court recalls that the general principles regarding the right “to trial within a reasonable time or to release pending trial, as guaranteed by Article 5 § 3 of the Convention were stated in a number of its previous judgements (see, among many other authorities, Kudła v. Poland [GC], no. 30210/96, § 110 et seq, ECHR 2000XI; and McKay v. the United Kingdom [GC], no. 543/03, §§ 41-44, ECHR 2006-..., with further references).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the above principles in the present case",
                                "elements": [
                                    {
                                        "content": "55.  In their detention decisions, the authorities, in addition to the reasonable suspicion against the applicant, relied principally on three grounds, namely (1) the risk that the applicant might tamper with evidence since a number of suspects had remained at large, (2) the fact that the investigation concerned a criminal gang involved in drug-trafficking on a significant scale and (3) the severity of the penalty to which she was liable. The domestic courts also referred to the complexity of the investigation and the danger to society posed by drug-trafficking.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court notes that the applicant was charged with drug-trafficking and acting in an organised armed criminal gang (see paragraph 39 above). When assessing compliance with Article 5 § 3 of the Convention, it will take into account the fact that the present case concerned a member of a criminal gang (Bąk v. Poland, no. 7870/04, § 57, 16 January 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court accepts that the reasonable suspicion against the applicant of having committed the serious offences may initially have warranted her detention. However, with the passage of time that ground inevitably became less and less relevant. It must then establish whether the other grounds advanced by the judicial authorities were “relevant” and “sufficient” to continue to justify the deprivation of liberty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court notes that the judicial authorities relied on the likelihood that a severe sentence would be imposed on the applicant given the serious nature of the offences at issue. According to them, that likelihood created a presumption that the applicant would obstruct the proceedings. In this respect, the Court recalls that the severity of the sentence faced is a relevant element in the assessment of the risk of absconding or re-offending. It acknowledges that in view of the seriousness of the accusations against the applicant the authorities could justifiably consider that such an initial risk was established. However, the Court has repeatedly held that the gravity of the charges cannot by itself serve to justify long periods of detention on remand (see Ilijkov v. Bulgaria, no. 33977/96, §§ 80-81, 26 July 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Furthermore, the judicial authorities relied on the fact that the applicant had been charged with being a member of an organised criminal gang. In this regard, the Court reiterates that the existence of a general risk flowing from the organised nature of the alleged criminal activities of the applicant may be accepted as the basis for his detention at the initial stages of the proceedings (see, Górski v. , no. 28904/02, § 58, 4 October 2005) and in some circumstances also for subsequent prolongations of the detention (see, Celejewski, cited above, § 37). It is also accepted that in such cases, involving numerous accused, the process of gathering and hearing evidence is often a difficult task. In these circumstances, the Court considers that the need to obtain voluminous evidence from many sources, including from abroad, and to determine the facts and degree of alleged responsibility of each of the co-suspects, constituted relevant and sufficient grounds for the applicant's detention during the period necessary to terminate the investigation. Moreover, the Court considers that in cases such as the present concerning organised criminal gangs, the risk that a detainee, if released, might bring pressure to bear on witnesses or other co-suspects, or otherwise obstruct the proceedings, is by the nature of things often particularly high.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The foregoing considerations are sufficient for the Court to conclude that the grounds given for the applicant's pre-trial detention were “relevant” and “sufficient” to justify holding her in custody for the entire relevant period, that is 1 year, 3 months and 12 days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  It therefore remains to be ascertained whether the national authorities displayed “special diligence” in the conduct of the proceedings. In this regard, the Court observes that the investigation was of considerable complexity, regard being had to the number of suspects, the extensive evidentiary proceedings and the implementation of special measures required in cases concerning organised crime. The Court does not discern any significant periods on inactivity in the investigation. Furthermore, as noted by the authorities, the investigation was additionally complicated by the need to obtain evidence from abroad since the criminal gang had operated in a number of countries. For these reasons, the Court considers that during the relevant period the domestic authorities handled the applicant's case with relative expedition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Having regard to the foregoing, the Court finds that there has been no violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 § 4 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63.  The applicant complained that the proceedings regarding prolongation of her pre-trial detention had not been adversarial and that she could not effectively challenge the lawfulness of her continued detention. She referred in this respect to the refusal to provide her counsel with copies of the prosecution's applications for prolongation of her detention and to grant her access to the investigation file. She also complained about the belated notification of her counsel of the court's hearings regarding the prolongation of the pre-trial detention. She relied on Article 5 § 4 of the Convention which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "64.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "65.  The Government submitted that the applicant had not exhausted relevant domestic remedies. She had failed to lodge a constitutional complaint against Article 156 § 5 of the Code of Criminal Procedure which had served as a basis for several refusals to grant her lawyer access to the file. The Government argued that the applicant could have challenged the compatibility of this provision with Articles 41 and 42 of the Constitution. In their view, the constitutional complaint had been sufficient to provide her with appropriate redress and had offered reasonable prospects of success.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The applicant disagreed. She submitted that the constitutional complaint in her case did not satisfy the two-tier test of effectiveness established in the case of Szott-Medyńska v. Poland (no. 47414/99, 9 October 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court has to determine whether the specific remedy invoked by the Government could be considered effective in the circumstances of the present case. It recalls that the only remedies which Article 35 of the Convention requires to be exhausted are those that relate to the breaches alleged and at the same time are available and sufficient. The existence of such remedies must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness; it falls to the respondent State to establish that these various conditions are satisfied (see, among other authorities, Selmouni v. France [GC], no. 25803/94, § 75, ECHR 1999V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court recalls that it has already dealt with the question of the effectiveness of the constitutional complaint in Poland (see, Szott- Medyńska v. Poland (dec.), no. 47414/99, 9 October 2003, and subsequently Pachla v. Poland (dec.), no. 8812/02, 8 November 2005, Wiącek v. Poland (dec.), no. 19795/02, 17 January 2006 and Tereba v. Poland (dec.), no. 30263/04, 21 November 2006). In the Szott-Medyńska decision the Court considered in particular two important limitations of the Polish model of constitutional complaint, namely its scope and the form of redress it provides. Having analysed the above-mentioned limitations of the Polish procedure of constitutional complaint, the Court observed that the constitutional complaint could be recognised as an effective remedy, within the meaning of the Convention, only where: 1) the individual decision, which allegedly violated the Convention, had been adopted in direct application of an unconstitutional provision of national legislation; and 2) procedural regulations applicable to the revision of such type of individual decisions provided for the reopening of the case or the quashing of the final decision in consequence of the judgment of the Constitutional Court in which unconstitutionality had been found. Consequently, the Court found that the exhaustion of the procedure of the constitutional complaint should be required under Article 35 § 1 of the Convention in situations in which both above-mentioned requirements had been met.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Court notes that the refusal to grant the applicant's lawyer access to the file was based on Article 156 § 5 of the Code of Criminal Procedure. The proceedings concerning leave to consult the file were ancillary to the main criminal proceedings. In that connection, the Court observes that the case-law of the  on the availability of a constitutional complaint in respect of decisions taken in ancillary proceedings was evolving over time. In its first relevant decisions, the  ruled out the possibility of filing a constitutional complaint against a decision adopted in ancillary proceedings (see, decision of 10 January 2001, case no. SK 2/00 concerning a challenge to the provisions of the Code of Criminal Procedure regulating imposition and prolongation of detention on remand and the decision of 19 March 2001, case no. Ts 21/01, regarding admissibility of the constitutional complaint against the provisions of the Code of Civil Procedure regulating the grounds for withdrawal of a judge). Subsequently, in the judgment of 17 February 2004 the  held that a constitutional complaint was allowed in the case of a prosecutor's order regarding supervision of the contacts between a suspect and his lawyer (see, the judgment of 17 February 2004, case no. SK 39/02). Later, in the judgment of 24 July 2006 the Constitutional Court (case no. SK 58/03) ruled that a constitutional complaint could be lodged in the case of exceptional prolongation of detention on remand beyond the statutory 2-year time-limit. Recently, in the judgment of 10 July 2007 (case no. SK 50/06) the Constitutional Court examined on the merits a constitutional complaint against the provisions of the Code of Criminal Procedure governing the committal of an accused to a psychiatric hospital for observation. The three judgments referred to above indicate that in its current case-law the Constitutional Court has accepted the admissibility of a constitutional complaint against provisions of the Code of Criminal Procedure which served as a basis for various auxiliary decisions adopted within the criminal proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  However, the Court observes that the facts giving rise to the alleged violation of Article 5 § 4 in the present case concern the period from 16 October 2002 to 27 January 2004, when the applicant was released. It further notes that at the relevant time the practice of the  in respect of the admissibility of a constitutional complaint against an ancillary decision adopted in the context of criminal proceedings was not clearly established (see paragraph 69 above). Thus, the Court considers that in the instant case the constitutional remedy lacked the requisite effectiveness. Furthermore, the Court notes that it is open to doubt whether a constitutional complaint in the present case could satisfy the second part of the test established in the Szott-Medyńska decision. For these reasons, the Government's plea of inadmissibility on the ground of non-exhaustion of domestic remedies must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties' submissions\t",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "72.  The applicant admitted that at the outset of the investigation it would not be advisable to disclose all evidence to a suspect. However, the limitations on the right to consult the file should not go as far as to entail a breach of the rights of the defence. The applicant submitted that in cases where a suspect had been remanded in custody the prosecution routinely refused access to the investigation file by the counsel. Leave to consult the file would be granted only when the investigation was nearing its conclusion and all the evidence had already been gathered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The applicant submitted that Article 156 § 5 of the Code of Criminal Procedure which vested the power to grant access to the file in an authority conducting the investigation could not be fully reconciled with the principle of equality of arms. The interim appeal available against a refusal to grant access to the file appeared ineffective due to the fact that such appeal was examined by a higher prosecutor. The applicant emphasised that in the proceedings concerning prolongation of her detention the authorities had not respected the principle of equality of arms on account of their persistent refusals to allow her counsel to consult the file and to obtain a copy of the successive applications for prolongation of the applicant's detention. The applicant argued that without access to the file she could not properly contest the reasonableness of the suspicion against her.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "74.  The Government maintained that the principle of equality of arms had been sufficiently guaranteed in the instant case. The applicant had been served with the statement of charges against her. Furthermore, at the hearing following her arrest the prosecutor had read out his application for the applicant's detention and the court had heard the applicant. The applicant's counsel had not applied for access to the file before 26 March 2003. Furthermore, the request made on the latter date had been addressed incorrectly to the court rather than to the prosecutor. That had caused a delay in its examination.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Government admitted that between 27 May 2003 and 8 October 2003 the applicant's counsel's requests for access to the file had been rejected and such access had been granted only after the applicant's release. However, those refusals had been in accordance with the law and had been fully justified by the particular circumstances of the case. They had not limited the applicant's right to raise all the arguments in favour of her release. The investigation in the present case had concerned organised crime and drug-trafficking on a considerable scale and thus refusal to grant access to the file had been motivated by the interests of the investigation. Providing such access to the applicant's counsel could have an adverse impact on the investigation. The same considerations applied to the prosecutor's applications for prolongation of detention. Those applications had contained details of the persons who were still being sought or who had still to be questioned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Government underlined that the interests of the investigation in cases involving a number of suspects, in particular members of organised criminal gangs, should be taken into account when assessing compliance with Article 5 § 4. If in such complex cases the prosecutors were obliged to give access to the file at any stage, the effectiveness of the fight against organised crime would be significantly impaired. Lack of access to the file had not deprived the applicant of a possibility to effectively challenge her detention on remand. Furthermore, despite the lack of access to the prosecutor's motion for prolongation of detention, the applicant had been acquainted with the reasons for the decisions prolonging her detention and could appeal against them. In her appeals against those decisions the applicant could raise any arguments she wished. Thus, the appellate proceedings had fully secured the adversarial examination of the lawfulness of the applicant's detention. The Government concluded that there had been no violation of Article 5 § 4 in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court's assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": " (a)  General principles",
                                "elements": [
                                    {
                                        "content": "77.  The Court recalls that arrested or detained persons are entitled to a review bearing upon the procedural and substantive conditions which are essential for the “lawfulness”, in the sense of the Convention, of their deprivation of liberty. This means that the competent court has to examine “not only compliance with the procedural requirements set out in [domestic law] but also the reasonableness of the suspicion grounding the arrest and the legitimacy of the purpose pursued by the arrest and the ensuing detention”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A court examining an appeal against detention must provide guarantees of a judicial procedure. The proceedings must be adversarial and must always ensure “equality of arms” between the parties, the prosecutor and the detained person. Equality of arms is not ensured if counsel is denied access to those documents in the investigation file which are essential in order effectively to challenge the lawfulness of his client's detention. In the case of a person whose detention falls within the ambit of Article 5 § 1 (c), a hearing is required (see, among other authorities, Lamy v. Belgium, judgment of 30 March 1989, Series A no. 151, pp. 16-17, § 29; Nikolova v. Bulgaria [GC], no. 31195/96, § 58, ECHR 1999-II; Lietzow v. Germany, no. 24479/94, § 44, ECHR 2001I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  These requirements are derived from the right to an adversarial trial as laid down in Article 6 of the Convention, which means, in a criminal case, that both the prosecution and the defence must be given the opportunity to have knowledge of and comment on the observations filed and the evidence adduced by the other party. According to the Court's case-law, it follows from the wording of Article 6 – and particularly from the autonomous meaning to be given to the notion of “criminal charge” – that this provision has some application to pre-trial proceedings (see Imbrioscia v. Switzerland, judgment of 24 November 1993, Series A no. 275, p. 13, § 36). It thus follows that, in view of the dramatic impact of deprivation of liberty on the fundamental rights of the person concerned, proceedings conducted under Article 5 § 4 of the Convention should in principle also meet, to the largest extent possible under the circumstances of an ongoing investigation, the basic requirements of a fair trial, such as the right to an adversarial procedure. While national law may satisfy this requirement in various ways, whatever method is chosen should ensure that the other party will be aware that observations have been filed and will have a real opportunity to comment thereon (see, Lietzow cited above, Garcia Alva v. Germany, no. 23541/94, § 39, 13 February 2001, Schöps v. Germany, no. 25116/94, § 44, ECHR 2001I and Migoń v. Poland, no. 24244/94, § 79, 25 June 2002).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": " (b)  Application in the present case",
                                "elements": [
                                    {
                                        "content": "79.  In the present case, the applicant was arrested on 16 October 2002 and on the following day the Katowice Regional Prosecutor served on her the statement of charges. On 18 October 2002 the Katowice District Court held a hearing during which the Regional Prosecutor, according to the Government, read out his motion for the applicant's detention and the applicant was heard. The District Court ordered that the applicant be remanded in custody until 16 January 2003.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Katowice District Court, acting on the Katowice Regional Prosecutor's motions, subsequently prolonged the applicant's pre-trial detention on four occasions up until 16 October 2003 (see paragraphs 10, 18, 25 and 31 above). The Court notes that neither the applicant nor his defence counsel was served copies of the prosecutions' motions before the court decisions were taken. In that connection, the Court observes that the domestic law does not impose an obligation on the prosecutor to communicate his motion for imposition or prolongation of pre-trial detention to the defence. Furthermore, in respect of two hearings on the applicant's detention before the Katowice District Court (26 March 2003 and 25 June 2003) the Regional Prosecutor made only summary oral submissions justifying his motion for prolongation of detention (see paragraphs 17 and 25 above). The Court further observes that counsel for the applicant repeatedly drew the Katowice District Court's attention to the limitations on the defence resulting from the refusal of access to the prosecutor's motions (see paragraphs 19 and 27 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The applicant's pre-trial detention was subsequently prolonged on one occasion by the Katowice Court of Appeal. It appears that in respect of those proceedings the Katowice Appellate Prosecutor provided counsel with a copy of his motion for prolongation of the applicant's detention. However, that change of practice was not accounted for by the Government.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Court notes that the applicant's pre-trial detention was prolonged on by the Katowice District Court without her or her counsel having been served in advance with copies of the prosecution's motions to that end. In the Government's view, notwithstanding the latter fact, the applicant was given reasons for her continued detention in the relevant court orders and could thus challenge them on appeal. It is true that the Katowice District Court's detention orders gave some details about the facts grounding the suspicion against the applicant. However, the Court has established in its case-law (Lietzow, § 46; Schöps, § 50 and Garcia Alva, § 41, all cited above) that the information provided in this way was only an account of the facts as construed by the court on the basis of all the information made available to it by the prosecutor. Thus, in such circumstances it was hardly possible for an accused to challenge properly the reliability of such an account without being made aware of the evidence on which it is based. The Court considers that it is even less realistic for an accused, such as the applicant in the present case, to contest the lawfulness of her detention on remand without having been served in advance with copies of the prosecution's motions. In the present case the applicant had no opportunity to mount an adequate challenge to the lawfulness of her detention on remand for a period of one year. The Court finds that even if the applicant was represented at the hearings concerning her detention, this possibility was not sufficient to afford her a proper opportunity to comment on the prosecution's motions (see, Osváth v. , no. 20723/02, § 18, 5 July 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Government admitted that the applicant's counsel had no access to the investigation file between 27 May 2003 and 8 October 2003. However, the Court notes that the applicant's counsel made her first explicit request for access to the file during the detention hearing held on 26 March 2003 and was informed by the Katowice District Court that her request would be transmitted without undue delay to the Regional Prosecutor for examination (see paragraph 16 above). However, the request was not followed by an immediate action on the part of the authorities as it was only received at the Regional Prosecutor's Office on 16 May 2003 and examined on 27 May 2003. The Court also notes that counsel's request for a copy of the prosecution's motion made on 24 June 2003 was considered by the Katowice Regional Prosecutor to be equivalent to a request for access to the whole file and was subsequently refused. In the Court's view that can be seen as an over-formalistic and disproportionate response on the part of the prosecution authorities which implied that it would not be possible under Article 156 § 5 of the Code of Criminal Procedure to grant access to certain documents from the file or a part of the file. The Court recalls in that connection that it is for the authorities to organise their procedure in such a way as to meet the procedural requirements laid down in Article 5 § 4, since the Convention is intended to guarantee rights that are not theoretical or illusory, but practical and effective (Schöps, cited above, § 47).",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  As regards the Government's argument that the effectiveness of the fight against organised crime should be taken into account when assessing compliance with Article 5 § 4, the Court acknowledges the need for criminal investigations to be conducted efficiently, which may imply that part of the information collected during them is to be kept secret in order to prevent suspects from tampering with evidence and undermining the course of justice. However, this legitimate goal cannot be pursued at the expense of substantial restrictions on the rights of the defence. Therefore, information which is essential for the assessment of the lawfulness of a detention, such as reasons which, in the prosecution's view, justify continued deprivation of liberty, should be made available in an appropriate manner to the suspect's lawyer (Garcia Alva, cited above, § 42 and Migoń, cited above, § 80).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Having regard to the foregoing, the Court considers that the procedure before the Katowice District Court which reviewed the lawfulness of the applicant's detention on remand failed to ensure equality of arms and was not truly adversarial since the applicant could not adequately challenge the Regional Prosecutor's motions for prolongation of her detention. There has therefore been a violation of Article 5 § 4 of the Convention. The Court finds that there is no need to examine the applicant's complaint concerning the belated notification to her counsel of the court's hearings regarding the prolongation of the pre-trial detention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "86.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "87.  The applicant claimed 65,000 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  In the circumstances of the present case, the Court cannot determine whether the applicant would have been continuously detained if the procedural guarantees of Article 5 § 4 of the Convention had been respected. Consequently, the Court considers that the non-pecuniary damage is adequately compensated by the finding of a violation of this provision (see Migoń, cited above, § 92).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "90.  The applicant also claimed EUR 3,000 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Government submitted that any award under this head should be limited to those costs and expenses which were actually and necessarily incurred and were reasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  According to the Court's case-law, an applicant is entitled to reimbursement of his costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. The Court notes the applicant was paid EUR 850 in legal aid by the Council of Europe. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 2,000 for the proceedings before it, less the amount received by way of legal aid from the Council of Europe. The Court thus awards EUR 1,150 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "93.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 5 § 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 5 § 4 of the Convention on account of the prosecutor's refusals to serve the motions for prolongation of the applicant's detention on her counsel;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there is no need to examine the applicant's other complaint under Article 5 § 4 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for any non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,150 (one thousand one hundred and fifty euros) in respect of costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 January 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF ŁASZKIEWICZ v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-84361.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:0115JUD002848103",
    "externalsources": [],
    "extractedappno": [
        "28481/03",
        "31330/02",
        "17584/04",
        "30210/96",
        "543/03",
        "7870/04",
        "33977/96",
        "28904/02",
        "47414/99",
        "25803/94",
        "8812/02",
        "19795/02",
        "30263/04",
        "2/00",
        "21/01",
        "39/02",
        "58/03",
        "50/06",
        "31195/96",
        "24479/94",
        "23541/94",
        "25116/94",
        "24244/94",
        "20723/02"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 156 § 5 of the Code of Criminal Procedure (1997)",
        "Articles 79 § 1 and 190 of the Constitution"
    ],
    "itemid": "001-84361",
    "judgementdate": "15/01/2008 00:00:00",
    "kpdate": "15/01/2008 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "448",
        "227",
        "337",
        "404",
        "438",
        "494",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "5-3",
        "5-4",
        "35-1",
        "41",
        "35",
        "5",
        "29",
        "29-3"
    ],
    "parties": [
        "ŁASZKIEWICZ",
        "POLAND"
    ],
    "rank": "611.818054199219",
    "representedby": [
        "DRAGA-BUCHTA, E.",
        "HERMELINSKI, W."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Bak v. Poland, no. 7870/04, § 57, 16 January 2007",
        "Celejewski v. Poland, no. 17584/04, § 97, 4 August 2006",
        "Garcia Alva v. Germany, no. 23541/94, §§ 39, 41, 42, 13 February 2001",
        "Górski v. Poland, no. 28904/02, § 58, 4 October 2005",
        "Ilijkov v. Bulgaria, no. 33977/96, §§ 80-81, 26 July 2001",
        "Imbrioscia v. Switzerland, judgment of 24 November 1993, Series A no. 275, p. 13, § 36",
        "Kudla v. Poland [GC], no. 30210/96, § 110 et seq, ECHR 2000 XI",
        "Lamy v. Belgium, judgment of 30 March 1989, Series A no. 151, pp. 16-17, § 29",
        "Lietzow v. Germany, no. 24479/94, §§ 44, 46, ECHR 2001 I",
        "McKay v. the United Kingdom [GC], no. 543/03, §§ 41-44, ECHR 2006-...",
        "Migon v. Poland, no. 24244/94, §§ 79, 80, 25 June 2002",
        "Nikolova v. Bulgaria [GC], no. 31195/96, § 58, ECHR 1999-II",
        "Pachla v. Poland (dec.), no. 8812/02, 8 November 2005",
        "Schöps v. Germany, no. 25116/94, §§ 44, 47, 50, ECHR 2001 I",
        "Selmouni v. France [GC], no. 25803/94, § 75, ECHR 1999 V",
        "Szott- Medynska v. Poland (dec.), no. 47414/99, 9 October 2003",
        "Tereba v. Poland (dec.), no. 30263/04, 21 November 2006",
        "Wiacek v. Poland (dec.), no. 19795/02, 17 January 2006"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "344513",
    "typedescription": "15"
}