{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses award - Convention proceedings",
    "applicability": "",
    "appno": "40457/98",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-59427.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 40457/98) against Italy lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Italian national, Mr F.C. (“the applicant”), on 4 December 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Italian Government (“the Government”) were represented by their Agent, Mr U. Leanza, assisted by their Co-Agent, Mr V. Esposito.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, in particular, under Article 6 § 1 of the Convention about the length of a set of criminal proceedings.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Second Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 14 October 1997 the Court declared the application partly admissible.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "7.  The applicant was born in 1939 and is currently residing in Rome.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 12 December the applicant’s house was searched by some police officers in relation to a criminal charge of extortion. The applicant was subsequently taken to the police station.",
                        "elements": []
                    },
                    {
                        "content": "9.  On 13 December 1991 the Public Prosecutor attached to the Rome District Court validated the search.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 16 December 1991 the Public Prosecutor requested that the applicant be remanded in custody. On the same day the investigating judge issued an arrest warrant.",
                        "elements": []
                    },
                    {
                        "content": "11.  The applicant was detained from 7 January 1992 until 31 March 1992.",
                        "elements": []
                    },
                    {
                        "content": "12.  On the latter date the investigating judge committed the applicant and a certain Mr C. for trial before the Rome District Court.",
                        "elements": []
                    },
                    {
                        "content": "13.  The first hearing, initially scheduled for 19 June 1992, was postponed to 10 October 1992 because of a lawyers’ strike.",
                        "elements": []
                    },
                    {
                        "content": "14.  The following hearing, set for 12 January 1993, was adjourned ex officio to 9 February 1993, date on which some witnesses were examined. ",
                        "elements": []
                    },
                    {
                        "content": "15.  On 11 May 1993 the proceedings were adjourned to 7 October 1993 by the District Court of its own motion. On the latter date, the applicant’s counsel requested an adjournment of the proceedings, which were postponed to 18 November 1993.",
                        "elements": []
                    },
                    {
                        "content": "16.  On 11 January 1994 the proceedings were postponed, with the applicant’s agreement, to 23 June 1994, then adjourned to 22 September 1994 because of a lawyers’ strike.",
                        "elements": []
                    },
                    {
                        "content": "17.  On the latter date the counsel of Mr C. requested an adjournment of the proceedings, which was granted by the Court.",
                        "elements": []
                    },
                    {
                        "content": "18.  The hearing of 14 October 1994 did not take place by reason of a general strike.",
                        "elements": []
                    },
                    {
                        "content": "19.  On 12 December 1994 and 18 April 1995 some witnesses were examined.",
                        "elements": []
                    },
                    {
                        "content": "20.  On 3 July 1995 the counsel of Mr C. requested an adjournment of the proceedings, which were postponed to 9 January 1996. On the latter date and on 5 March 1996, some witnesses were examined.",
                        "elements": []
                    },
                    {
                        "content": "21.  On 26 April 1996 the hearing was postponed ex officio. On 23 May 1996 and on 18 June 1996, the last witnesses were examined and the parties presented their final submissions.",
                        "elements": []
                    },
                    {
                        "content": "22.  In a judgment of 18 June 1996, filed with the registry on 18 October 1996, the Rome District Court held that the facts of which the applicant was accused had to be qualified as fraud. As no criminal complaint (querela) had been lodged against the applicant, the District Court ruled that proceedings be discontinued.",
                        "elements": []
                    },
                    {
                        "content": "23.  On 23 December 1996 the applicant lodged an appeal.",
                        "elements": []
                    },
                    {
                        "content": "24.  In a judgment of 24 March 1998, filed with the registry on 25 May 1998, the Rome Court of Appeal acquitted the applicant because the relevant facts had not been established (“il fatto non sussiste”). On 29 July 1998 this decision became final.",
                        "elements": []
                    },
                    {
                        "content": "25.  In the meantime, on 4 November 1992, the applicant had signed before the Rome Labour Magistrate an agreement with his employer, a syndicate for the maintenance and other services of a residential area. It was stipulated that his contract was suspended until 31 October 1993 and would have automatically been terminated at that date unless the applicant had in the meantime definitively been acquitted in the criminal proceedings against him. As the proceedings were on 31 October 1993 still pending, on that date the applicant lost his job.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1  OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "26.  The applicant complains about the length of the criminal proceedings against him. He alleges a violation of article 6 § 1 of the Convention, which, as far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "27.  These proceedings began on 12 December 1991, when the house search was carried out, and ended on 29 June 1998, when the Rome Court of Appeal’s judgment became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  They thus lasted six years, six months and seventeen days for two instances.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Reasonableness of the length of the proceedings",
                                "elements": [
                                    {
                                        "content": "29.  According to the Court’s case-law, the reasonableness of the length of proceedings must be assessed in the light of the particular circumstances of the case and having regard to the criteria laid down in the Court’s case-law, in particular the complexity of the case and the conduct of the applicant and of the authorities dealing with the case (see, among other authorities, Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II, and Philis v. Greece (no. 2) judgment of 27 June 1997, Reports of judgments and decisions 1997-IV, p. 1083, § 35).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  According to the applicant, the overall duration of the proceedings  is in breach of the “reasonable time” requirement. The Government disputed this claim, observing that nineteen hearings took place before the Rome District Court and that six of them were postponed at the request of the counsels of the accused or because of lawyers’ strikes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Court first notes that the case was not particularly complex. As to the applicant’s conduct, it observes that the hearings of 7 October 1993, 22 September 1994 and 3 July 1995 were adjourned, respectively, to 18 November 1993, 14 October 1994 and 9 January 1996 at the request of the counsels of the accused. These events, which caused a delay of more than eight months, are objectives facts, not imputable to the State’s authorities and to take into consideration in order to assess whether the “reasonable time” requirement contained in Article 6 § 1 has been complied with. Nevertheless, even if these adjournments were requested by the counsels of the accused and the applicant may be considered partly responsible for the delay which resulted, this cannot justify the length of the periods in between individual hearings and certainly not the total length of the proceedings (see the Zana v. Turkey judgment of 25 November 1997, Reports 1997-VII, p. 2552, § 79). The Court moreover notes that the hearings of 19 June 1992 and 23 June 1994 were postponed, respectively, to 10 October 1992 and to 22 September 1994 because of lawyers’ strikes. In this respect the Court recalls that a delay in the criminal proceedings caused by a lawyers’ strike cannot be attributed to the State, whereas the period of time elapsed between the end of the strike and the new hearing is to be imputed to the conduct of the authorities (see the Portington v. Greece judgment of 23 September 1998, Reports 1998-VI, p. 2633, § 33). The Court is not unaware of the complications which strikes may cause by overloading the list of cases to be heard by courts (see, mutatis mutandis, the Papageorgiou v. Greece judgment of 22 October 1997, Reports 1997-VI, p. 2291, § 48). Nevertheless, having regard to the fact that the following hearings were fixed, respectively, after three months and twenty-one days and after three months, the Court considers that these periods must be imputed, at least in part, to the State’s authorities. ",
                                        "elements": []
                                    },
                                    {
                                        "content": " 32.  As regards the conduct of the State’s authorities, the Court observes that there have been periods of inactivity which have not been justified: between 23 December 1996, when the applicant lodged his appeal, and 24 March 1998, date of the Rome Court of Appeal’s judgment, and between the hearings of 11 May and 7 October 1993. These delays amount to a global period of a bit less than one year and eight months. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  Having regard to the conduct of the authorities dealing with the case, the Court considers that an overall length of six years, six months and seventeen days for two instances is excessive. There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "35.  The applicant points out that according to the agreement of 4 November 1992, on 31 October 1993 he lost his job as a consequence of the excessive length of the proceedings. He therefore claims ITL 960,000,000. In respect of non-pecuniary damage, the applicant seeks ITL 500,000,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government submitted that there is no causal link between the length of the proceedings and the alleged pecuniary damage. As to the non- pecuniary damage, they maintained that a finding of a violation of the Convention would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court recalls that, according to its case-law, compensation of damage is recoverable only to the extent that a causal link is established between the violation of the Convention and the damage sustained. In this respect, the Court observes that the time provided in the agreement of 4 November 1992 for the procedure to end was too short in light of the date of the committal for trial. Furthermore at the date on which the said agreement was stipulated, little judicial activity had occurred. It was thus unreasonable to assume that the procedure would have ended before that date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In any case, the length of the criminal proceedings against the applicant on 31 October 1993 - less than two years - cannot be considered excessive and therefore in breach of Article 6 § 1 of the Convention, according to the case-law of the Convention’s organs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court finds that the length of the procedure is not why the applicant lost his job. Rather, the applicant was terminated because of the criminal proceedings against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Moreover it does not appear that the applicant ever informed the authorities dealing with his criminal case of the agreement of 4 November 1992. Finally, the compromise reached with the employer was the result of an agreement signed by the applicant. On the basis of these considerations, the Court finds that in the present case no such link has been established and accordingly rejects the applicant’s claim for pecuniary damage. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  However, the Court accepts that the applicants suffered damage of a non-pecuniary nature as a result of the length of the criminal proceedings. Making its assessment on an equitable basis and having regard to the circumstances of the case, the Court awards the applicants ITL 16,000,000 as a compensation for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "42.  Without producing any relevant document, the applicant claims legal costs and expenses incurred in the preparation of his case before the Strasbourg institutions and before the domestic courts. He leaves the matter to be assessed by the Court in an equitable manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Government leaves the matter to be assessed by the Court in an equitable manner.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  According to the Court’s case-law, an award can be made in respect of costs and expenses only in so far as they have been actually and necessarily incurred by the applicant and are reasonable as to quantum. In the present case, the Court firstly observes that there is no element in the file suggesting that the applicant has incurred, before the domestic courts, any extra costs and expenses because of the length of the proceedings. As to the legal costs and expenses incurred before the Strasbourg institutions, the Court considers that ITL 500,000 is a reasonable sum and awards the applicant that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "45.  According to the information available to the Court, the statutory rate of interest applicable in Italy at the date of adoption of the present judgment is 3,5 % per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "\nFOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts: ITL 16,000,000 (sixteen millions) in respect of non-pecuniary damage and ITL 500,000 (five hundreds thousand) for costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 3,5% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant’s claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 April 2001, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC. Rozakis",
            "role": "president"
        },
        {
            "name": "MrB. Conforti",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrP. Lorenzen",
            "role": "judges"
        },
        {
            "name": "MrM. Fischbach",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "and Mr E. Fribergh",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF F.C. v. ITALY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-59427.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2001:0426JUD004045798",
    "externalsources": [],
    "extractedappno": [
        "40457/98",
        "25444/94"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-59427",
    "judgementdate": "26/04/2001 00:00:00",
    "kpdate": "26/04/2001 00:00:00",
    "kpthesaurus": [
        "445",
        "406",
        "76",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "F.C.",
        "ITALY"
    ],
    "rank": "415.393005371094",
    "representedby": [],
    "respondent": "ITA",
    "respondentOrderEng": "23",
    "scl": [
        "Papageorgiou v. Greece judgment of 22 October 1997, Reports 1997-VI, p. 2291, § 48",
        "Pélissier and Sassi v. France [GC], no. 25444/94, § 67, ECHR 1999-II",
        "Philis v. Greece (no. 2) judgment of 27 June 1997, Reports of judgments and decisions 1997-IV, p. 1083, § 35",
        "Portington v. Greece judgment of 23 September 1998, Reports 1998-VI, p. 2633, § 33",
        "Zana v. Turkey judgment of 25 November 1997, Reports 1997-VII, p. 2552, § 79"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "317476",
    "typedescription": "15"
}