{
    "__articles": "3;8;8-1;35;35-1;41",
    "__conclusion": "Remainder inadmissible;Violation of Art. 3;Violation of Art. 8;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "8227/04",
    "article": [
        "3",
        "8",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-93955.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 8227/04) against the  lodged with the Court on 9 February 2004 under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by four Slovak nationals, Mrs E. S., Ms Er. S., Ms Ja. S. and Mr Já. S. (“the applicants”). The President of the Chamber acceded to the applicants’ request not to have their names disclosed (Rule 47 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mrs I. Rajtáková, a lawyer practising in Košice. The Slovak Government (“the Government”) were represented by their Co-agent, Mrs M. Bálintová.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 11 February 2008 the President of the Fourth Section decided to communicate the complaint concerning Articles 3 and 8 of the Convention to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The facts of the case, as submitted by the applicants, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicants are four Slovak nationals who live in Košice. The first applicant, Mrs E. S., was born in 1964. She is the mother of the second applicant, Ms Er. S., the third applicant, Ms Ja. S., and the fourth applicant, Mr Já. S., who were born in 1986, 1989 and 1988 respectively.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 7 March 2001 the applicants left the apartment in which they lived with Mr S., who was the first applicant’s husband and the father of the second, third and fourth applicants. The first applicant moved the second, third and fourth applicants away from the apartment to protect them from physical and sexual abuse by Mr S.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 11 April 2001 the first applicant filed for divorce against her husband in the Košice I District Court. On 25 June 2001 the District Court placed the second, third and fourth applicants in her care pending the outcome of the divorce proceedings. On 19 March 2002 the District Court granted the petition for divorce. The divorce was finalised on 6 May 2002. The first applicant was granted custody of the second, third and fourth applicants on 18 November 2003.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 21 May 2001 the first applicant filed a criminal complaint against her husband on the ground that he had ill-treated both her and the children and had sexually abused one of their daughters.",
                                "elements": []
                            },
                            {
                                "content": "9.  On the same day the first applicant requested that the Košice I District Court issue an interim measure ordering her husband to move out of the municipal apartment that they held under a joint tenancy. In making the request, the first applicant referred to her husband’s behaviour in respect of the children and submitted the opinion of an expert, which indicated that the second, third and fourth applicants had suffered from physical and psychological ill-treatment on account of their father’s behaviour and expressed the view that it was absolutely necessary to separate the four applicants from him.",
                                "elements": []
                            },
                            {
                                "content": "10.  Articles 74 and 76 of the Code of Civil Procedure permitted the courts to issue an interim measure requiring the parties to perform something, forbear from something or bear something. On 20 June 2001 the District Court dismissed the first applicant’s request as her husband had a tenancy right in respect of the apartment and the court considered that it lacked the power to restrict his right to use it. As a consequence, the applicants had to move away from their home, their family and their friends and the second and third applicants had to move to a new school.",
                                "elements": []
                            },
                            {
                                "content": "11.  The first applicant appealed to the  in Košice. She informed the court that the children had been placed in her custody and that criminal proceedings had been brought against their father.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 31 August 2001 the  in Košice upheld the first-instance decision not to issue an interim measure. It held, with reference to the relevant law and practice, that the first applicant would be entitled to bring proceedings with a view to terminating the joint tenancy of the apartment only after a final decision had been delivered in the divorce proceedings. Ordering an interim measure in the terms requested by the first applicant would impose a disproportionate burden on her husband. The  indicated, however, that an interim measure could have been issued if the first applicant had instead requested that her husband be ordered to abstain from inappropriate behaviour towards her and the children and to abstain from threatening them.",
                                "elements": []
                            },
                            {
                                "content": "13.  The applicants complained to the . On 18 June 2003, shortly before the  issued its judgment, the first applicant’s former husband was convicted by the  in Košice of ill-treatment, violence and sexual abuse. He was sentenced to four years’ imprisonment. An expert opinion submitted in the context of the criminal proceedings indicated that contact with their father had an adverse effect on the second, third and fourth applicants’ health and development.",
                                "elements": []
                            },
                            {
                                "content": "14.  In a judgment dated 9 July 2003, the Constitutional Court found that the Košice I District Court and the Regional Court in Košice, by failing to take appropriate action with a view to protecting the second, third and fourth applicants from ill-treatment by their father, had violated their rights under Articles 16 § 2 (prohibition of torture, inhuman or degrading treatment or punishment) and 21 §§ 2 and 3 (inviolability of home) of the Constitution as well as their rights under Article 19 of the Convention on the Rights of the Child, which obliges the Contracting Parties to take appropriate measures to protect children from all forms of physical or mental violence, including sexual abuse.",
                                "elements": []
                            },
                            {
                                "content": "15.  The documentary evidence in the case was sufficient to conclude that the applicants had been subjected to physical violence and abuse by the husband of the first applicant. The decision stated that the second, third and fourth applicants had not been parties to the proceedings concerning the interim measure. In view of the facts of the case, the ordinary courts should, nevertheless, have issued an interim measure of their own initiative with a view to protecting the children from abuse and ill-treatment by their father. Such an obligation resulted from the relevant provision of the Code of Civil Procedure as well as from the Convention on the Rights of the Child.",
                                "elements": []
                            },
                            {
                                "content": "16.  The  held that the finding of a violation provided in itself appropriate just satisfaction to the three applicants concerned. It therefore dismissed their request for compensation for non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "17.  As regards the first applicant, the ’s decision stated that an interim measure could have been granted had she phrased her request in a different manner. In reaching that conclusion the  had not, in the ’s view, acted contrary to the first applicant’s constitutional rights.",
                                "elements": []
                            },
                            {
                                "content": "18.  In January 2003 the relevant legislation had been amended specifically to provide that the domestic courts could order a party “not to enter temporarily a house or an apartment occupied by a close person or person in his/her care or education in relation to whom there are reasons for he/she being suspected of violence.” One week before the  issued its judgment, the first applicant lodged with the Košice I District Court a motion for an interim measure ordering, inter alia, her former husband not to enter the common apartment. On 7 July 2003 Košice I District Court issued an interim order in those terms, starting with the date of the delivery of the decision and expiring fifteen days after the order became enforceable. Moreover, the court ordered the first applicant to file an action for exclusion from the apartment within thirty days from the date of delivery of the decision. The decision became enforceable on 29 October 2003.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 10 July 2003 the first applicant filed an action with the Košice I District Court to exclude her former husband from using the apartment. On 18 May 2004 she filed with the Košice I District Court an action for cancellation of the right to joint lease of the apartment. On 10 December 2004 the Košice I District Court cancelled the right to a joint lease of the apartment and the first applicant became the exclusive tenant thereof. Furthermore, the court ordered the applicant’s former husband to move from the apartment within fifteen days from the date of final judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "20.  Article 74 (1) of the Code of Civil Procedure, provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Before commencing the action the court may issue an interim measure if it is necessary to arrange the situation of the parties, or if there is a concern that the exercise of judgment would be threatened.",
                                "elements": []
                            },
                            {
                                "content": "The competent authority to issue an interim measure is the court which is competent to deal with the case. The parties to the proceedings are those who would be the parties if it concerned the merits.”",
                                "elements": []
                            },
                            {
                                "content": "21.  Article 76 provides that through an interim measure the court may impose upon the party, within the time assigned by the court, to perform something, to forbear from something, or to bear something.",
                                "elements": []
                            },
                            {
                                "content": "22.  The amended Article 74 provided:",
                                "elements": []
                            },
                            {
                                "content": "“Before commencing the action the court may issue an interim measure if it is necessary to arrange the situation of the parties, or if there is a concern that the exercise of judgment would be threatened.",
                                "elements": []
                            },
                            {
                                "content": "The competent authority to issue an interim measure is the court which is competent to deal with the case. The parties to the proceedings are those who would be the parties if it concerned the merits.”",
                                "elements": []
                            },
                            {
                                "content": "23. The amended Article 76 specifically provides that the court may order a party “not to enter temporarily a house or an apartment occupied by a close person or person in his/her care or education in relation to whom there are reasons for he/she being suspected of violence.”",
                                "elements": []
                            },
                            {
                                "content": "24.  Article 705a (8) of the Civil Code provides:",
                                "elements": []
                            },
                            {
                                "content": "“If a further cohabitation is unsupportable due to the physical or mental violence or threats of such violence from a husband or former husband, who is the joint user of an apartment, or from a close person jointly using an apartment, based on a motion of one of a married couple or former married couple the court can limit a right of use of the other of a married couple or exclude him/her totally from the right of use of an apartment.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 3 AND 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  The applicants complained under Articles 3 and 8 of the Convention that the authorities had failed to protect them in an appropriate manner from treatment to which they had been subjected by their husband/father. Article 3 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "26.  Article 8 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2. There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "27.  The Government admitted that the domestic authorities failed to take appropriate measures to protect the second, third and fourth applicants from ill-treatment in violation of Article 3 of the Convention. The Government further admitted that the authorities failed to meet the positive obligation to respect the family and private lives of the second, third and fourth applicants. Nevertheless, the Government contended that the second, third and fourth applicants were no longer victims because they were provided with satisfactory redress at the national level.",
                                "elements": []
                            },
                            {
                                "content": "28.  With regard to the first applicant, the Government submitted that her application was inadmissible as she failed to exhaust domestic remedies.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "29.  The Government submitted that the first applicant failed to exhaust domestic remedies. The  advised her that she had not formulated the claim correctly and that she should have requested the issuance of an interim measure formulated with regard to the specific behaviour of her former husband. In this regard she was in a different position from the second, third and fourth applicants, who, as minors, were warranted special protection by the courts. Unlike the other applicants, the first applicant could not succeed before the civil courts without a legally relevant motion. As she at no time brought such a motion her subsequent complaint to the  was unsuccessful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government further submitted that adequate redress had been afforded to the second, third and fourth applicants through the Constitutional Court’s decision of 9 July 2003, in which it held in substance that the failure of the lower courts to meet the positive obligation to protect vulnerable minors had violated their rights under Articles 3 and 8 of the Convention. They submitted that redress did not consist exclusively in the provision of financial satisfaction. Rather, they argued that in the event of a violation of Article 2 or 3 of the Convention, compensation of non-pecuniary damage is only one of the possible remedies (Keenan v. the United Kingdom, no. 27229/95, § 130, ECHR 2001III). In the present case, the  considered the specific circumstances of the case and concluded that the finding of a violation amounted to sufficient satisfaction. In particular, the court noted that the first applicant had contributed to any injury incurred by failing to file a motion in the terms directed by the . Moreover, the Government submitted that by the date of the  decision, the applicants’ husband/father had been sentenced to four years’ imprisonment and Article 76 of the Code of Civil Procedure had been amended to specify that the courts had jurisdiction to order that a person suspected of violence could not enter a particular house or apartment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The first applicant submitted that the remedy identified by the Government, namely an order that her former husband abstain from inappropriate behaviour towards her and the second, third and fourth applicants, did not amount to an effective remedy because it would not have afforded sufficient protection to her or her children. As the threat of a significant prison sentence failed previously to deter her former husband from “inappropriate behaviour”, it was not reasonable to conclude that the interim measure would have afforded her sufficient protection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The second, third and fourth applicants submitted that they had not lost their victim status as the national authorities had not afforded them adequate redress for the breach of their Convention rights. In particular, they submitted that in similar cases the  had frequently, and almost without exception, granted applicants appropriate financial satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court recalls that it is incumbent on a Government claiming non-exhaustion to satisfy the Court that there was an effective remedy available in theory and in practice at the relevant time which was accessible, capable of providing redress in respect of the applicant’s complaints and offering reasonable prospects of success (see Akdivar and Others v. Turkey, 16 September 1996, § 68, Reports of Judgments and Decisions 1996-IV). In view of the comments made by the , it would appear that the first applicant would have had a reasonable prospect of success had she applied for an interim measure ordering her former husband to refrain from any inappropriate behaviour. The Court is not persuaded, however, that such an interim measure would have provided adequate redress in respect of the first applicant’s claims. She was concerned that her former husband, who at the time stood accused of physically assaulting both her and her children and of sexually abusing one of her daughters, still had a legal right to enter and reside in the rented property which she shared with the children. She therefore requested an interim order excluding him from the property. An order requiring him to refrain from inappropriate behaviour towards her or the children would have afforded substantially weaker protection than that originally sought. In fact, all that the order would have required of the first applicant’s former husband was that he refrained from doing acts already prohibited by the criminal law, which previously had failed to provide an adequate deterrent. The Court therefore finds that an application for such an interim measure did not constitute an effective domestic remedy for the purposes of Article 35 § 1 of the Convention. The first applicant has therefore exhausted all effective domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  With regard to the second, third and fourth applicants, the Court recalls that the nature of the right at stake has implications for the type of remedy the State is required to provide. Where violations of the rights enshrined in Articles 2 and 3 are alleged, compensation for pecuniary and non-pecuniary damage should in principle be part of the range of redress available (see Öneryıldız v. Turkey [GC], no. 48939/99, § 147, ECHR 2004XII; Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 97, ECHR 2002II; Z and Others v. the United Kingdom [GC], no. 29392/95, § 109, ECHR 2001V; and T.P. and K.M. v. the United Kingdom [GC], no. 28945/95, § 107, ECHR 2001-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In the present case the State provided a remedy through which compensation for non-pecuniary damage was, at least in principle, part of the redress available. Nevertheless, having found a violation of the second, third and fourth applicants’ rights under Articles 16 § 2 (prohibition of torture, inhuman or degrading treatment or punishment) and 21 §§ 2 and 3 (inviolability of home) of the Constitution as well as their rights under Article 19 of the Convention on the Rights of the Child, which obliges the Contracting Parties to take appropriate measures to protect children from all forms of physical or mental violence, including sexual abuse, the Constitutional Court declined to award financial compensation, finding instead that the identification of a violation alone amounted to adequate redress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court is not persuaded by the reasons proffered by the Government for the decision not to award financial compensation to the second, third and fourth applicants. In view of the Constitutional Court’s finding that the lower courts could have – and should have – granted the original application made by the first applicant, and this Court’s finding that an application for an interim measure in the terms suggested by the Regional Court did not constitute an effective remedy, the Court finds little force in the Government’s submission that any subsequent injury sustained by the applicants was at least in part the first applicant’s responsibility for failing to make a second application. Moreover, the conviction of the second, third and fourth applicants’ father more than two years after the first application was filed on 21 May 2003 and the subsequent amendment to the Code of Criminal Procedure in January 2003 did not amount to adequate redress for three minors who were forced to leave the family home because the State failed to offer them protection from an abusive parent for up to two years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court therefore finds that as a result of the ’s failure to award financial compensation to the second, third and fourth applicant, they have not obtained adequate redress for the violation of their rights under Articles 3 and 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.   The Court further notes that the application is not inadmissible on any other grounds. The application must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "39.  The Government have admitted that the domestic authorities failed to take appropriate measures to protect the second, third and fourth applicants from ill-treatment in violation of Article 3 of the Convention. The Government have further admitted that the authorities failed to meet the positive obligation to respect the family and private lives of the second, third and fourth applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court therefore finds that the respondent State failed to discharge the positive obligation to protect the rights of the second, third and fourth applicants under Articles 3 and 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The first applicant denied that her rights under Articles 3 and 8 were adequately protected by the State",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Government, on the other hand, submitted that she had failed to obtain protection from her former husband because she wrongly formulated the claim of her motion. By contrast, all of her subsequent applications for protection were successful. On 7 July 2003, following an amendment to the law, an interim measure was granted forbidding her former husband from entering the apartment and subsequently, on 10 December 2004, the right to the joint lease on the apartment was cancelled. In any case, on 18 June 2003 the first applicant’s former husband was convicted of cruelty towards her and the children and was sentenced to over four years in prison. Consequently, the Government submit that the first applicant was provided with effective protection against ill-treatment at the hands of her former husband and against any interference with her right to respect for her private and home life.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court has already found that the alternate measure proposed by the  would not have afforded the applicant adequate protection against her former husband. The subsequent orders relied on by the Government were only granted in July 2003 and December 2004. The applicant could not have brought the application for an interim measure forbidding her former husband from entering the apartment until after the relevant law was amended in January 2003. It is not clear why the order severing the tenancy was not granted until December 2004 when the divorce was finalised in May 2002, or indeed whether the fault for this delay lies with the first applicant or the domestic court. In any case the first applicant was not in a position to apply to sever the tenancy until her divorce was finalised in May 2002, approximately a year after the allegations were first brought against her former husband. Given the nature and severity of the allegations, the first applicant and her children required protection immediately, and not a year or two years after the allegations first came to light. The Court finds that during this period no effective remedy was open to the first applicant by which she could secure protection for herself and her children against the acts of her former husband.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In relation to the second, third and fourth applicants, the Government admitted that if they were victims for the purposes of Article 35 § 1, there had been a failure to protect them which resulted in a violation of their rights under Articles 3 and 8 of the Convention. In relation to the first applicant, the Government argued that the State had offered her adequate protection against her former husband. The Government have not, however, suggested that the first applicant was not subjected to treatment which reached the threshold of Articles 3 and 8. Therefore, in view of the Court’s finding that the State did not offer her adequate protection against her former husband, the Court finds the respondent State failed to discharge the positive obligation to protect the rights of the first applicant under Articles 3 and 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  The applicants alleged that the facts of the case also gave rise to a violation of Article 5 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "46.  The Court has examined this complaint but finds, in the light of all the material in its possession and in so far as the matters complained of are within its competence, that it does not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols.",
                                "elements": []
                            },
                            {
                                "content": "47.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.\tAPPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "48.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": " A.  Damage",
                                "elements": [
                                    {
                                        "content": "49.  The applicants claimed the following sums in respect of non-pecuniary damage:",
                                        "elements": []
                                    },
                                    {
                                        "content": "The first applicant: EUR 16, 596.96;",
                                        "elements": []
                                    },
                                    {
                                        "content": "The second applicant: EUR 33,193.92;",
                                        "elements": []
                                    },
                                    {
                                        "content": "The third applicant: EUR 23,235.74;",
                                        "elements": []
                                    },
                                    {
                                        "content": "The fourth applicant: EUR 23,235.74.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government submitted that the claims were overstated and did not reflect the true subject value of the claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  While the Court has found a violation of Article 3 of the Convention in respect of each of the four applicants, the violation was breach of a positive obligation to take adequate steps to protect the applicants. As a consequence, the applicants had to leave their home and relocate elsewhere. There is no indication that they subsequently were subjected to further ill-treatment or abuse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  Against this background, the Court finds that the circumstances justify the making of an award substantially lower than that claimed by the applicants. Moreover, it sees no basis for distinguishing between the applicants in respect of the quantum of the award. They are a family unit and the violation affected them collectively and equally.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.   The Court therefore awards the applicants jointly EUR 8,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "54.  The applicants also claimed EUR 650.60 for the costs and expenses incurred before the  and EUR 1,437.83 for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government submitted that the applicants have not provided evidence to prove that they actually paid the sums claimed to their advocate. Moreover, the Government submitted that the amount charged by the advocate and claimed by the applicants was overstated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. Provided that the costs have in fact been incurred, it is not necessary for the applicant to demonstrate that they have been paid to the advocate. In the present case, the advocate has submitted a bill and the Court is satisfied that the costs set out therein were incurred in the course of proceedings before this Court and the . The Court therefore considers it reasonable to award the applicants jointly the sum of EUR 2,000 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "57.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Articles 3 and 8 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants jointly, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 8,000, plus any tax that may be chargeable, in respect of non-pecuniary damage and EUR 2,000 (two thousand euros), plus any tax that may be chargeable to the applicants, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5. \tDismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 September 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF E.S. AND OTHERS v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-93955.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0915JUD000822704",
    "externalsources": [
        "Article 19 of the Convention on the Rights of the Child"
    ],
    "extractedappno": [
        "8227/04",
        "27229/95",
        "48939/99",
        "46477/99",
        "29392/95",
        "28945/95"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 16 § 2 and 21 §§ 2 and 3 of the Constitution"
    ],
    "itemid": "001-93955",
    "judgementdate": "15/09/2009 00:00:00",
    "kpdate": "15/09/2009 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "109",
        "310",
        "350",
        "90",
        "193",
        "451",
        "429",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "3",
        "8",
        "8-1",
        "35-1",
        "35",
        "41"
    ],
    "parties": [
        "E.S. AND OTHERS",
        "SLOVAKIA"
    ],
    "rank": "693.858459472656",
    "representedby": [
        "RAJTAKOVA I."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [
        "Akdivar and Others v. Turkey, 16 September 1996, § 68, Reports 1996-IV",
        "Keenan v. the United Kingdom, no. 27229/95, § 130, ECHR 2001-III",
        "Öneryildiz v. Turkey [GC], no. 48939/99, § 147, ECHR 2004-XII",
        "Paul and Audrey Edwards v. the United Kingdom, no. 46477/99, § 97, ECHR 2002-II",
        "T.P. and K.M. v. the United Kingdom [GC], no. 28945/95, § 107, ECHR 2001-V",
        "Z and Others v. the United Kingdom [GC], no. 29392/95, § 109, ECHR 2001-V"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "353792",
    "typedescription": "15"
}