{
    "__articles": "7;7-1;10;10-2",
    "__conclusion": "No violation of Art. 7",
    "applicability": "",
    "appno": "17862/91",
    "article": [
        "10",
        "7"
    ],
    "conclusion": [
        {
            "article": "7",
            "base_article": "7",
            "element": "No violation of Art. 7",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-58068.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.   The case was referred to the Court by the European Commission of Human Rights (\"the Commission\") on 29 May 1995, within the three-month period laid down by Article 32 para. 1 and Article 47 (art. 32-1, art. 47) of the Convention for the Protection of Human Rights and Fundamental Freedoms (\"the Convention\"). It originated in an application (no. 17862/91) against the  lodged with the Commission under Article 25 (art. 25) by a French national, Mr Michel Cantoni, on 26 November 1990. Mr Cantoni was designated by the initials \"M.C.\" in the proceedings before the Commission, but he subsequently consented to the disclosure of his identity.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 (art. 44, art. 48) and to the declaration whereby  recognised the compulsory jurisdiction of the Court (Article 46) (art. 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 7 of the Convention (art. 7).",
                        "elements": []
                    },
                    {
                        "content": "2.   In response to the enquiry made in accordance with Rule 33 para. 3 (d) of Rules of Court A, the applicant stated that he wished to take part in the proceedings and designated the lawyers who would represent him (Rule 30).",
                        "elements": []
                    },
                    {
                        "content": "3.   The Chamber to be constituted included ex officio Mr L.-E. Pettiti, the elected judge of French nationality (Article 43 of the Convention) (art. 43), and Mr R. Bernhardt, the Vice-President of the Court (Rule 21 para. 4 (b)). On 8 June 1995, in the presence of the Registrar, the President of the Court, Mr R. Ryssdal, drew by lot the names of the other seven members, namely Mr B. Walsh, Mr I. Foighel, Mr M.A. Lopes Rocha, Mr L. Wildhaber, Mr G. Mifsud Bonnici, Mr J. Makarczyk and Mr P. Jambrek (Article 43 in fine of the Convention and Rule 21 para. 5) (art. 43).",
                        "elements": []
                    },
                    {
                        "content": "4.   As President of the Chamber (Rule 21 para. 6), Mr Bernhardt, acting through the Registrar, consulted the Agent of the French Government (\"the Government\"), the applicant’s lawyers and the Delegate of the Commission on the organisation of the proceedings (Rules 37 para. 1 and 38). Pursuant to the order made in consequence, the Registrar received the Government’s memorial on 19 and 26 January 1996 and the applicant’s memorial also on 26 January 1996.",
                        "elements": []
                    },
                    {
                        "content": "5.   On 21 February 1996 the Chamber decided, in view of a request made by the Government, to relinquish jurisdiction forthwith in favour of a Grand Chamber (Rule 51).  In accordance with Rule 51 para. 2 (a) and (b), the Grand Chamber comprised as ex officio members the President and the Vice-President of the Court (Mr Ryssdal and Mr Bernhardt) together with the full members and the four substitutes of the original Chamber, the latter being Mr Thór Vilhjálmsson, Mr F. Gölcüklü, Mr R. Macdonald and Mr J.M. Morenilla. On 24 February 1996 the names of the additional seven judges were drawn by lot by the President, in the presence of the Registrar, namely Mr S.K. Martens, Mr F. Bigi, Sir John Freeland, Mr A.B. Baka, Mr D. Gotchev, Mr P. Kuris and Mr E. Levits. Thereafter Mr K. Jungwiert replaced Mr Macdonald, who was unable to take part in the hearing (Rules 22 para. 1 and 24 para. 1). Subsequent to the hearing Mr Bigi died and Mr Walsh was unable to take part in the further consideration of the case.",
                        "elements": []
                    },
                    {
                        "content": "6.   In accordance with the President’s decision, the hearing took place in public in the Human Rights Building, , on 26 March 1996. The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "(a) for the Government",
                        "elements": []
                    },
                    {
                        "content": "Mr M. Perrin de Brichambaut, Director of",
                        "elements": []
                    },
                    {
                        "content": "Legal Affairs, Ministry of Foreign Affairs,\tAgent,",
                        "elements": []
                    },
                    {
                        "content": "Mr J. Lapouzade, administrative court judge",
                        "elements": []
                    },
                    {
                        "content": "on secondment to the Legal Affairs Department,",
                        "elements": []
                    },
                    {
                        "content": "Ministry of Foreign Affairs,",
                        "elements": []
                    },
                    {
                        "content": "Ms H. Sainte-Marie, Adviser, Health Department,",
                        "elements": []
                    },
                    {
                        "content": "Pharmaceutical Section, Ministry of Labour",
                        "elements": []
                    },
                    {
                        "content": "and Social Affairs,\tAdvisers;",
                        "elements": []
                    },
                    {
                        "content": "(b) for the Commission",
                        "elements": []
                    },
                    {
                        "content": "Mr J.-C. Soyer,\tDelegate;",
                        "elements": []
                    },
                    {
                        "content": "(c) for the applicant",
                        "elements": []
                    },
                    {
                        "content": "Ms E. Monegier du Sorbier, avocate",
                        "elements": []
                    },
                    {
                        "content": "at the  Court of Appeal,",
                        "elements": []
                    },
                    {
                        "content": "Mr Y. Capron, avocat at the Conseil d’Etat",
                        "elements": []
                    },
                    {
                        "content": "and the Court of Cassation,",
                        "elements": []
                    },
                    {
                        "content": "Ms I. Jamnet, avocate at the Paris Court of Appeal,\tCounsel.",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Soyer, Ms Monegier du Sorbier and Mr Perrin de Brichambaut, and their answers to a question put by a judge.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "I.   Particular circumstances of the case",
                        "elements": [
                            {
                                "content": "7.   Mr Michel Cantoni, a French national who was born in 1947, is the manager of a supermarket owned by the Euromarché chain at Sens (Yonne).",
                                "elements": []
                            },
                            {
                                "content": "A. The proceedings in the Sens Criminal Court",
                                "elements": [
                                    {
                                        "content": "8.   In 1988 criminal proceedings were brought, at the instigation of the Yonne Pharmacists’ Association and several individual pharmacists, against the applicant and other managers of supermarkets in the region for unlawfully selling pharmaceutical products. He had sold in his shop aqueous eosin at 1% strength, 70% strength modified alcohol, 10-volume hydrogen peroxide, vitamin C (tablets of 500mg and sachets of powder of 1000mg), inhalations made out of plant essences, pocket inhalers, antiseptic sprays and mineral supplements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In their defence the applicant and his fellow accused maintained that the products in question were not medicinal products within the meaning of Article L. 511 of the Public Health Code (see paragraph 18 below) and were accordingly not covered by the pharmacists’ monopoly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.   On 30 September 1988 the Sens Criminal Court found the applicant guilty as charged, fined him 10,000 francs and ordered him to pay damages of 1 franc to each of the civil parties. After considering the products in question individually, it took the view that they were medicinal products, in some cases on account of their function and in others on account of their presentation (see paragraph 19 below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Proceedings in the  Court of Appeal",
                                "elements": [
                                    {
                                        "content": "10.   On 18 May 1989 the Paris Court of Appeal upheld the first-instance judgment, on the following grounds:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"It is necessary to examine each of the products marketed listed above in order to determine whether or not they are medicinal products ...:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1) BIO-OLIGO with trace elements",
                                        "elements": []
                                    },
                                    {
                                        "content": "At the bottom of the cardboard packaging for the 36-capsule bottles is to be found the indication ‘Yeast enriched with minerals’, ‘dietary supplement’. The back of the cardboard packaging carries the following text:",
                                        "elements": []
                                    },
                                    {
                                        "content": "‘Introduction: Recent research shows that the earth is losing minerals, while our bodies’ need for these ‘new vitamins’ of the twentieth century is greater than before. [C.] Laboratories produce a range of products specially enriched with minerals to make up for these deficiencies in our diet.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "The analysis in grammes for every 100g states:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Protein\t\t50",
                                        "elements": []
                                    },
                                    {
                                        "content": "Fat\t\t6",
                                        "elements": []
                                    },
                                    {
                                        "content": "Carbohydrate\t36",
                                        "elements": []
                                    },
                                    {
                                        "content": "Vitamin B1\t30",
                                        "elements": []
                                    },
                                    {
                                        "content": "Vitamin B6\t4",
                                        "elements": []
                                    },
                                    {
                                        "content": "Energy value\t398Kcal/1667KJ",
                                        "elements": []
                                    },
                                    {
                                        "content": "The analysis also indicates, as applicable, the levels of copper, zinc or calcium to be the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the bottle of zinc capsules, ‘Zinc 3000’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the bottle of copper capsules, ‘Copper 4’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On the bottle of calcium capsules, ‘Calcium 50’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, there is a precise indication of how each of these elements is supposed to help the human body:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) zinc aids reproduction and sexual development; ‘it helps the body to fight infection more effectively’;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) copper ‘activates our systems of defence against infection - helps combat inflammation’; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c) calcium is ‘essential for strong bones - it also improves the circulatory nervous system’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The dosage, which depends on whether the capsules contain zinc, copper or calcium is then given, under the heading:",
                                        "elements": []
                                    },
                                    {
                                        "content": "‘Directions for use’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The back of the cardboard packaging carries the mention, at the bottom, ‘[C.] Laboratories ’, after specifying that this laboratory has ‘been advised by Dr P. W.’, an oligotherapist (sic).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore, these products, which contain an amalgam of various different substances, are presented as capable of contributing to the prevention or cure of human diseases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "They are medicinal products within the meaning of the above-mentioned legislation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) 70% STRENGTH MODIFIED ALCOHOL 120 ML is sold in 120ml bottles. The label bears the above words and, in the bottom left-hand corner, on a blue and green background, four small white squares in the shape of a cross, irresistibly evoking the image of a pharmacist’s sign.  To the right of this, in large white letters on the same blue and green background, the name ‘[V.] Laboratories, ’ appears with, in smaller letters, its address.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The product in question smells strongly of camphor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Thus the way in which this product is presented - the bottle, and the cross alongside the name ‘[V.] Laboratories’ - suggests that it is in fact the pharmaceutical product well known by that name and which is used as an antiseptic, particularly in surgery. Therefore, by virtue of its presentation, this is also a medicinal product and not simply a hygiene or beauty product.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) 120ml BOTTLE OF 10-VOLUME HYDROGEN PEROXIDE.  This bears the words ‘do not swallow’ and ‘in the event of contact with the eyes, rinse immediately’. It has the same white cross and words ‘[V.] Laboratories ’ as the modified alcohol mentioned above, on a pale blue and darker blue background. For the same reasons, it evokes the medicinal product known by that name. This is another medicinal product by virtue of its presentation, which distinguishes it from a mere hygiene or beauty product.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) ‘VITAMIN (500)’ is sold in cardboard packets of 24 chewable tablets, on which is printed: (a) the white cross described above and the name ‘[V.] Laboratories PARIS’, on a yellow and orange background; (b) the recommended dosage, specifying that vitamin C should not be taken at the end of the day; and (c) the composition of each tablet, namely: coated ascorbic acid and sodium ascorbate (with an indication of the quantities); and the excipient, a compound of several substances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "This is also a medicinal product, at least by virtue of its presentation, since there is nothing to distinguish it from a genuine pharmaceutical product which has had to meet the required standards in terms of dosage, quality control and production.  It is of little importance whether the medicinal product really has the effect claimed or not; on the other hand, there are known contra-indications to the excessive use of vitamin C.\"",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C. Proceedings in the Court of Cassation",
                                "elements": [
                                    {
                                        "content": "11.   Mr Cantoni appealed to the Court of Cassation on points of law. He complained in particular that there had been a violation of Article 7 para. 1 of the Convention (art. 7-1) and of Articles L. 511, L. 512 and L. 517 of the Public Health Code (see paragraph 18 below). He contended that, especially when applied to parapharmaceutical products, the notion of medicinal product, as defined in the provisions on which his conviction had been based, was not sufficiently clear to enable him to determine with accuracy what acts would incur criminal liability.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 29 May 1990 the Criminal Division of the Court of Cassation dismissed the appeal in the following terms:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\"... the appellate court held, referring to the wording on the cardboard packaging and bottles containing the above-mentioned products, that these products were presented as being capable of contributing to the prevention and cure of human diseases and that, therefore, they constitute medicinal products within the meaning of Article L. 511 of the Public Health Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court of Appeal thus gave a proper legal basis for its decision without laying itself open to the complaints put forward ... The provisions of Article L. 511 of the Public Health Code ... are not contrary to the principle that only the law can define a criminal offence and prescribe a penalty; nor are they incompatible with the instruments referred to in the grounds of appeal ...\"",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.   Relevant community and domestic law    ",
                        "elements": [
                            {
                                "content": "A. Community law",
                                "elements": [
                                    {
                                        "content": "1. Directive 65/65 of 26 January 1965",
                                        "elements": [
                                            {
                                                "content": "12.   According to Article 1 of the Community Directive of 26 January 1965 (Directive EEC 65/65, OJ no. L. 369 of 9 February 1965), as amended on several occasions:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"... the following shall have the meanings hereby assigned to them ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "2. Medicinal product:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Any substance or combination of substances presented for treating or preventing disease in human beings or animals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Any substance or combination of substances which may be administered to human beings or animals with a view to making a medical diagnosis or to restoring, correcting or modifying physiological functions in human beings or in animals is likewise considered a medicinal product.\"",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Case-law of the Court of Justice of the European Communities",
                                        "elements": [
                                            {
                                                "content": "13.   The Court of Justice of the European Communities has received several references for preliminary rulings concerning the interpretation of that definition.  In its Van Bennekom judgment of 30 November 1983 (case 227/82 [1983] ECR 4 3883), it held as follows in respect of vitamin preparations:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"It is ... necessary to take the view that a product is ‘presented for treating or preventing disease’ within the meaning of Directive 65/65 not only when it is expressly ‘indicated’ or ‘recommended’ as such, possibly by means of labels, leaflets or oral representation, but also whenever any averagely well-informed consumer gains the impression, which, provided it is definite, may even result from implication, that the product in question should, regard being had to its presentation, have an effect such as is described in the first part of the Community definition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In particular the external form given to the product in question - such as that of a tablet, pill or capsule - may in this connection serve as strong evidence of the seller’s or manufacturer’s intention to market that product as a medicinal product. Such evidence cannot, however, be the sole or conclusive evidence, since otherwise certain food products which are traditionally presented in a similar form to pharmaceutical products would also be covered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... substances such as the vitamin preparations in issue, which are not ‘indicated or recommended’ expressly as being suitable for curing, treating or preventing an infection, may nonetheless constitute substances ‘presented for treating or preventing disease’ within the meaning of the Community definition of ‘medicinal products’ contained in Directive 65/65.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is ... apparent from the file and from the observations submitted to the Court, taken as a whole, that it is impossible in the present state of scientific knowledge to state whether the criterion of concentration alone is always sufficient in order to be able to determine whether a vitamin preparation constitutes a medicinal product; still less therefore is it possible to specify the level of concentration above which such a vitamin preparation would fall within the Community definition of a medicinal product.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The answer to be given to the national court should therefore be that the classification of a vitamin as a medicinal product within the meaning of the second part of the definition in Directive 65/65 must be carried out case by case, having regard to the pharmacological properties of each such vitamin to the extent to which they have been established in the present state of scientific knowledge.\" (paragraphs 18-20 and 28-29)",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.   The Court of Justice has confirmed this approach on several occasions, clarifying certain points. Thus in its Delattre judgment of 21 March 1991 (C-369/88 [1991] ECR 1487), concerning eleven different products, including slimming products and preparations to combat tiredness, it stated:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"... a product may be regarded as a medicinal product by virtue of its presentation if its form and the manner in which it is packaged render it sufficiently similar to a medicinal product and, in particular, if on its packing and the information provided with it reference is made to research by pharmaceutical laboratories or to methods or substances developed by medical practitioners or even to testimonials from medical practitioners commending the qualities of the product in question. A statement that a product is not a medicinal product is persuasive evidence which the national court may take into consideration, but it is not in itself conclusive.\" (paragraph 41)",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.   In the Monteil and Samanni judgment of 21 March 1991 (60/89, [1991] ECR 1 1547), concerning 2% strength eosin and 70% strength modified alcohol, the Court of Justice held:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"... the concept of ‘presentation’ of a product must be broadly construed and a product is ‘presented for treating or preventing disease’ within the meaning of Directive 65/65 not only when it is expressly ‘indicated’ or ‘recommended’ as such, possibly by means of labels, leaflets or oral representation, but also whenever any averagely well-informed consumer gains the impression, which, provided it is definite, may even result from implication, that the product in question should, having regard to its presentation, have the properties in question.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... the external form given to the product in question may serve as strong evidence, but is not the sole or conclusive evidence; it must be stated that the ‘form’ must be taken to mean not only the form of the product itself but also that of its packaging, which may, for reasons of marketing policy, tend to make it resemble a medicinal product, and account must also be taken of the attitude of an averagely well-informed consumer, in whom the form given to a product may inspire particular confidence similar to that normally inspired in him by proprietary medicinal products, having regard to the safeguards normally associated with the manufacture and marketing of the latter type of product.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "... it is for the national authorities to determine, subject to review by the courts, whether the eosin of a strength of 2% and modified alcohol of a strength of 70% constitute medicinal products by virtue of their function within the meaning of the second sub-paragraph of Article 1 (2) of Directive 65/65. In that regard, account must be taken of the adjuvants also entering into the composition of the product, the manner in which it is used, the extent of its distribution, its familiarity to consumers and the risks which its use may entail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "... although in principle the member States may reserve to pharmacists the right to make retail sales of products that fall within the Community definition of medicinal products and although, in those circumstances, their monopoly over those products may be presumed to constitute an appropriate way of protecting public health, evidence to the contrary may be produced with respect to certain products whose use would not involve any serious danger to public health and whose inclusion within the pharmacists’ monopoly would seem manifestly disproportionate, that is to say contrary to the principles laid down by the Court for the interpretation of Articles 30 and 36 of the Treaty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "If pharmacists are granted a monopoly of other products, such as ‘parapharmaceutical products’, which may be of widely varying kinds, the need for such monopoly in order to protect public health or the health of consumers must, regardless of how the products concerned are classified under national law, be established in each individual case, and those two aims must not be obtainable by measures less restrictive of intra-Community trade.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is for the national court to decide, having regard to those criteria, whether the action before it is well-founded.\" (paragraphs 23-24, 29 and 43-45)",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.   In the Upjohn judgment of 16 April 1991 (C-112/89 [1991] 1 ECR 1703), the Court of Justice recalled that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"It is for the national court to determine on a case-by-case basis the classification of each product having regard to its pharmacological properties as they may be ascertained in the current state of scientific knowledge, to the way in which it is used, to the extent to which it is sold and to consumers’ familiarity with it.\" (paragraph 23)",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.   Finally in the Ter Voort judgment of 28 October 1992 (C-219/91 [1992] ECR 5485), the Court of Justice held:",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"... a product recommended or indicated as having prophylactic or therapeutic properties is a medicinal product within the meaning of the provisions of the first subparagraph of Article 1 (2) of Directive 65/65, even if it is generally regarded as a foodstuff and even if in the current state of scientific knowledge it has no known therapeutic effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The conduct, action and approaches of the manufacturer or the seller which disclose his intention to make the product he markets appear to be a medicinal product in the eyes of the averagely well-informed consumer may therefore be conclusive for the purposes of deciding whether a product should be regarded as a medicinal product by virtue of its presentation.\" (paragraphs 21 and 26)",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B. National law",
                                "elements": [
                                    {
                                        "content": "1. The Public Health Code",
                                        "elements": [
                                            {
                                                "content": "18.     At the material time, the relevant provisions of the Public Health Code were as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article L. 511",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"‘Medicinal product’ shall mean any substance or combination of substances presented for treating or preventing disease in human beings or animals and also any product which may be administered to human beings or animals with a view to making a medical diagnosis or to restoring, correcting or modifying their physiological functions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In particular, the following shall be considered as medicinal products:",
                                                "elements": []
                                            },
                                            {
                                                "content": "products referred to in Article L. 658-1 of this Code:",
                                                "elements": []
                                            },
                                            {
                                                "content": "which contain any substance having a therapeutic effect as defined in paragraph 1 above; or",
                                                "elements": []
                                            },
                                            {
                                                "content": "containing a greater dosage or concentration of poisonous substances than that laid down in the list referred to in Article L. 658-5 of this Code, or containing poisonous substances which do not appear on that list;",
                                                "elements": []
                                            },
                                            {
                                                "content": "dietary products containing chemical or biological substances which are not themselves foodstuffs but which are added to dietary products, either to give them special properties which are sought after for the purposes of dietary therapy or to make them suitable for use in medical tests.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article L. 512",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"Only pharmacists may ...:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(1) prepare medicinal products for use in the treatment of human beings;",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(3) sell, whether wholesale or retail, or otherwise supply the public with such products or articles;",
                                                "elements": []
                                            },
                                            {
                                                "content": "...\"",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article L. 517",
                                                "elements": []
                                            },
                                            {
                                                "content": "\"Any person who knowingly carries out acts whose performance is restricted exclusively to pharmacists, without being qualified to act as a pharmacist shall be sentenced to a fine of between FRF 2,400 and FRF 12,000 and, if the offence is repeated, to a fine of between FRF 4,800 and FRF 24,000 and to a term of imprisonment of between six days and six months, or to either of these penalties.\"",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. Case-law",
                                        "elements": [
                                            {
                                                "content": "19.   On the basis of the above provisions the courts have classified products as medicinal products by virtue of their function, by virtue of their presentation or by virtue of their composition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.   According to the information provided to the Court, the courts sitting as tribunals of fact are divided on the question whether the products for whose sale the applicant was convicted are medicinal products within the meaning of Article L. 511 of the Public Health Code.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Thus vitamin C was classified as a medicinal product by the Courts of Appeal of Douai (9 April 1987), Poitiers (17 December 1987), Angers (5 May 1988) and  (22 January 1996 in plenary session).  However, decisions taking a contrary view were given by the Courts of Appeal of Douai (20 February 1988, 28 October 1988 and 23 March 1989), Angers (30 January 1989), Colmar (23 March 1988), Dijon (15 December 1988) and  (23 May 1995).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70% strength alcohol was designated as a medicinal product by the Courts of Appeal of Poitiers (4 December 1986 and 28 January 1987), Aix-en-Provence (17 November 1987) and Colmar (23 March 1988), but not by the Courts of Appeal of Dijon (18 May 1988 - four judgments - and 15 December 1988), Limoges (18 November 1988), Paris (14 December 1988 and 21 February 1995) and Douai (23 March 1989).",
                                                "elements": []
                                            },
                                            {
                                                "content": "Mineral supplements (oligo-éléments) have been regarded as medicinal products by the Courts of Appeal of Poitiers (17 December 1987) and Angers (5 May 1988), but not by those of Colmar (23 March 1988), Dijon (18 May and 15 December 1988), Angers (30 January 1989) and  (23 March 1989).",
                                                "elements": []
                                            },
                                            {
                                                "content": "As regards 10-volume hydrogen peroxide and 1% or 2% strength eosin, the majority of the courts sitting as tribunals of fact consider that these products are mere hygiene products, for example, in respect of hydrogen peroxide, the Courts of Appeal of Colmar (23 March and 18 May 1988), Douai (28 October 1988) and Paris (14 December 1988); and, in respect of eosin, the Courts of Appeal of Dijon (18 May 1988) and Paris (14 December 1988 and 21 February 1995).",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.   To date the Court of Cassation has always either upheld decisions classifying a parapharmaceutical-type product as a medicinal product (judgments of 4 April 1957, 19 February 1959, 24 July 1967, 23 November 1967, 28 May 1968, 13 April 1976, 5 May 1981, 6 December 1988 - two judgments -, 29 May 1990 - see paragraph 11 above - and 25 May 1994), or quashed decisions refusing to accord this designation to such products (judgments of 19 December 1989 - three judgments -, 8 March 1990, 6 March 1992 - plenary court -, 25 May 1994 - two judgments).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "22.   Mr Cantoni lodged his application with the Commission (application no. 17862/91) on 26 November 1990.  He complained that the statutory definition of medicinal product lacked sufficient clarity and precision to satisfy the requirements of Article 7 para. 1 of the Convention (art. 7-1).",
                        "elements": []
                    },
                    {
                        "content": "23.   The Commission declared the application admissible on 10 January 1994. In its report of 12 April 1995 (Article 31) (art. 31), it expressed the opinion, by fifteen votes to nine, that there had been a violation of that provision (art. 7-1). The full text of the Commission’s opinion and of the dissenting opinion contained in the report is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "24.   In their memorial to the Court, the Government \"called for the application to be dismissed\".",
                        "elements": []
                    },
                    {
                        "content": "25.   At the hearing the applicant’s lawyers requested the Court to hold that Article L. 511 of the Public Health Code \"[was] not sufficiently precise to protect the rights of individuals in \".",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 7 OF THE CONVENTION (art. 7)",
                        "elements": [
                            {
                                "content": "26.   The applicant complained of a violation of Article 7 of the Convention (art. 7), which is worded as follows:",
                                "elements": []
                            },
                            {
                                "content": "\"1. No one shall be held guilty of any criminal offence on account of any act or omission which did not constitute a criminal offence under national or international law at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the criminal offence was committed.",
                                "elements": []
                            },
                            {
                                "content": "2. This Article (art. 7) shall not prejudice the trial and punishment of any person for any act or omission which, at the time when it was committed, was criminal according to the general principles of law recognised by civilised nations.\"",
                                "elements": []
                            },
                            {
                                "content": "He maintained that the definition of medicinal product contained in Article L. 511 of the Public Health Code was very imprecise and left a wide discretion to the courts. The Court of Cassation’s case-law in this field was marked by arbitrariness and a lack of certainty which were themselves directly responsible for the conflicting classifications given to parapharmaceutical products by the lower courts. This state of affairs still persisted and concerned all the substances in question, whether hydrogen peroxide, 70% strength alcohol or vitamin C. The case-law of the Court of Justice of the European Communities was not particularly helpful because it left it to the national courts to decide on a case-by-case basis whether a substance should be classified as a medicinal product and referred to notions that themselves lacked precision and were not sufficiently technical.",
                                "elements": []
                            },
                            {
                                "content": "In short, the definition found in the legislation and the case-law failed to afford the requisite foreseeability and accessibility. It followed that Mr Cantoni could not reasonably have been expected to appreciate, before putting the products in question up for sale, what constituted the material element of the offence in respect of which he was prosecuted.",
                                "elements": []
                            },
                            {
                                "content": "27.   The Commission in substance subscribed to the applicant’s view. It observed that, although the criteria developed by the Convention institutions with regard to other provisions could be transposed to the field of application of Article 7 (art. 7), that provision (art. 7) nevertheless required that they be applied more strictly.",
                                "elements": []
                            },
                            {
                                "content": "28.   Referring to the case-law of the Court, the Government argued that a law could be formulated in relatively general terms making it possible for its provisions to be adapted, through the process of interpretation, to changing situations. Even the most perfectly drafted law required a judge to clarify its limits and Article L. 511 of the Public Health Code was no exception.",
                                "elements": []
                            },
                            {
                                "content": "The definition given in Article L. 511 was based in particular on extensive case-law concerning the notion of medicinal product and was no more open to criticism than any other statutory definition. Indeed it was actually far more precise than many of the definitions to be found in the Criminal Code. Above all, the legislature had no alternative but to have recourse to such a definition because to date no more satisfactory definition of medicinal product had been established. The only other solution - the drawing up of exhaustive lists - was not practicable because in this field there were thousands of different products and their number varied on an almost daily basis. A list would therefore never correspond to the reality. Indeed this explained why in its Directive 65/65 the Council of Ministers of the European Economic Community had adopted the French approach, a solution for which the majority of the States of the European Union had subsequently opted. A finding that Article L. 511 was defective would therefore amount to making the same finding in respect of Directive 65/65.",
                                "elements": []
                            },
                            {
                                "content": "In addition, the definition of medicinal product had given rise to hardly any problems in the criminal courts until the end of the 1980s. The disputes that occurred at that time had been created artificially and deliberately by supermarket chains. They had succeeded in disorientating some of the lower courts, but not the Court of Cassation, which had applied the same principles for more than a century.",
                                "elements": []
                            },
                            {
                                "content": "29.   As the Court has already held, Article 7 (art. 7) embodies, inter alia, the principle that only the law can define a crime and prescribe a penalty (nullum crimen, nulla poena sine lege) and the principle that the criminal law must not be extensively construed to an accused’s detriment, for instance by analogy. From these principles it follows that an offence must be clearly defined in the law. This requirement is satisfied where the individual can know from the wording of the relevant provision (art. 7) and, if need be, with the assistance of the courts’ interpretation of it, what acts and omissions will make him criminally liable.",
                                "elements": []
                            },
                            {
                                "content": "When speaking of \"law\" Article 7 (art. 7) alludes to the very same concept as that to which the Convention refers elsewhere when using that term, a concept which comprises statutory law as well as case-law and implies qualitative requirements, notably those of accessibility and foreseeability (see, as the most recent authority, the S.W. and C.R. v. the United Kingdom judgments of 22 November 1995, Series A nos. 335-B and 335-C, pp. 41-42, para. 35, and pp. 68-69, para. 33, respectively). In the present case only that last aspect is in issue.",
                                "elements": []
                            },
                            {
                                "content": "30.   The fact, pointed to by the Government, that Article L. 511 of the Public Health Code is based almost word for word on Community Directive 65/65 (see paragraph 12 above) does not remove it from the ambit of Article 7 of the Convention (art. 7).",
                                "elements": []
                            },
                            {
                                "content": "31.   As the Court has already had occasion to note, it is a logical consequence of the principle that laws must be of general application that the wording of statutes is not always precise. One of the standard techniques of regulation by rules is to use general categorisations as opposed to exhaustive lists. The need to avoid excessive rigidity and to keep pace with changing circumstances means that many laws are inevitably couched in terms which, to a greater or lesser extent, are vague. The interpretation and application of such enactments depend on practice (see, among other authorities, the Kokkinakis v.  judgment of 25 May 1993, Series A no. 260-A, p. 19, para. 40).",
                                "elements": []
                            },
                            {
                                "content": "32.    Like many statutory definitions, that of \"medicinal product\" contained in Article L. 511 of the Public Health Code is rather general (see paragraph 18 above). When the legislative technique of categorisation is used, there will often be grey areas at the fringes of the definition. This penumbra of doubt in relation to borderline facts does not in itself make a provision incompatible with Article 7 (art. 7), provided that it proves to be sufficiently clear in the large majority of cases. The role of adjudication vested in the courts is precisely to dissipate such interpretational doubts as remain, taking into account the changes in everyday practice.",
                                "elements": []
                            },
                            {
                                "content": "The Court must accordingly ascertain whether in the present case the text of the statutory rule read in the light of the accompanying interpretive case-law satisfied this test at the relevant time.",
                                "elements": []
                            },
                            {
                                "content": "33.   In the applicant’s submission, other solutions were available to the authorities, such as recourse to exhaustive lists of medicinal products. It is, however, not for the Court to express a view on the appropriateness of methods chosen by the legislature of a ; its task is confined to determining whether they are in conformity with the Convention.",
                                "elements": []
                            },
                            {
                                "content": "34.   Nor is the Court persuaded by the argument based on the decisions of the lower courts cited by the applicant and concerning the type of \"borderline\" product for the sale of which he was convicted. There were indeed divergencies in the decisions of the lower courts (see paragraph 20 above). According to the Government, these may be explained essentially by the fact that the comparisons of decisions did not take account of prosecutions brought in respect of different concentrations of the products in question.",
                                "elements": []
                            },
                            {
                                "content": "The Court notes in the first place that the applicant did not indicate whether the decisions cited classified these products as medicinal products by virtue of their function or by virtue of their presentation, and, in the latter case, whether the presentation was the same on each occasion.",
                                "elements": []
                            },
                            {
                                "content": "Even assuming that the decisions dealt with identical cases, the questions before the lower courts were principally questions of fact. For the first category of decisions, concerning products regarded as medicinal by virtue of their function, it was essentially a matter of establishing the current state of scientific knowledge. For the second category, that is decisions relating to products regarded as medicinal by virtue of their presentation, the courts aimed to gauge the impression gained by the averagely well-informed consumer.",
                                "elements": []
                            },
                            {
                                "content": "Moreover, there is, in the Court’s view, one decisive consideration. From, at the latest, 1957 onwards the Court of Cassation has always either confirmed the decisions of the courts below classifying a parapharmaceutical-type product as medicinal or quashed decisions which denied that classification. It has never upheld a decision by a lower court finding that such a product fell outside the notion of medicinal product (see paragraph 21 above). Thus, well before the events in the present case, the Court of Cassation had adopted a clear position on this matter, which with the passing of time became even more firmly established.",
                                "elements": []
                            },
                            {
                                "content": "35.   The Court recalls that the scope of the notion of foreseeability depends to a considerable degree on the content of the text in issue, the field it is designed to cover and the number and status of those to whom it is addressed (see the Groppera Radio AG and Others v. Switzerland judgment of 28 March 1990, Series A no. 173, p. 26, para. 68). A law may still satisfy the requirement of foreseeability even if the person concerned has to take appropriate legal advice to assess, to a degree that is reasonable in the circumstances, the consequences which a given action may entail (see, among other authorities, the Tolstoy Miloslavsky v. the United Kingdom judgment of 13 July 1995, Series A no. 316-B, p. 71, para. 37). This is particularly true in relation to persons carrying on a professional activity, who are used to having to proceed with a high degree of caution when pursuing their occupation. They can on this account be expected to take special care in assessing the risks that such activity entails.",
                                "elements": []
                            },
                            {
                                "content": "With the benefit of appropriate legal advice, Mr Cantoni, who was, moreover, the manager of a supermarket, should have appreciated at the material time that, in view of the line of case-law stemming from the Court of Cassation and from some of the lower courts, he ran a real risk of prosecution for unlawful sale of medicinal products.",
                                "elements": []
                            },
                            {
                                "content": "36.   There has accordingly been no breach of Article 7 (art. 7).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "Holds that there has been no violation of Article 7 of the Convention (art. 7).",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, , on 15 November 1996.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Mr R. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF CANTONI v. FRANCE",
    "doctypebranch": "GRANDCHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "GRANDCHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58068.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1996:1115JUD001786291",
    "externalsources": [],
    "extractedappno": [
        "17862/91",
        "65/65",
        "227/82",
        "369/88",
        "60/89",
        "112/89",
        "219/91"
    ],
    "importance": "2",
    "introductiondate": "",
    "issue": [
        "Public Health Code, Articles L. 511, 512, L. 517 and L. 658-5",
        "Court of Appeal of Douai, judgments of 9 April 1987, 20 February 1988, 28 October 1988 and 23 March 1989",
        "Court of Appeal of Poitiers, judgments of 4 December 1986, 28 January 1987 and 17 December 1987",
        "Court of Appeal of Angers, judgments of 5 May 1988 and 30 January 1989",
        "Court of Appeal of Versailles, judgment of 22 January 1996",
        "Court of Appeal of Colmar, judgments of 23 March 1988 and 18 May 1988",
        "Court of Appeal of Dijon, judgments of 18 May 1988 and 15 December 1988",
        "Court of Appeal of Paris, judgments of 14 December 1988, 21 February 1995 and 23 May 1995",
        "Court of Appeal of Aix-en-Provence, judgment of 17 November 1987",
        "Court of Appeal of Limoges, judgment of 18 November 1988",
        "Court of Cassation, judgments of 4 April 1957, 19 February 1959, 24 July 1967, 23 November 1967, 28 May 1968, 13 April 1976, 5 May 1981, 6 December 1988, 19 December 1989, 8 March 1990, 29 May 1990, 6 March 1992 and 25 May 1994",
        "Council of Ministers of the European Economic Community, Community Directive 65/65 of 26 January 1965 (Directive EEC 65/65, OJ no. L. 369 of 9 February 1965), Article 1",
        "Court of Justice of the European Communities, Van Bennekom judgment of 30 November 1983 (case 227/82 [1983] ECR 4 3883)",
        "Court of Justice of the European Communities, Delattre judgment of 21 March 1991 (C-369/88 [1991] ECR 1487)",
        "Court of Justice of the European Communities, Monteil and Samanni judgment of 21 March 1991 (60/89, [1991] ECR 1 1547)",
        "Court of Justice of the European Communities, Upjohn judgment of 16 April 1991 (C-112/89 [1991] 1 ECR 1703)",
        "Court of Justice of the European Communities, Ter Voort judgment of 28 October 1992 (C-219/91 [1992] ECR 5485)"
    ],
    "itemid": "001-58068",
    "judgementdate": "15/11/1996 00:00:00",
    "kpdate": "15/11/1996 00:00:00",
    "kpthesaurus": [
        "288",
        "291",
        "290",
        "149",
        "316",
        "140"
    ],
    "languageisocode": "ENG",
    "originatingbody": "8",
    "paragraphs": [
        "10",
        "7-1",
        "10-2",
        "7"
    ],
    "parties": [
        "CANTONI",
        "FRANCE"
    ],
    "rank": "348.01904296875",
    "representedby": [
        "N/A"
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "Groppera Radio AG and Others v. Switzerland judgment of 28 March 1990, Series A no. 173, p. 26, para. 68",
        "Kokkinakis v. Greece judgment of 25 May 1993, Series A no. 260-A, p. 19, para. 40",
        "Tolstoy Miloslavsky v. the United Kingdom judgment of 13 July 1995, Series A no. 316-B, p. 71, para. 37",
        "S.W. v. the United Kingdom judgment of 22 November 1995, Series A no. 335-B, pp. 41-42, para. 35",
        "C.R. v. the United Kingdom judgment of 22 November 1995, Series A no. 335-C, pp. 68-69, para. 33"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "444801",
    "typedescription": "15"
}