{
    "__articles": "8;8-1;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for home)",
    "applicability": "",
    "appno": "75737/13",
    "article": [
        "8",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for home"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        }
    ],
    "content": {
        "001-166685.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 75737/13) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Andrey Yuryevich Medvedev (“the applicant”), on 22 November 2013.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Zenin, a lawyer practising in Moscow. The Russian Government (“the Government”) were represented Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been deprived of his flat in contravention of Article 1 of Protocol No. 1 and that his eviction had amounted to a violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": ".  On 10 January 2014 the President of the First Section decided to grant the application priority under Rule 41 of the Rules of the Court and to give the Government notice of the application.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1980 and lives in Moscow.",
                                "elements": []
                            },
                            {
                                "content": "A.  Privatisation of and subsequent transactions in respect of the flat later purchased by the applicant",
                                "elements": [
                                    {
                                        "content": "6.  Prior to its privatisation, the 31.1 square-metre flat at 12-5 Ulitsa Lavochkina, Moscow, had been owned by the City of Moscow. Sh. had resided there as a tenant under the social housing agreement with the city.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 17 May 2003 Sh. died.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 25 July 2003 Sh.’s ex-boyfriend, Un., and an unidentified person impersonating Sh. had their marriage registered in the Tambov Region. Un. then applied to the local housing office, where he presented his marriage certificate and was registered as residing in Sh.’s flat as a tenant. On 31 October 2003 the title to the flat was transferred to Un. under the privatisation scheme. On 25 December 2003 the privatisation transaction and Un.’s title to the flat were registered by the Moscow City Committee for Registration of Real Estate Transactions (the “City Registration Committee”).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On an unspecified date the prosecutor’s office opened a criminal investigation into Un.’s activities in respect of the flat and on 5 May 2005 the Golovinskiy District Court of Moscow found him guilty of fraud and sentenced him to a term of imprisonment. The flat was transferred to the Department for Housing of the City of Moscow (the “Housing Department”).",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 30 August 2005 the District Court granted claims lodged by the prosecutor on behalf of the city authorities and ordered the annulment of Un.’s marriage certificate and the privatisation agreement, and the revocation of his title to the flat. The parties did not appeal against that judgment and it became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  When Un. was released in 2011, having served a prison sentence for fraud, the city authorities had not yet informed the City Registration Committee of the judgments of 5 May and 30 August 2005. Un. was therefore still officially registered as the flat’s owner and on 28 October 2011 he sold the flat to S. On 8 November 2011 the City Registration Committee registered the sale agreement and S.’s title to the flat.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  On 22 December 2011 S. sold the flat to the applicant. The sale agreement was registered by the City Registration Committee on 29 December 2011. The applicant moved in and resided in the flat with his girlfriend.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Revocation of the applicant’s title to the flat and eviction proceedings",
                                "elements": [
                                    {
                                        "content": "13.  On an unspecified date the Housing Department brought a civil claim against the applicant seeking, inter alia, (1) the revocation of the applicant’s title to the flat and his eviction; and (2) restitution of the flat to the City of Moscow.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 30 October 2012 the District Court examined the case. It conceded that the applicant was a bona fide purchaser of the flat. Nevertheless, relying on Article 302 of the Russian Civil Code, the court granted the Housing Department’s claims, pointing out that it remained open to the applicant to sue S. in order to have his rights protected. The applicant appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 12 March 2013 the Moscow City Court upheld the judgment of 30 October 2012 on appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 3 June 2013 the City Court refused to grant the applicant leave to lodge a cassation appeal against the judgments of 30 October and 12 March 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 12 February 2014 the Supreme Court of the Russian Federation, in a single-judge formation, dismissed a cassation appeal lodged by the applicant against the judgments of 30 October and 12 March 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 26 July 2013 the district bailiff’s service instituted enforcement proceedings in respect of the judgment of 30 October 2012. According to the applicant, he was evicted on 18 November 2013.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Action for damages against S.",
                                "elements": [
                                    {
                                        "content": "19.  On 22 January 2014 the Sergiyev Posad Town Court of the Moscow Region granted a claim for damages against S. lodged by the applicant and awarded him 4,330,000 Russian roubles (RUB). On 28 February 2014 the judgment became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On an unspecified date the bailiff instituted enforcement proceedings in respect of the judgment of 22 January 2014. On 17 June 2014 the proceedings were discontinued as it had been impossible to establish S.’s whereabouts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  According to the Government, on 14 August 2014 the bailiff’s superior quashed the decision of 17 June 2014 and the enforcement proceedings are still pending.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "22.  For a summary of the relevant domestic provisions and practice, see the case of Gladysheva (Gladysheva v. Russia, no. 7097/10, §§ 35-37, 6 December 2011).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The applicant complained that he had been deprived of his flat in violation of Article 1 of Protocol No. 1 to the Convention, which provides, in so far as relevant, as follows:",
                                "elements": []
                            },
                            {
                                "content": " “Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "24.  The Government considered that the applicant had not made recourse to existing effective domestic remedies, as he had not brought a supervisory-review complaint against the judgments in his case. They opined that he could successfully recover his losses through a civil action for damages against the person who had sold the flat to him. Without providing information as to the enforcement of relevant judgments, the Government referred to similar actions brought by Ms P. and Ms Pol., who had successfully sued their respective vendors for damages resulting from void transactions.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant considered that he had exhausted all the effective domestic remedies available to him (see paragraphs 14-19 above).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  In so far as the Government may be understood to have challenged the applicant’s victim status, the Court reiterates its previous finding that in circumstances where someone was deprived of their title to a flat by a final and enforceable judgment and there was no further recourse that might potentially lead to the reinstatement of his or her title to the flat, a possibility of bringing an action for damages cannot deprive that person of victim status for the purposes of complaints under Article 1 of Protocol No. 1 to the Convention. Nor can an action for damages be regarded as necessary for compliance with the rule of exhaustion of domestic remedies within the meaning of Article 35 § 1 of the Convention. This issue would only be relevant for the purposes of assessing the proportionality of the interference and calculation of pecuniary damage if a violation of Article 1 of Protocol No. 1 to the Convention is found by the Court and if just satisfaction is awarded under Article 41 of the Convention (see Gladysheva, cited above, §§ 60-62 and 89).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court considers that these findings hold true in the context of the present case. The Government have not put forward any fact or argument capable of persuading it to reach a different conclusion. The Government’s objection in this regard is, therefore, dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As to the Government’s argument that it was incumbent on the applicant to apply for supervisory review of the judgments in his case, the Court observes that the issue of the effectiveness of that remedy has already been examined in depth on a previous occasion (see Abramyan and Others v. Russia (dec.), no. 38951/13 and 59611/13, §§ 97-103, 12 May 2015). In Abramyan and Others, the Court established that an application for supervisory review constituted in essence an indirect, extraordinary remedy which remained outside the normal framework of domestic remedies in accordance with the generally recognised rules of international law, and rejected the Government’s non-exhaustion plea. It does not see any reason to reach a different conclusion in the present case. The Government’s objection in this regard is, therefore, dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": ".  The Government considered that the interference with the applicant’s property rights had been “in accordance with the law”. In their view, the flat had left the city’s possession against its will and the latter had a right to reclaim the flat even from a bona fide purchaser. The Government further argued that the applicant should have been suspicious of S. as he had owned the flat for only one month. In such circumstances, he should have acted with more diligence and caution and taken additional measures to verify the legitimacy of S.’s title in order to minimise his risks, or chosen not to buy the flat at all.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Government also considered that the interference with the applicant’s property rights had pursued the legitimate aim of protecting the interests of others, notably persons in need of housing. The transfer of the flat to the State should not be viewed as having been carried out in the State’s interests only. The City of Moscow was responsible for providing affordable housing to people on low incomes. Accordingly, the City had reclaimed the flat in the interests of those people. The Government conceded that the applicant had sustained a certain financial loss as a result of the State’s actions. However, his loss had been caused by the fraudulent acts of other individuals and he could recover the damage through a civil action for damages against them. In the Government’s opinion, the loss of the real property in such circumstances did not amount to a disproportionate burden for the applicant. In any event, the applicant could be granted social housing if he satisfied the eligibility criteria.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant argued that the Russian legislation which condoned repossession of the flat by the State was not compatible with the Convention standards. In particular, he pointed out that, according to the domestic courts, the State authorities had been under no obligation to register their title to the flat following its recognition in 2005. As a result, Un. was still registered as the flat’s lawful owner in 2011, after having served a six-year prison sentence for fraudulently acquiring title to it. He had been able to move back into the flat without any hindrance and then to sell it to S.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The applicant further challenged the Government’s assertion that the interference with his property rights had pursued a legitimate aim. He argued that, following recognition of the State’s title in 2005, the flat had remained unoccupied until 2011. The authorities had failed to register their title to the flat and to assign it to anyone in need of social housing.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Lastly, the applicant argued that the interference with his property rights had failed to strike a “fair balance” between the demands of the public or general interest of the community and the requirement to protect his rights. When granting the State’s claims against the applicant, the national courts had not examined the issue of proportionality at all. However, the decision to reclaim the flat from the applicant, who had bought it in good faith, coupled with the State’s failure to enforce the judgment in his favour so that he could recover damages from the person who had sold him the flat, had put an excessive burden on him.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "35.  The general principles concerning protection of property are well established in the Court’s case-law (see Gladysheva, cited above, §§ 64-68).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court observes that it is common ground between the parties that the flat constituted the applicant’s possession and that the revocation of his title to it amounted to an interference with his rights set out in Article 1 of Protocol No. 1 to the Convention. The Court sees no reason to hold otherwise.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court’s task in the present case is, accordingly, to determine whether the interference satisfied the requirement of lawfulness and was not arbitrary and whether it struck a “fair balance” between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights (see Beyeler v. Italy [GC], no. 33202/96, § 107, ECHR 2000I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  As regards the lawfulness of the revocation of the applicant’s title to the flat, the Court observes that the gist of the applicant’s complaint is that the Russian legislation had allowed an omission on the part of the authorities duly and promptly to register their title to the flat. That had resulted in a situation in which someone convicted of the fraudulent acquisition of the flat had continued for years to be officially recognised as its legitimate owner and had thus been able to defraud others through the sale of the flat.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Even if the relevant legal provisions may be considered to lack a certain clarity, that factor alone cannot lead to the conclusion that the interference in question was unforeseeable or arbitrary and therefore incompatible with the principle of lawfulness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court is, nonetheless, required to verify that the manner in which domestic law is interpreted and applied – even where the requirements have been complied with – does not entail consequences at variance with the Convention standards (compare Beyeler, cited above, § 110).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As to the legitimate aim of the impugned measure, the Court notes that the flat remained abandoned by the authorities for years. Accordingly, it does not consider the Government’s argument that the revocation of the applicant’s title to the flat pursued the public interest, in that it catered for the needs of those on the waiting list for social housing, to be beyond dispute. However, in the Court’s view, this question is closely related to the broader issue of whether the interference with the applicant’s rights was necessary in a democratic society. In view of its analysis in paragraphs 4247 below, the Court does not find it necessary to decide as to the existence of a matter of public concern warranting measures of deprivation of property.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Turning to the assessment of whether the impugned measure satisfied the requirement of proportionality, despite the margin of appreciation given to the State the Court must nevertheless, in the exercise of its power of review, determine whether the requisite balance was maintained in a manner consonant with the applicant’s right to property (see Rosiński v. Poland, no. 17373/02, § 78, 17 July 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court notes that the Government have failed to give a convincing explanation as to why, contrary to the public interest of catering for the needs of those on the waiting list for social housing, the city authorities chose not to have their title to the flat duly registered and/or to assign the flat to a person in need of social housing back in 2005, when Un.’s fraudulent actions had been discovered and the domestic judicial authorities had recognised the city’s title to the flat. In that connection, the Court reiterates that where an issue in the general interest is at stake, it is incumbent on the public authorities to act in good time, in an appropriate manner and with utmost consistency (see Beyeler, cited above, § 120). Given the circumstances, bringing an action against the applicant, a bona fide purchaser of the flat, some seven years later calls for a justification which has not been furnished.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court also rejects the Government’s argument that the applicant was somehow responsible for his situation because he failed to show due diligence as unsubstantiated and inconsistent with the findings of the domestic courts (see paragraph 14 above). In particular, they have not explained why a relatively rapid series of sales (two in two months) should put a potential purchaser on notice that the vendor’s title may not be as set out in the register.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Accordingly, the applicant has been deprived of ownership without compensation or provision of replacement housing from the State. The judgment in his favour ordering S. to pay him damages resulting from the repossession of the flat by the city remains unenforced to date.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court concludes that the conditions under which the applicant was deprived of his title to the flat imposed an individual and excessive burden on him and that the authorities have failed to strike a fair balance between the demands of the public interest on the one hand and the applicant’s right to peaceful enjoyment of his possessions on the other.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  There has accordingly been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The applicant complained that his eviction had amounted to a violation of his right to respect for home. He relied on Article 8 of the Convention, which reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": ".  The Government admitted that the national courts’ decision to order the applicant’s eviction had constituted an inference with his right to respect for his “home” under Article 8 of the Convention. They considered that such interference had been lawful, pursued the legitimate aim of protecting the rights of persons eligible for social housing and that it had been proportionate to that aim. In particular, the applicant had only lived in the flat for about eleven months before his eviction, which in their opinion was insufficient to develop a long-lasting connection to it. He had moreover not asked that eviction be suspended.",
                                "elements": []
                            },
                            {
                                "content": ".  The applicant maintained his complaints.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court notes that it has not been disputed between the parties that the flat in question was the applicant’s “home” within the meaning of Article 8 of the Convention and that his eviction from that flat amounted to an interference with his rights to respect for his home.",
                                "elements": []
                            },
                            {
                                "content": ".  The Court further notes that the lawfulness of the eviction is not in dispute. Under the domestic law it is an automatic consequence of termination of ownership. It will thus consider it lawful. Turning to the existence of a legitimate aim, the Court finds, for the same reasons as for Article 1 of Protocol No. 1 to the Convention, that it is not necessary to decide as to the existence of a matter of public concern warranting eviction (see paragraph 41 above).",
                                "elements": []
                            },
                            {
                                "content": "53.  It will therefore proceed to the question of whether the interference was “necessary in a democratic society”. In making this assessment the Court will have to examine if it answers a “pressing social need” and, in particular, if it is proportionate to the legitimate aim pursued. It has previously held that the margin of appreciation in housing matters is narrower when it comes to the rights guaranteed by Article 8 compared to those in Article 1 of Protocol No. 1 to the Convention, regard had to the central importance of Article 8 of the Convention to the individual’s identity, self-determination, physical and moral integrity, maintenance of relationships with others and a settled and secure place in the community (see Gladysheva, cited above, § 93, with further references).",
                                "elements": []
                            },
                            {
                                "content": "54.  The Court observes that an order was made for the applicant’s eviction automatically by the domestic courts after they had stripped him of ownership. They made no further analysis as to the proportionality of the measure to be applied against the applicant, namely his eviction from the flat they declared to be municipally-owned. However, the guarantees of the Convention require that any interference with an applicant’s right to respect for his or her home not only be based on the law but should also be proportionate, under paragraph 2 of Article 8 of the Convention, to the legitimate aim pursued, regard being had to the particular circumstances of the case. Furthermore, no legal provision of domestic law should be interpreted and applied in a manner incompatible with the respondent State’s obligations under the Convention (see Stanková v. Slovakia, no. 7205/02, § 24, 9 October 2007).",
                                "elements": []
                            },
                            {
                                "content": "55.  The Court also attaches weight to the fact that the applicant’s home has been repossessed by the City of Moscow, and not by another private party whose interests in that particular flat would have been at stake. The allegedly intended beneficiaries on the waiting list were not sufficiently individualised to allow their personal circumstances to be balanced against those of the applicant. In any event, no individual on the waiting list would have had the same attachment to the flat as the applicant, or would hardly have had a vested interest in that particular dwelling, as opposed to a similar one (see, for a similar reasoning, Gladysheva, cited above, § 95).",
                                "elements": []
                            },
                            {
                                "content": "56.  Finally, the Court takes into account that the applicant was not provided with permanent, or even temporary, accommodation when he had to move out. The authorities made no effort to contribute to a solution of his housing need. It follows that the applicant’s rights guaranteed by Article 8 of the Convention were entirely left out of the equation when it came to balancing his individual rights against the interests of the City of Moscow (see, for a similar reasoning, Gladysheva, cited above, § 96).",
                                "elements": []
                            },
                            {
                                "content": "57.  There has therefore been a violation of Article 8 of the Convention in the instant case.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Pecuniary damage",
                                "elements": [
                                    {
                                        "content": "59.  The applicant claimed 4,796,000 Russian roubles (RUB) in respect of pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government submitted that no award should be made to the applicant in respect of his pecuniary claims given that his rights had been restored at the national level.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court is considers that the question of the application of Article 41 of the Convention, in so far as it concerns pecuniary damage, is not ready for a decision (Rule 75 § 1 of the Rules of Court). Accordingly, it reserves that question and the further procedure, and invites the Government and the applicant, within four months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, to submit their observations on the matter and, in particular, to inform it of any agreement that they may reach.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": ".  The applicant claimed RUB 10,000,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government considered the applicant’s claims excessive and unsubstantiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The Court has no doubt that the applicant has suffered distress and frustration on account of the loss of his property. Making its assessment on an equitable basis, the Court awards the applicant 9,000 euros (EUR) in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "65.  The applicant also claimed RUB 107,000 for the legal fees incurred before the domestic courts and EUR 5,000 and RUB 30,000 for those incurred before the Court. He further claimed postal expenses in the amount of RUB 4,820.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Government considered that the expenses incurred by the applicant in the course of the domestic proceedings were not related to the consideration of his application before the Court. They further argued that the applicant had only agreed to pay EUR 5,000 to his representative subject to the successful outcome of the proceedings before the Court. As a matter of Russian law, such an agreement was invalid and should not be taken into consideration by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 3,200 covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "68.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that the question of the application of Article 41 of the Convention, in so far as it concerns the claim for pecuniary damages, is not ready for decision;",
                        "elements": []
                    },
                    {
                        "content": "accordingly,",
                        "elements": []
                    },
                    {
                        "content": "(a)  reserves the said question;",
                        "elements": []
                    },
                    {
                        "content": "(b)  invites the Government and the applicants to submit, within four months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, their written observations on the matter and to notify the Court of any agreement that they may reach;",
                        "elements": []
                    },
                    {
                        "content": "(c)  reserves the further procedure and delegates to the President of the Chamber the power to fix the same if need be;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within the same three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(i)  EUR 9,000 (nine thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(ii)  EUR 3,200 (three thousand two hundred euros), plus any tax that may be chargeable to the applicant, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 13 September 2016, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Luis López Guerra",
            "role": "president"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ANDREY MEDVEDEV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-166685.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2016:0913JUD007573713",
    "externalsources": [],
    "extractedappno": [
        "75737/13",
        "7097/10",
        "38951/13",
        "59611/13",
        "33202/96",
        "17373/02",
        "7205/02"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-166685",
    "judgementdate": "13/09/2016 00:00:00",
    "kpdate": "13/09/2016 00:00:00",
    "kpthesaurus": [
        "451",
        "426",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "P1-1-1",
        "8",
        "8-1",
        "P1-1"
    ],
    "parties": [
        "ANDREY MEDVEDEV",
        "RUSSIA"
    ],
    "rank": "1620.77746582031",
    "representedby": [
        "ZENIN A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "454761",
    "typedescription": "14"
}