{
    "__articles": "3;6;8",
    "__conclusion": "No violation of Article 3 - Prohibition of torture (Substantive aspect);No violation of Article 8 - Right to respect for private and family life;Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "18527/02",
    "article": [
        "6",
        "3",
        "8"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Substantive aspect"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "type": "no-violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "No violation of Article 8 - Right to respect for private and family life",
            "type": "no-violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-95758.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 18527/02) against the Republic of Bulgaria lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Bulgarian national, Mr Krastiu Dimitrov Tonchev (“the applicant”), on 27 March 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr D. Tonchev, a lawyer practising in Vratsa. The Bulgarian Government (“the Government”) were represented by their Agent, Ms M. Kotseva, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the authorities had failed to prosecute diligently an individual who had assaulted his son.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 14 October 2008, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  Neither the applicant nor the Government filed further written observations (Rule 59 § 1 of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1941 and lives in Vratsa.",
                                "elements": []
                            },
                            {
                                "content": "A.  The incident of 25 March 1993",
                                "elements": [
                                    {
                                        "content": "7.  At about 2.30 p.m. on 25 March 1993 the applicant's fiveyearold son was playing in the street and started spraying a neighbour, Mr M.T., with water from a bottle. According to the findings of the national courts which examined the case later, M.T. asked him to stop. The applicant's son did not heed his request. M.T. then took a fivecentimetrelong piece of tile and threw it at the applicant's son, hitting him in the forehead and the left eyelid. The injuries suffered by the boy were a longitudinal wound on the left eyebrow measuring 11 by 3 millimetres and a bruised lower left eyelid measuring 5 by 3 millimetres. The applicant alleged that his son had in addition suffered psychological trauma.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The proceedings against M.T.",
                                "elements": [
                                    {
                                        "content": "8.  On 3 August 1993 the applicant, acting on behalf of his son, lodged with the Vratsa District Court (Врачански районен съд) a criminal complaint and a claim for damages against M.T. He alleged that M.T. had wilfully inflicted actual minor bodily harm on his son and requested that he be sentenced to two years' imprisonment and be ordered to pay 100,000 old Bulgarian levs (BGL), plus interest, as compensation for his son's pain and suffering.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  At the first hearing, which took place on 15 November 1993, the court invited the parties to settle. M.T. expressed his regret and said that he was willing to reach a settlement with the applicant, but the latter refused. The court adjourned the case to allow the parties to call witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  At the next hearing, held on 18 April 1994, the court again unsuccessfully invited the parties to settle. It heard M.T. and three witnesses and adjourned the case to allow the applicant to call two more witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Four hearings, listed for 19 October 1994, 22 February, 14 June and 18 October 1995, failed to take place: the first because witnesses called by the applicant did not appear; the second because the applicant, who was taking care of his sick son in hospital, and M.T.'s lawyer were absent; the third because the applicant was ill and could not attend; and the fourth because neither the applicant, who was ill, nor M.T. appeared. At the fourth hearing the court noted that M.T. had not given good reasons for his absence and ordered that he be compelled to attend the next hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  At the next hearing, on 11 December 1995, the court again invited the parties to settle, without success. It heard one witness and asked an expert to give an opinion on the exact extent of the injuries suffered by the applicant's son. The applicant increased the claim for damages to BGL 200,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  At a hearing held on 13 March 1996, in spite of the absence of the applicant's lawyer, the court heard the expert and admitted his report in evidence. The applicant requested a neurological expert report on his son's condition. The court refused his request and heard the parties' closing arguments. In a judgment of the same day it found M.T. guilty of wilfully inflicting actual minor bodily harm on the applicant's son, contrary to Article 130 § 1 of the Criminal Code (see paragraph 25 below). It sentenced him to one year's imprisonment, suspended. It awarded the applicant's son BGL 8,000, plus interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicant appealed to the  (Врачански окръжен съд), arguing that there had been material breaches of the rules of procedure, that the court had erred in assessing the facts and that the sentence was too lenient.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  A hearing listed for 18 April 1996 was adjourned as M.T.'s lawyer was busy with another case and could not attend.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  At a hearing held on 20 June 1996 the court unsuccessfully invited the parties to settle. It heard their closing arguments and reserved judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 29 July 1996 the  quashed the lower court's judgment and remitted the case. It held that by proceeding on 13 March 1996 in the absence of the applicant's lawyer the lower court had committed a material breach of the rules of procedure. The court went on to say that the failure to question two witnesses requested by the applicant and to appoint a neurological expert had led to an insufficient evidentiary basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On remittal, the Vratsa District Court held a hearing on 24 June 1997. It heard M.T. The applicant reiterated his request for a neurological expert to be appointed and increased the claim for damages to BGL 6,300,000. The court ordered a medical report, to be drawn up by three experts, and adjourned the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  At the next hearing, which took place on 23 April 1998, the court heard a medical expert and one witness, and admitted the expert's report in evidence. The applicant requested a further expert report, to be drawn up by three experts. The court granted his request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Two hearings, listed for 11 March and 11 May 1999, failed to take place, the first because the applicant was ill and the second because M.T.'s lawyer was attending a colleague's funeral.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  A hearing was held on 14 July 1999. M.T. asked the court to adjourn the case, as his lawyer was absent. The court refused his request, saying that the case had already been adjourned many times and that the request was an abuse of process. It heard the parties' closing arguments and, in a judgment of the same date, found M.T. guilty of inflicting minor bodily harm on the applicant's son. It sentenced him to six months' imprisonment and ordered him to pay the applicant's son 10 new Bulgarian levs (BGN), plus interest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Both the applicant and M.T. appealed to the Vratsa Regional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  At a hearing held on 23 November 2000 M.T.'s lawyer asked the court to discontinue the proceedings, as the applicable limitation period had expired. In a judgment of the same date the  once again quashed the lower court's judgment and remitted the case. It held that by proceeding in the absence of M.T.'s lawyer at the last hearing the lower court had infringed his defence rights. It had also failed to duly admit for examination the applicant's increased claim for damages. The court went on to say that it could not rule on the merits of the case, as the limitation period had expired in September 2000. However, it could not discontinue the proceedings on this ground, such matters falling within the exclusive jurisdiction of the firstinstance court. It therefore instructed that court to discontinue them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In a decision of 27 December 2000 the Vratsa District Court discontinued the proceedings, noting that the limitation period had expired. The alleged offence had been committed on 25 March 1993, that is, more than seven and a half years earlier, which barred any further prosecution. Upon an appeal by the applicant, the Vratsa Regional Court upheld the decision discontinuing the proceedings in a judgment of 4 April 2001. A subsequent appeal by the applicant was dismissed by the Supreme Court of Cassation (Върховен касационен съд) on 12 October 2001.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Minor bodily harm",
                                "elements": [
                                    {
                                        "content": "25.  Article 130 § 1 of the 1968 Criminal Code makes it an offence wilfully to inflict actual minor bodily harm, defined as an injury to health other than those specifically set out in Articles 128 § 2 and 129 § 2 of the Code, which deal with grievous and intermediate bodily harm. The maximum penalty on conviction is two years' imprisonment or compulsory labour. Aggravated actual minor bodily harm, which includes cases where it has been inflicted on a child under fourteen years of age, carries a maximum penalty of three years' imprisonment (Article 131 § 1 (4) of the Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Minor bodily harm is privately prosecutable (Article 161 of the Code). The prosecution is thus brought directly by the victim of the offence and not by the public prosecutor (Article 240 § 1 (2) of the 1974 Code of Criminal Procedure, superseded by Article 247 § 1 (2) of the 2005 Code of Criminal Procedure). In exceptional cases, where the aggrieved parties cannot ensure the defence of their interests because of frailty or dependency on the alleged perpetrator, the public prosecutor may bring a prosecution in their stead or intervene in the proceedings (Articles 4546a of the 1974 Code and Articles 4850 of the 2005 Code).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Limitation periods for the prosecution of criminal offences",
                                "elements": [
                                    {
                                        "content": "27.  The law and practice concerning limitation periods for the prosecution of criminal offences have been described in paragraphs 27 and 28 of the Court's judgment in the recent case of Dinchev v. Bulgaria (no. 23057/03, 22 January 2009).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Tort claims in civil proceedings and in the context of criminal proceedings",
                                "elements": [
                                    {
                                        "content": "28.  The victim of a tort which is also a privately prosecutable criminal offence has the choice of bringing a claim against the alleged tortfeasor in the civil courts, or of making a civilparty claim in the context of criminal proceedings (Article 60 § 1 of the 1974 Code of Criminal Procedure, superseded by Article 84 § 1 of the 2005 Code of Criminal Procedure).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Under Article 64 § 2 of the 1974 Code (superseded by Article 88 § 2 of the 2005 Code), the examination of a civilparty claim should not lead to an adjournment of the criminal case. If the proceedings are discontinued the claim is not examined, but may be brought separately in a civil court (Article 64 § 3 of the 1974 Code, superseded by Article 88 § 3 of the 2005 Code). The criminal court rules on the claim only when giving judgment on the merits of the criminal case, even if in that judgment it finds that the accused's criminal liability has been extinguished (Article 305 of the 1974 Code, superseded by Article 307 of the 2005 Code; and реш. № 225 от 20 септември 2004 г. по н.д. № 849/2003, ВКС, II н.о.).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE APPLICANT'S STANDING",
                        "elements": [
                            {
                                "content": "30.  The first issue to be determined is whether the applicant was entitled to bring an application in his own name for an alleged violation of the rights of his son.",
                                "elements": []
                            },
                            {
                                "content": "31.  On this point the Court observes that the object and purpose of the Convention as an instrument for the protection of individual human beings requires that its provisions, both procedural and substantive, be interpreted and applied so as to render its safeguards both practical and effective. In this context, the position of children under Article 34 qualifies for careful consideration, as they must generally rely on other persons to present their claims and represent their interests, and may not be of an age or capacity to authorise any steps to be taken on their behalf in any real sense. A restrictive or technical approach in this area is therefore to be avoided and the key consideration in such cases is that any serious issues concerning respect for a child's rights should be examined (see C. and D. v. the United Kingdom (dec.), no. 34407/02, 31 August 2004, citing Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, ECHR 2000VIII, and P., C. and S. v. the United Kingdom (dec.), 56547/00, 11 December 2001).",
                                "elements": []
                            },
                            {
                                "content": "32.  In the instant case the Court observes that at the time of the events in issue, as well as at the time when the application was lodged, the applicant's son was still a minor (see paragraphs 1 and 7 above). Therefore, in the light of the above principles, it can be concluded that the applicant was entitled to apply to the Court to protect his interests. Moreover, it was the applicant who brought the domestic proceedings on his son's behalf and was representing him in them (see paragraph 8 above, mutatis mutandis, Velikova v. Bulgaria (dec.), no. 41488/98, ECHR 1999V).",
                                "elements": []
                            },
                            {
                                "content": "33.  The Court is therefore satisfied that the applicant was entitled to bring the application on behalf of his son.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATIONS OF ARTICLES 3 AND 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  The applicant complained that the criminal proceedings against M.T. had dragged on for too long and had failed to provide effective protection in respect of the ill-treatment to which the latter had subjected his son. In his view, they had exceeded a reasonable time.",
                                "elements": []
                            },
                            {
                                "content": "35.  The respondent Government submitted that the complaint should not be examined under Article 3 as the applicant had not expressly relied on this provision. In the alternative, they submitted that the treatment to which his son had been subjected – a single, not very violent, blow with a small piece of tile – had not been sufficiently serious to fall within the ambit of this provision. In any event, the case against M.T. had been examined three times by the first-instance court, three times by the second-instance court and once by the Supreme Court of Cassation. The proceedings had taken a long time and had, as a result, been discontinued because of the numerous adjournments requested by the applicant and M.T. and the failure of witnesses to appear. Even though no criminal sanction had been imposed on M.T., it was still open to the applicant to seek damages from him in a separate tort claim.",
                                "elements": []
                            },
                            {
                                "content": "36.  The applicant replied that the Court was free to give to the facts any legal characterisation which it saw fit. In his view, the minimum level of severity required by Article 3 had clearly been exceeded. The legal characterisation of the offence as the infliction of minor bodily harm was not paramount on this point. The psychological repercussions of the attack on a young child's mind were very serious: they had caused his son feelings of terror. The exact extent of the psychological trauma was unknown, as the national courts had declined to commission an expert report on that aspect. Moreover, the tile's impact point had been very close to his son's eye and could have blinded him.",
                                "elements": []
                            },
                            {
                                "content": "37.  The Court considers that the applicant's complaint falls to be examined under Articles 3 and 8 of the Convention, which provide, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "Article 3 (prohibition of torture)",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "Article 8 (right to respect for private ... life)",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private ... life...”",
                                "elements": []
                            },
                            {
                                "content": "38.  The first question for decision is the applicability of these provisions. On this point the Court observes that ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3 of the Convention. The assessment of this level depends on all the circumstances of the case. Factors such as the nature and context of the treatment, the manner and method of its execution, its duration, its physical and mental effects and, in some instances, the sex, age and state of health of the victim must all be taken into account (see, among many other authorities, CostelloRoberts v. the United Kingdom, 25 March 1993, § 30, Series A no. 247C).",
                                "elements": []
                            },
                            {
                                "content": "39.  In the instant case the Court observes that the assault upon the applicant's son, while wilful, was not very violent: it consisted in the oneoff throwing of a small piece of tile. The resultant harm – a longitudinal wound on the left eyebrow measuring 11 to 3 millimetres and a bruise on the lower left eyelid measuring 5 to 3 millimetres (see paragraph 7 above) – was not very serious, even if account is taken of the fact that the boy was five years old. It is conceivable that as a result of the attack he might have suffered a certain psychological trauma. However, the applicant, despite his allegations in this respect, has adduced no evidence of any severe or longlasting psychological effects on his son. While his requests in this respect were rejected by the domestic courts (see paragraphs 13 and ",
                                "elements": []
                            },
                            {
                                "content": "18 above), there was nothing to prevent him from submitting such evidence in the proceedings before the Court.",
                                "elements": []
                            },
                            {
                                "content": "40.  Previous cases in which the Court has found that the State's positive obligations under Article 3 were engaged concerned far more serious instances of illtreatment: beating with a garden cane applied with considerable force on more than one occasion (see A. v. the United Kingdom, 23 September 1998, § 21, Reports of Judgments and Decisions 1998VI), very serious neglect and abuse for a number of years (see Z and Others v. the United Kingdom [GC], no. 29392/95, §§ 1136, 40 and 74, ECHR 2001V), consistent sexual abuse over a period of years (see D.P. and J.C. v. the United Kingdom, no. 38719/97, §§ 66-74, 10 October 2002), extremely serious sexual and physical abuse over a long period of time (see E. and Others v. the United Kingdom, no. 33218/96, §§ 43 and 89, 26 November 2002), multiple rape (see M.C. v. Bulgaria, no. 39272/98, §§ 1621, 30 and 153, ECHR 2003XII), beating all over the body with wooden planks, leading to multiple rib fractures (see Šečić v. Croatia, no. 40116/02, § 8, 11 and 51, ECHR 2007VI), and anal fissure caused by several attackers in highly intimidating circumstances (see Nikolay Dimitrov v. Bulgaria, no. 72663/01, §§ 9 and 70, 27 September 2007). By contrast, in the present case the Court is not persuaded that the treatment to which the applicant's son was subjected was sufficiently harsh to bring Article 3 into play.",
                                "elements": []
                            },
                            {
                                "content": "41.  Similarly, the Court considers that the treatment complained of did not entail adverse effects for the physical or moral integrity of the applicant's son sufficient to bring it within the scope of the prohibition contained in Article 8. While not wishing to be taken to condone in any way the assault on him, the Court finds that in the circumstances there has also been no violation of that Article (see, mutatis mutandis, CostelloRoberts, cited above, § 36 in fine).",
                                "elements": []
                            },
                            {
                                "content": "42.  There has therefore been no violation of Article 3 or of Article 8 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATIONS OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "43.  The applicant alleged that the proceedings against M.T. had exceeded a reasonable time and had failed to provide him with effective redress.",
                                "elements": []
                            },
                            {
                                "content": "44.  The Court considers that this complaint falls to be examined under Article 6 § 1 of the Convention, which in so far as relevant provides:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law.”",
                                "elements": []
                            },
                            {
                                "content": "45.  This provision does not guarantee the right to have third parties prosecuted or sentenced for a criminal offence (see, among many other authorities, Perez v. France [GC], no. 47287/99, § 70, ECHR 2004I). However, since the applicant brought a civil claim against M.T. from the very outset, Article 6 § 1 applied, under its civil limb, to the entirety of the proceedings (see Calvelli and Ciglio v. Italy [GC], no. 32967/96, § 62, ECHR 2002I, and Perez, cited above, §§ 70 and 71).",
                                "elements": []
                            },
                            {
                                "content": "46.  As regards the first limb of the complaint, which concerns the length of the proceedings, the Court observes that they started on 3 August 1993 and ended on 12 October 2001 (see paragraphs 8 and 24 above and, mutatis mutandis, Schumacher v. Luxembourg, no. 63286/00, § 28, 25 November 2003, as regards the dies ad quem). Their overall duration was therefore just over eight years and two months.",
                                "elements": []
                            },
                            {
                                "content": "47.  The reasonableness of the length of proceedings must be assessed in the light of the particular circumstances of the case and having regard to the criteria laid down in the Court's caselaw, in particular the complexity of the case and the conduct of the applicant and of the relevant authorities (see Calvelli and Ciglio, cited above, § 64).",
                                "elements": []
                            },
                            {
                                "content": "48.  The Court does not consider that the case gave rise to any complex issues. While a number of adjournments were the product of the parties' conduct (see paragraphs 11, 15 and 20 above), it cannot be overlooked that the intervals between most of the hearings were substantial – between four and twelve months (see paragraphs 913 and ",
                                "elements": []
                            },
                            {
                                "content": "1821 above). The Court additionally observes that the Vratsa District Court started examining the case for a second time almost a year after its initial judgment had been quashed by the Vratsa Regional Court, and that the Vratsa Regional Court heard the appeal against the second judgment of the Vratsa District Court after an interval of more than fifteen months, when the limitation period had already kicked in (see paragraphs ",
                                "elements": []
                            },
                            {
                                "content": "18 and 23 above).",
                                "elements": []
                            },
                            {
                                "content": "49.  Having regard to these delays, and observing that the courts were unable finally to determine the merits of a relatively simple case for more than eight years, the Court concludes that the length of the proceedings failed to satisfy the reasonabletime requirement of Article 6 § 1. There has therefore been a violation of this provision.",
                                "elements": []
                            },
                            {
                                "content": "50.  Concerning the second limb of the complaint, the Court observes that the issue in the present case is whether the criminal courts' failure, due to the manner in which the proceedings unfolded, to determine finally the applicant's claim for damages deprived him of effective access to a court, in spite of his being able subsequently to bring a separate civil claim against M.T.",
                                "elements": []
                            },
                            {
                                "content": "51.  On this point the Court observes that in the recent cases of Atanasova and Dinchev it had to deal with situations which were essentially identical to those of the present case. In those two cases the applicants' civil-party claims brought in the context of criminal proceedings had not been examined due to the discontinuance of those criminal proceedings following the expiry of the relevant limitation periods. In both cases the Court found, by reference to Anagnostopoulos v. Greece (no. 54589/00, 3 April 2003), that the applicants had not enjoyed effective access to a court and that this could not be cured by the possibility of bringing fresh claims in the civil courts (see Atanasova v. Bulgaria, no. 72001/01, 2 October 2008, and Dinchev, cited above).",
                                "elements": []
                            },
                            {
                                "content": "52.  The Court does not find anything in the facts of the present case – whose only material difference is that it concerns a privately rather than a publicly prosecutable offence – to prompt it to vary this conclusion. It reiterates that where the domestic legal order provides litigants with an avenue of redress, such as a civilparty claim in the context of criminal proceedings, the State is under an obligation to ensure that they enjoy the fundamental guarantees laid down in Article 6 § 1. Thus, in the Court's view, the applicant could not be expected to wait for the extinction of the criminal liability of the alleged perpetrator of the offence of which his son was the victim, many years after making his original civilparty claim and even longer after the impugned events, to bring a fresh claim before the civil courts (see Atanasova, § 46, and Dinchev, § 50, both cited above). This conclusion is not altered by the fact he could have opted to bring a separate civil claim from the outset (see paragraph 28 above). His preference for seeking damages in the context of criminal proceedings does not appear unjustified in the circumstances. Having chosen this remedy, he was entitled to have his claim determined and not required to try the alternative avenue of redress available under Bulgarian law (see Dinchev, cited above, § 51).",
                                "elements": []
                            },
                            {
                                "content": "53.  There has therefore been a violation of Article 6 § 1 on this account also.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "55.  The applicant claimed 12,000 euros (EUR) in medical and other expenses incurred as a result of his son's injury. He did not formulate a claim in respect of any nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government did not comment on the applicant's claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court observes that the bodily harm which lies at the source of the medical and other expenses incurred by the applicant was not the result of acts attributable to agents of the respondent State (see Angelova and Iliev v. Bulgaria, no. 55523/00, § 125, ECHR 2007IX). There are therefore no grounds for making an award in respect of these matters (see, mutatis mutandis, Ülkü Ekinci v. Turkey, no. 27602/95, § 167, 16 July 2002, and Türkoÿlu v. Turkey, no. 34506/97, § 138, 17 March 2005). Any award of just satisfaction in the present case can only be based on the breaches of Article 6 § 1 arising from the length of the proceedings against M.T. and the lack of effective access to a court for the examination of the applicant's civilparty claim. As the damage complained of by the applicant did not have a causal link with these violations, the Court rejects the claim (see Atanasova, cited above, §§ 59 and 61).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "58.  The applicant sought the reimbursement of EUR 51 incurred in lawyers' fees and EUR 12,000 for the translation of documents. He submitted a fee agreement with his lawyer and two invoices for translation services.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government did not comment on the applicant's claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  According to the Court's case-law, applicants are entitled to the reimbursement of their costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, having regard to the information in its possession and the above criteria, and noting that part of the application was declared inadmissible and that the applicant's complaints under Article 3 and Article 8 did not lead to the finding of a violation, the Court considers it reasonable to award the sum of EUR 200, plus any tax that may be chargeable to the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "61.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds unanimously that the applicant had standing to bring the application on behalf of his son;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously that there has been no violation of Article 3 or Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that there has been a violation of Article 6 § 1 of the Convention on account of the length of the proceedings;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by five votes to two that there has been a violation of Article 6 § 1 of the Convention, in that the applicant was not afforded effective access to a court;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 200 (two hundred euros), plus any tax that may be chargeable, in respect of costs and expenses, to be converted into Bulgarian levs at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the abovementioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses unanimously the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 19 November 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the dissenting opinion of Judges Jaeger and Kalaydjieva is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "We share the majority's conclusions in regard of the unreasonable length of the proceedings (paragraphs 4349) in so far as the impugned delays were attributable to the absence of expedience on part of the judicial authorities. But we are unable to join the majority's conclusion that these delays deprived him of effective access to court. The situation in the present case is clearly not essentially identical with the one in Anguelova and Dinchev where the applicants were totally dependent on the authorities' expediency in pursuing publicly prosecutable crimes.",
                        "elements": []
                    },
                    {
                        "content": "In the present case the applicant had a free choice between bringing a civil claim in a civil court or joining the civil claim to the criminal proceedings which are as well exclusively depending on his free decision because the applicant was simply affected by a privately prosecutable crime. Crimes which are only privately prosecutable lack the requisite importance for the prosecution to act ex officio. Criminal procedure as a whole lies in the hands of the victim who is at all times free to define timely evidence requests and to design a strategy of expediency or delays, and most importantly – whether and when to discontinue the criminal proceedings.",
                        "elements": []
                    },
                    {
                        "content": "That is why the case has to be distinguished from the cases of Anguelova and Dinchev where the applicants were totally dependent on the authorities' expediency in pursuing publicly prosecutable crimes. In these two cases, the fate of the applicant's civil claim was dependant on the public authorities' decision to institute criminal proceedings and on the expediency with which they were pursued. In such circumstances – despite the formal accessibility of two possible avenues for compensation (in the instituted criminal proceedings or in separate civil proceedings) – the right to civil compensation may remain effectively barred as a result of the manner in which the authorities perform the instituted criminal proceedings.",
                        "elements": []
                    },
                    {
                        "content": "In contrast to the victims of publicly prosecutable crimes who have to await the outcome of criminal proceedings, access to court for the determination of a compensation claim for victims of privately prosecutable crimes is entirely in their own hands. They are free to drop criminal prosecution which the Convention does not guarantee at all and to pursue instead their civil interests in compensation of damages.",
                        "elements": []
                    },
                    {
                        "content": "The applicant in the present case was at all times free to choose the court to which he wished to have access. For these reasons, it cannot be said that the alleged temporary bar to the applicant's access to a civil court was attributable to the authorities.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF TONCHEV v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-95758.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1119JUD001852702",
    "externalsources": [],
    "extractedappno": [
        "18527/02",
        "23057/03",
        "34407/02",
        "39221/98",
        "41963/98",
        "56547/00",
        "41488/98",
        "29392/95",
        "38719/97",
        "33218/96",
        "39272/98",
        "40116/02",
        "72663/01",
        "47287/99",
        "32967/96",
        "63286/00",
        "54589/00",
        "72001/01",
        "55523/00",
        "27602/95",
        "34506/97"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-95758",
    "judgementdate": "19/11/2009 00:00:00",
    "kpdate": "19/11/2009 00:00:00",
    "kpthesaurus": [
        "350",
        "445",
        "451"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "6",
        "3",
        "8"
    ],
    "parties": [
        "TONCHEV",
        "BULGARIA"
    ],
    "rank": "702.952331542969",
    "representedby": [
        "TONCHEV D."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "420590",
    "typedescription": "15"
}