{
    "__articles": "41;P1-1;P1-1-1;P1-1-2",
    "__conclusion": "Remainder inadmissible;Violation of P1-1;Pecuniary damage - award;Non-pecuniary damage - finding of violation sufficient",
    "applicability": "",
    "appno": "24768/06",
    "article": [
        "41",
        "p1-1"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        }
    ],
    "content": {
        "001-93915.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 24768/06) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Portuguese nationals, Mr João José Perdigão and Mrs Maria José Queiroga Perdigão (“the applicants”), on 19 June 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr A.C. Miranda and Mr J. Perdigão, lawyers practising in . The Portuguese Government (“the Government”) were represented by their Agent, Mr J. Miguel, Deputy Attorney-General.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained in particular of a violation of their property rights because the compensation for expropriation awarded to them had ultimately been fully absorbed by the amount they had to pay to the State in court fees.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 24 April 2008 the President of the Second Section decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1932 and 1933 respectively and live in .",
                                "elements": []
                            },
                            {
                                "content": "A.  The expropriation",
                                "elements": [
                                    {
                                        "content": "6.  The applicants owned a piece of land measuring 128,619 m². By order of the Ministry of Public Works, published in the Official Gazette on 11 September 1995, the land was expropriated to build a motorway.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  During the expropriation proceedings before the first-instance court, then before the Court of Appeal of Evora, the parties discussed whether the potential profit from exploiting a quarry located on the land concerned should be taken into account when calculating the amount to be paid in compensation for the expropriation. The applicants argued that they should be paid 20,864,292 euros (EUR) in compensation. Having examined several expert reports, one of which was ordered by the first-instance court of its own motion, the Evora Court of Appeal finally decided, in a judgment of 10 July 2003, that the potential profit from the quarry should not be taken into account, and awarded the applicants EUR 197,236.25 in compensation for the expropriation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 7 April 2005 the applicants lodged application no. 12849/05 with the Court, complaining about the lack of compensation regarding the quarry. The application was rejected by a committee on 30 August 2005 as being out of time.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The court fees",
                                "elements": [
                                    {
                                        "content": "9.  On 4 February 2005 the applicants received notice of the court fees payable for the expropriation proceedings. The sum they were expected to pay amounted to EUR 489,188.42.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 22 February 2005 the applicants filed a complaint about the fees, alleging in particular that they violated the principle of fair compensation and the right of access to a court. They also pointed out various inaccuracies and miscalculations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 1 April 2005, acting on information provided by the registry, the Evora court judge acknowledged the mistakes and ordered their rectification. The amount owed was reduced to EUR 309,052.71, leaving the applicants owing the State EUR 111,816.46 EUR in addition to the full amount of the compensation they had been awarded. The judge dismissed the applicants' complaint regarding the alleged violations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicants appealed to the Evora Court of Appeal. In a judgment of 13 December 2005, of which they were notified on 19 December 2005, the Court of Appeal dismissed the appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 12 May 2006 the applicants lodged a constitutional appeal against that decision, alleging that the interpretation of the relevant provisions of the Court Fees Code, particularly Article 66 § 2, was contrary to the principles of fair compensation and the right of access to a court guaranteed in the Constitution. In their view, court fees should on no account exceed the sum awarded to them in compensation for the expropriation of their property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In a judgment of 28 March 2007 the  dismissed their appeal. First it noted that it could only examine the constitutionality of Article 66 § 2 of the Court Fees Code, the only provision the courts below had applied. It then went on to hold that the provision concerned was not contrary to Articles 20 (access to a court) and 62 § 2 (fair compensation) of the Constitution. Concerning access to a court, it pointed out that while excessively high court fees could in some circumstances be an obstacle to access to a court, this was not the case in this instance as the applicants had to pay only EUR 15,000, a sum it considered reasonable. On the subject of fair compensation, the Constitutional Court found that compensation for the loss suffered as a result of expropriation was quite unrelated to the matter of court fees, and that there was accordingly no reason why court fees should not exceed the sum awarded in compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 20 April 2007 the applicants filed a request to have that judgment rectified, claiming that the Constitutional Court had made a mistake, in so far as it had considered in its reasoning that the applicants owed EUR 15,000 when they were in fact expected to pay court fees in the sum of EUR 111,816.46 .",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In a judgment of 25 September 2007 the  acknowledged its mistake and the need to rectify the judgment in respect of Article 20 of the Constitution. It found that EUR 111,816.46 was a large enough sum to have affected the right of access to a court. It accordingly declared Article 66 § 2 of the Court Fees Code, as interpreted by the lower courts, contrary to Article 20 of the Constitution. As regards Article 62 § 2 of the Constitution, however, it held that its earlier decision needed no rectification.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 6 November 2007 the applicants, wishing to know the exact sum they owed in court fees, filed a request for clarification of the judgment of 25 September 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  In a judgment of 13 November 2007 the  rejected that request, considering that it was for the lower court to determine the sum to be paid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In an order of 4 January 2008, the Evora court, to which the case had been referred back, decided that the fees should not exceed the compensation awarded by more than EUR 15,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 20 February 2008 the applicants paid the extra EUR 15,000.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The Constitution of the ",
                                "elements": [
                                    {
                                        "content": "21.  Article 20 of the Constitution guarantees the right of access to a court. Article 62 of the Constitution guarantees the right of property and the right to fair compensation in the event of expropriation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "22.  The general rule governing court fees is set forth in Article 446 of the Code of Civil Procedure, under the terms of which it is in principle for the losing party to pay the court fees, which are indexed to the sum in dispute in the proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court Fees Code",
                                "elements": [
                                    {
                                        "content": "23.  Article 66 § 2 of the Court Fees Code (Código das Custas Judiciais), as applicable at the material time, stipulated that court fees owed by a person whose property had been expropriated were to be “deducted” (saem) from the compensation awarded for the expropriation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Article 16 of the same code provided for the court, in certain circumstances, to be able to exempt a party from paying all or part of the court fees.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1",
                        "elements": [
                            {
                                "content": "25.  The applicants complained that the compensation awarded to them for the expropriation of their land had ultimately been fully absorbed by the amount they had to pay to the State in court fees. They considered this to be in breach of Article 1 of Protocol No. 1, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "26.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "27.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "28.  The applicants submitted that the court fees they were ordered to pay the State were utterly disproportionate. They acknowledged that the State enjoyed a certain margin of appreciation in the matter, but argued that that should not lead to a result incompatible with Article 1 of Protocol No.1; in their case the State had become the owner of the expropriated land, kept the full amount – EUR 197,236.25 – of the compensation awarded and had even received an additional EUR 15,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  They added that the sum concerned could not be justified by the actual cost of the procedural formalities carried out by the authorities in connection with their expropriation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Referring to the case-law of the European Commission of Human Rights, the Government observed at the outset that court fees were “contributions”, within the meaning of Article 1 of Protocol No. 1. They submitted that no trace of any principle of international law requiring justice to be dispensed free of charge was to be found in that provision of the Convention and that, on the contrary, Article 1 of Protocol No. 1 left the States a wide margin of appreciation in defining and determining what was in the general interest. And in  the law based the amount to be paid in fees and expenses on the sum in dispute, which the Government maintained could not be considered contrary to the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  In this case the sum paid by the applicants was 1.02 % of the value they themselves had placed on the subject matter of the litigation. It was true that that sum exceeded the compensation awarded for the expropriation, but that fact in itself could not be considered to be in violation of the principle of fair compensation, as the  had pointed out. That principle did not guarantee that the compensation awarded should exceed the court fees to be paid. On that basis the Government concluded that the fair balance to be struck between the general interest of the balanced funding of the justice system and the applicants' rights had not been upset.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Applicability of Article 1 of Protocol No. 1",
                                        "elements": [
                                            {
                                                "content": "32.  The Court reiterates that Article 1 of Protocol No. 1 comprises three distinct rules: the first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest. The three rules are not, however, distinct in the sense of being unconnected. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule (see, inter alia, James and Others v. the United Kingdom, 21 February 1986, § 37, Series A no. 98, which reproduces in part the analysis given by the Court in its judgment in Sporrong and Lönnroth v. Sweden (23 September 1982, § 61, Series A no. 52); see also Kozacıoğlu v. Turkey [GC], no. 2334/03, § 48, 19 February 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  It is not in dispute that in the instant case the situation complained of falls within the scope of that provision. It must be examined, however, which rule is applicable in this case. The parties have not stated clearly under which part of Article 1 of Protocol No. 1 they think the case should be examined. While the applicants seem to believe that the relevant rule is the one concerning deprivation of property, the Government have focused their submissions mainly on the power of the State to control the use of property, under the third rule in Article 1 of Protocol No. 1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court is of the opinion that the situation complained of here cannot be placed in any specific category. Although the origin of the dispute lies in the fact that the applicants were deprived of their property, the lack of compensation they complain of was caused by the application of the rules governing court fees, which, it should be remembered, are “contributions” within the meaning of the second paragraph of Article 1 of Protocol No. 1, which acknowledges the right of States to enforce such laws as it deems necessary to secure the payment of contributions (see Aires v. Portugal, no. 21775/93, Commission decision of 25 May 1995, Decisions and Reports 81, p. 48).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  In any event the situations envisaged in the second sentence of the first paragraph and in the second paragraph are only particular instances of interference with the right to peaceful enjoyment of property as guaranteed by the general rule set forth in the first sentence (see Beyeler v. Italy [GC], no. 33202/96, § 106, ECHR 2000I). The Court accordingly considers it more appropriate to examine the situation complained of in the light of that general rule.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Compliance with Article 1 of Protocol No. 1",
                                        "elements": [
                                            {
                                                "content": "36.  The Court reiterates that to be compatible with the general rule laid down in the first sentence of Article 1 of Protocol No. 1, any interference with a person's right to the peaceful enjoyment of his property must strike a “fair balance” between the demands of the general interest of the community and the requirements of the protection of the individual's fundamental rights (see Sporrong and Lönnroth, cited above, § 69). Furthermore, the issue of whether a fair balance has been struck “becomes relevant only once it has been established that the interference in question satisfied the requirement of lawfulness and was not arbitrary” (see Iatridis v. Greece [GC], no. 31107/96, § 58, ECHR 1999II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In the instant case the Court notes first of all that the applicants dispute neither the lawfulness of the expropriation as such nor that of the regulations governing court fees as applied to them. Nor is there anything to indicate that the impugned interference was at all arbitrary, the applicants having had the opportunity, inter alia, to put their arguments to the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The only question that remains to be examined is thus whether a “fair balance” was struck between the general interest and the applicants' rights. The Court reiterates that the search for this balance is reflected in the structure of Article 1 as a whole and entails the need for a reasonable relationship of proportionality between the means employed and the aim sought to be realised (see, amongst other authorities, Sporrong and Lönnroth, cited above, ibid., and Beyeler, cited above, § 114). In the context of the general rule enunciated in the first sentence of the first paragraph of Article 1, ascertaining whether such a balance existed requires an overall examination of the various interests in issue. Thus, without payment of an amount reasonably related to its value, a deprivation of property would normally constitute a disproportionate interference. On the other hand, the States must be able to take the measures they consider necessary to protect the balanced funding of their justice systems in the general interest. Lastly, in situations akin to that in the present case, the conduct of the parties to the dispute, including the means employed by the State and their implementation, must also be taken into consideration (see Beyeler, cited above, ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court notes that in the instant case the applicants received formal compensation for the expropriation in the sum of EUR 197,236.25, but that following the determination of the court fees they had to pay, they in fact received nothing. On the contrary, they had to pay the State an extra EUR 15,000 in court fees, and that was after a substantial reduction in the sum they were initially ordered to pay (see paragraphs 16 to 19 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In the Court's view, such conditions of compensation – or, to be more precise, such a lack of compensation – cannot in principle achieve the “fair balance” required under Article 1 of Protocol No. 1, which, like the Convention as a whole, must be interpreted in such a way as to guarantee rights that are practical and effective, not theoretical or illusory (see Comingersoll S.A. v. Portugal [GC], no. 35382/97, § 35, ECHR 2000IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Concerning the conduct of the parties to the dispute, the Court has taken note of the Government's argument that the applicants had only themselves to blame, in so far as they had recklessly placed an unrealistic economic value on the matter in issue; however, the Government's argument continued, court fees were indexed to the sum in dispute so, when their complaint was rejected, the applicants should have expected to have to pay a large amount in court fees. The Court considers, however, that the applicants cannot be blamed for trying, by the procedural means available to them, to persuade the court to include in the compensation figure elements they considered essential. It is worth noting that although their claim in that respect was disallowed, the question was nevertheless examined in depth by the domestic courts, the Evora court going so far as to order an additional expert report of its own motion (see paragraph 7 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  It is not the Court's role to examine, generally, Portugal's method of calculating and fixing court fees. In the instant case, however, the concrete application of that method led to a complete lack of compensation for the property of which the applicants were effectively deprived. In the circumstances, this situation placed an excessive burden on the applicants, upsetting the fair balance which must be struck between the general interest of the community and the fundamental rights of the individual.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  There has accordingly been a violation of Article 1 of Protocol No. 1.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  The applicants, relying on the same facts, complained of a violation of Article 5 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "45.  The Court reiterates that Article 5 contemplates only the physical liberty of the person; its aim is to ensure that no one should be dispossessed of this liberty in an arbitrary fashion (see Amuur v. , 25 June 1996, § 42, Reports of Judgments and Decisions 1996III). As it evidently does not apply to the situation complained of in the instant case, this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "46.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "47.  The applicants claimed EUR 197,236.25 in respect of pecuniary damage, corresponding to the compensation awarded by the Portuguese courts for the expropriation of their land. They also claimed EUR 100 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government contested the claim for pecuniary damage, submitting that the sum concerned bore no relation to the subject of the application. They argued that to award such a sum would deprive the national justice system of payment for the considerable procedural activity to which the applicants' case had given rise. Concerning the claim in respect of non-pecuniary damage, the Government left the matter to the Court's discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court reiterates that a judgment in which it finds a breach imposes on the respondent State a legal obligation to put an end to the breach and make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 32, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In its case-law concerning deprivation of property, when fixing the level of compensation for the pecuniary damage sustained the Court takes into account the value arising from the expropriated property's specific features (see, for example, Kozacıoğlu, cited above, § 83). In the present case the sum to be taken into consideration at the outset should be that awarded by the domestic courts as compensation for the expropriation. The Court is unconvinced by the Government's argument that this sum has no bearing on the subject of the application: on the contrary, the non-payment of the sum in question is at the very heart of the case. Bearing in mind that the applicants, having lost their case, had to pay the court fees – and actually paid EUR 15,000 in fees – the Court considers it equitable to award the sum of EUR 190,000 in respect of pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  As to non-pecuniary damage, the Court considers that, in the circumstances of the case, the finding of a violation of Article 1 of Protocol  No. 1 constitutes in itself sufficient just satisfaction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "52.  The applicants having made no claim for the reimbursement of costs and expenses, there is no call to make any award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "53.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, by a majority, the complaints under Article 1 of Protocol No. 1 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by five votes to two that there has been a violation of Article 1 of Protocol No. 1;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds by five votes to two that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicants;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by five votes to two,",
                        "elements": []
                    },
                    {
                        "content": "a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 190,000 (one hundred and ninety thousand euros) in respect of pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses, unanimously, the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 4 August 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the dissenting opinion of Judge Zagrebelsky, joined by Judge Sajó, is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I cannot agree with the majority's finding that there has been a violation of Article 1 of the Protocol No. 1, for the following reasons.",
                        "elements": []
                    },
                    {
                        "content": "1.  The authorities legally expropriated a piece of land belonging to the applicants and offered them compensation. However, the applicants wanted the authorities also to take into account the profit they could have made by exploiting a quarry located on the land in question. They therefore applied to the court to award them a much larger sum. The domestic courts ultimately decided that the applicants' claims concerning the quarry were ill-founded and awarded them a sum similar to the compensation the authorities had offered them in the administrative expropriation procedure. As their claim had been rejected the applicants were ordered to pay the court fees, calculated on the basis of the sum at issue in the action the applicants themselves brought before the courts. The fees concerned amounted to more than the compensation they were awarded.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants claimed that they had ultimately received no compensation for the expropriation of their land. The majority acknowledges that although this case originated in a deprivation of property, the lack of compensation the applicants complained of was caused by the application of the law governing court fees (paragraph 34 of the judgment). It was because the applicants had to pay the court fees thus calculated that the compensation they were awarded was reduced to nothing. As a result, according to the majority, the “fair balance” required by Article 1 of Protocol No. 1 was not achieved.",
                        "elements": []
                    },
                    {
                        "content": "3.  As I see it, the findings the majority reached confuse two different things: the compensation for expropriation and the court fees the applicants had to pay. Those fees have nothing whatsoever to do with the compensation for expropriation; they arose solely because the applicants lodged an ill-founded claim concerning a very large sum of money. Had they claimed a still larger sum, the fees would have been even higher. The fact that what the authorities owed the applicants was offset by what they in turn owed the State is no reason to confuse the two sums, the credit and the debt, which to my mind are two completely separate things.",
                        "elements": []
                    },
                    {
                        "content": "4.  The question of court fees, the criteria by which they are determined under Portuguese law and the resulting amounts could be examined as a possible obstacle to access to a court. However, the applicants did not lodge their complaint in those terms. In any event, linking court fees to the sum at issue in the action brought by the claimant is not a quirk of the Portuguese system. On the contrary, it is found in other European systems. And it is a form of payment of contributions, within the meaning of the second paragraph of Article 1 of Protocol No. 1.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Ireneu Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "Vladimiro Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PERDIGAO v. PORTUGAL",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-93915.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0804JUD002476806",
    "externalsources": [],
    "extractedappno": [
        "24768/06",
        "12849/05",
        "2334/03",
        "21775/93",
        "33202/96",
        "31107/96",
        "35382/97"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-93915",
    "judgementdate": "04/08/2009 00:00:00",
    "kpdate": "04/08/2009 00:00:00",
    "kpthesaurus": [
        "354",
        "369",
        "94",
        "304",
        "457",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "P1-1-1",
        "P1-1-2",
        "41",
        "P1-1"
    ],
    "parties": [
        "PERDIGAO",
        "PORTUGAL"
    ],
    "rank": "687.492370605469",
    "representedby": [
        "MIRANDA A.C.",
        "PERDIGAO J."
    ],
    "respondent": "PRT",
    "respondentOrderEng": "36",
    "scl": [
        "Aires v. Portugal, no. 21775/93, decision de la Commission du 25 May 1995, Décisions and rapports 81, p. 48",
        "Amuur v. France, 25 June 1996, § 42, Reports 1996-III",
        "Beyeler v. Italy [GC], no. 33202/96, ECHR 2000-I",
        "Comingersoll S.A. v. Portugal [GC], no. 35382/97, § 35, ECHR 2000-IV",
        "Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 32, ECHR 2000-XI",
        "Iatridis v. Greece [GC], no. 31107/96, § 58, ECHR 1999-II",
        "James and Others v. the United Kingdom, 21 February 1986, § 37, Series A no. 98",
        "Kozacioglu v. Turkey [GC], no. 2334/03, 19 February 2009",
        "Sporrong and Lönnroth v. Sweden, 23 September 1982, Series A no. 52"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "353773",
    "typedescription": "15"
}