{
    "__articles": "10;10-1",
    "__conclusion": "Violation of Article 10 - Freedom of expression-{general} (Article 10-1 - Freedom of expression)",
    "applicability": "",
    "appno": "16558/18",
    "article": [
        "10"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression"
            ],
            "element": "Violation of Article 10 - Freedom of expression-{general}",
            "type": "violation"
        }
    ],
    "content": {
        "001-205898.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "The case concerns two sets of proceedings for defamation brought against the leader of the main opposition party by the then Prime Minister.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "FACTS",
                "elements": [
                    {
                        "content": "1.  The applicant was born in 1948 and lives in Ankara. He is represented by Mr C. Çelik, lawyer. He is the chairman of Cumhuriyet Halk Partisi (People’s Republican Party – “the CHP”), the main opposition party.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Government were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "SPECIFIC CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "3.  The case concerns two actions for damages brought by Recep Tayyip Erdoǧan, who was Prime Minister at the time and Chairman of the ruling party, Adalet ve Kalkınma Partisi (Justice and Development Party – “the AKP”), against the applicant for remarks made by the latter in two speeches, on 31 January 2012 and 7 February 2012 during meetings of his party’s parliamentary group inside the parliamentary precincts. At those meetings, which were held regularly, the applicant had spoken about various topical issues. The meetings were mainly aimed at MPs of the CHP; they were also accessible to a large number of members of this party and to anyone interested in attending.",
                                "elements": []
                            },
                            {
                                "content": "The applicant’s speech on 31 January 2012",
                                "elements": [
                                    {
                                        "content": "4.  On 31 January 2012, the applicant as chairman of the CHP gave a speech during which, after giving information on protests against plans to build hydroelectric power stations, he criticised court judgments against the protestors. His speech continued as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... You’re going to bundle away the 86-year-old mother Nafiye, who is protesting against the construction of the Tortum hydroelectric power station and thus defending her land, her livelihood and her country; you’re going to hold her in custody overnight, molest her, drag her along the ground, and you call that advanced democracy. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "We are witnessing some very strange events. As you know, it is very dangerous to talk about the courts, because the courts of Mr [Recep Tayyip Erdoǧan] [the Prime Minister] are important ... What have the courts done? Well one has ordered L.Y. [a 17-year-old protester who allegedly opposed the construction of a hydroelectric plant] not to talk to her neighbours and relatives. Yes, in Turkey, in the 21st century, a court is making such an order, it’s a travesty of democracy ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "We are seeing a post-modern dictatorial regime. A post-modern dictatorial regime has such courts and is led by a dictator, a post-modern dictator; and he has his special courts ... At the moment, the number of people tried for protesting against [proposed] hydroelectric power stations to defend water is 1,026. In what democracy have 1,026 people appeared in court just because they’ve been asking for water? ... These courts, they are not there to dispense justice. These courts perform the function of repression in the name of the powers that be ... I certainly have utmost respect for all judges of conscience, who, whatever their opinions, act according to their innermost convictions and conscience, believe in the rule of law, and make efforts to that end. They are the guarantors of this country, of democracy. But I have a few words to say to them. Do not be afraid ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Dear friends, that is why we say that special courts have no place in a modern democracy; they are to be found in dictatorial regimes ... In this country, there is now a post-modern dictatorial regime, everybody should be aware of that. Our mission is to fight against this dictatorial regime, to be close to the people and to express the people’s demands.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Dear friends, from this place I am speaking to those who say ‘nothing will happen to us’ ... I am speaking to you, my dear brother: it’s not because you’ve committed no offence that nothing will happen to you. They don’t look at whether you are guilty or not. If the authorities have so decided, they will come in the middle of the night, they will break into your house by force and they will put you in prison; six months will have passed before you are able to explain your problem ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "... We’re going to [look at] a case in which morality and humanity have collapsed, the Deniz Feneri case [a court case concerning allegations of embezzlement against the managers of a charity] ... Just think dear friends, in this great Republic of Turkey, the cabinet has dropped its work in order to deal with the prosecutors. Do you know why? Because the prosecutors prosecute the thief, the cabinet prosecutes the prosecutor. Look, they [the managers of the Deniz Feneri Association] have been tried in Germany. They [the German judges] gave a decision... and the judge said, ‘they are pawns, the real leaders are in Turkey’. Now we see that it is the prosecutors who are responsible. Why are you prosecuting? If you had decided not to do this, you could have [got a promotion] .... Our justice system is rotten to the core! ... They brought criminal proceedings against the prosecutors seeking an 11-year prison sentence .... This is intended to intimidate the judiciary ... This procedure is at the same time one that justifies acts of theft and bribery of friends perpetrated by those close to the Prime Minister and [means that], from now on, you are allowed to act likewise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Dear friends, the corruption case of the century has turned into a judicial scandal. From this place, I call on all those who engage in theft and corruption: O thieves, O perpetrators of corruption, if you want to get away with it, just contact the Prime Minister before engaging in your theft and corruption, [so] no one can touch you (Ey hırsızlar, ey yolsuzluk yapanlar, eğer başına bir şey gelmesini istemiyorsanız hırsızlık ve yolsuzluk yapmadan önce Sayın Başbakanla temasa gecin, irtibat kurun, kimse size dokunamaz).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Perhaps the Prime Minister has a heavy workload. I can give you a second address in case you can’t reach him; you can contact minister ‘mole’, you’ll be OK with him too. From now on, neither the prosecutors nor the police nor the judges will be able to touch you; you will be untouchable, you’ll be able to engage in corruption as much as you like, you’ll be able to steal as you please.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Dear friends, as you know the Prime Minister [Recep Tayyip Erdoǧan] is obsessed with the CHP. He made a speech at the [parliamentary] group meeting. He said: ‘The CHP has once again taken the coefficient rules to the Supreme Administrative Court. Why are you bothered by the imam-hatips [religious high schools]? You don’t want a godly (dindar) generation to emerge.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "Dear friends,",
                                        "elements": []
                                    },
                                    {
                                        "content": "First: A Prime Minister cannot be so ignorant (cahil) that he does not know that it is not the CHP but two individuals who lodged an individual appeal; so much ignorance is too much for a Prime Minister (bu kadar cehalet bir başbakana fazla gelir).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Second: He insists that it was the CHP which brought the case [to court], so he is lying. Does it suit a Prime Minister to tell lies? Is it appropriate for a Prime Minister to lie? You are sitting in your chair and you are lying blatantly! Lying, slandering, it bothers me as a member of the CHP. You are a Prime Minister, you have advisors, [yet] you don’t know that the CHP did not lodge [that appeal], don’t you know that? He does know that, but he’s slandering [us]. He’s lying. Lying is certainly your own personal speciality. You are the one who exploits the religion of brotherhood, love and unity to sow discord [fitne çıkarmak], to provoke hatred and stoke division. He separates those who are ‘godly’ from those who are ‘ungodly’. Now, I ask the Prime Minister a question. Prime Minister, you say that ‘you do not want the emergence of an ungodly generation’. Then I ask the Prime Minister, was the previous generation ungodly? Who gave you the power to distinguish between those who are ‘godly’ and those who are ‘ungodly’? Who gave you the right to make that call? Who gave you the power to distinguish between the godly and the ungodly? Are these scales really in your hands or not? How can you look at people and separate them by saying you, you are godly, and you, you are not? ... Are you not afraid of Allah? You are stoking division in this country ... (İki: Göz göre göre ‘Cumhuriyet Halk Partisi başvurdu’ diyor, yani yalan söylüyor. Bir Başbakana yalan söylemek yakışır mı? Yalan söylemek yakışır mı sana Başbakan? O koltukta oturuyorsun sen, yalan söylüyorsun sen açıkça. Yalan söylemek, iftira atmak, bir Cumhuriyet Halk Partili olarak benim onuruma dokunuyor. Sen Başbakansın, danışmanların var, Cumhuriyet Halk Partisi kurumsal olarak böyle bir başvurmadı sen bilmiyor musun bunu? Biliyor, biliyor ama iftira atıyor. Yalan söylüyor. Yalan söylemek ancak sana yakışır zaten. Kardeşliğin, sevginin ve birliğin dinini, fitne çıkararak, nefret üreterek, bölücülük уараrak kullanmak ancak sana yakışır. Bakın, insanları ‘dindar ve dindar olmayanlar’ diye ayırıyor. Şimdi Başbakana bir soru soruyorum: Sayın Başbakan diyorsun ki ‘Siz dindar olmayan bir nesil gelmesin istiyorsunuz.’ Peki, Sayın Başbakan, bu nesilden önceki nesil dinsiz miydi? Bir insanı dindardır, dindar değildir diye ölçüyü sana kim verdi? Bu yetkiyi sana kim verdi? O terazi senin elinde duruyor mu, durmuyor mu? Sen nasıl insanlara bakıp da sen dindarsın, sen dindar değilsin diye ayırabilirsin? ... Allah’tan korkmuyor musun sen? Bu ülkede bölücülük yapıyorsun. ...).",
                                        "elements": []
                                    },
                                    {
                                        "content": "... Societies have fault lines, they must not be provoked. If you do, you will create an earthquake, a schism. It’s called division, it’s a betrayal of one’s country. Look, where there are fault lines in terms of religions, races, history, the Prime Minister is always [there]. Why are you dividing the country? ... The duty of a politician is not to obtain political credit, to garner votes through religion; if you do that, all the votes garnered in that way will be dirty votes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... Now you are taking on the role of a subcontractor of the political scheme designed to provoke a conflict between religions, between races in the Islamic world; shame on you. Pity the nation ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Dear friends, these are the limits of the godliness of these people. My friends, can immorality and godliness go hand in hand? (Değerli arkadaşlarım, işte bunların dindarlığı bu kadardır. Hiç ahlaksızlıkla dindarlık bir arada olur mu arkadaşlar?) The prophet hailed morality, saying ‘I have been sent to perfect good morality’. A person cannot be immoral and godly at the same time, it is not possible. Someone who does not know the difference between halal and haram cannot be godly ... Someone who grabs property from others, even from orphans, who gets his hands on public property cannot be godly (Bir insan hem ahlaksız hem dindar olacak, olmaz. Haram ile helal farkı gözetmeyen insandan dindar olmaz. Kul hakkı gözetmeyen insandan dindar olmaz, yetim hakkı yiyen İnsandan dindar olmaz, kamu malına, devletin malına el uzatan adamdan hiç dindar olmaz)...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In Iraq, one and a half million Muslims were killed; you didn’t say anything, you remained silent. ‘He who is silent in the face of injustice is a mute devil’ is a principle of our prophet. You have kept quiet in the face of injustice. When Gaddafi was lynched, you kept quiet, you applauded ... Sorry Prime Minister, you are not godly, you are a religion-monger, a man who exploits the beliefs of godly people ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Dear friends, we have before us a Prime Minister who has lost control ... No one is interested in the vital problems of the country, but the Prime Minister is trying to lead by peddling religion ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  On 1 March 2012 the applicant was sued in the Ankara District Court by Recep Tayyip Erdoǧan, the then Prime Minister (“the plaintiff’), who was seeking compensation of 10,000 Turkish lira (TRY) for damage to his personal and professional honour and reputation on account of the accusations which he claimed had been made against him. According to him, the applicant had, in his speech, accused him of being a thief and of protecting those who engaged in theft and corruption, and had used abusive expressions against him, describing him as “ignorant”, “a liar”, “a slanderer” and “a troublemaker” (fitneci) and accusing him of “stoking division”, of being a “religion-monger”, of “garnering votes through religion”, of “being not godly but immoral”, of “not knowing the difference between halal and haram”, of “grabbing property from others, even from orphans” and of “getting his hands on public property”. According to the plaintiff, the applicant’s words were of such a nature as to infringe his personality rights and had overstepped the bounds of legitimate criticism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  In his defence before the Ankara District Court, the applicant maintained, first of all, that these statements had to be analysed holistically and in context. He explained that the plaintiff had used an aggressive style in his own criticisms of him. The applicant further argued that he had expressed criticism himself, in particular of the manner in which the criminal investigation in the Deniz Feneri case – a high-profile court case – had been conducted: according to him, the prosecutors in charge of the case had been taken off it and had been subjected to criminal and disciplinary investigations. As to his other criticisms, the applicant said that he had made them in response to remarks concerning certain ethnic origins or religious beliefs made by the plaintiff in speeches during electoral campaigns and the 2010 referendum. Lastly, with regard to the term “liar”, he had been referring to inaccurate information provided by the plaintiff on an appeal before the Supreme Administrative Court. In his defence he referred to certain passages from the Tuşalp v. Turkey (nos. 32131/08 and 41617/08, 21 February 2012) judgment concerning the distinction between statements of fact and value judgments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In a judgment of 23 October 2012 the Ankara District Court, upholding in part the plaintiff’s submissions, held that the latter had sustained damage to his reputation and, accordingly, ordered the applicant to pay him the sum of TRY 5,000 for the resulting non-pecuniary damage, in accordance with Articles 24 and 25 of the Civil Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In its reasoning, the court found as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... The [defendant] is the chairman of a political party with a parliamentary group; the plaintiff is the chairman of the ruling party and the Prime Minister of the Republic of Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The defendant], who is chairman of an opposition party, gave a speech in the parliamentary precincts in which he said inter alia as follows ...: ‘O thieves, O perpetrators of corruption, if you want to get away with it, just contact the Prime Minister before engaging in your theft and corruption, [so] no one can touch you ... he is lying .... Lying is certainly your own personal speciality ... You are the one who exploits the religion of brotherhood, love and unity to sow discord, to provoke hatred and stoke division .... Prime Minister, you are not godly, you are a religion-monger, a man who exploits the beliefs of godly people ...’. Having regard to these remarks, the balance between substance and form [has been] upset, the permissible limit of criticism [has been] overstepped; [it was not] indispensable to use these [words] to express comments and judgements on the executive, the criticism would have been more effective with an appropriate style and phrasing. [Consequently,] the remarks made are to be regarded as a personal attack on the plaintiff ...”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 7 January 2013 the applicant appealed on points of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 11 December 2013 the Court of Cassation, unanimously, upheld the judgment of 23 October 2012, taking the view that it was compliant with the procedural rules and the law.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The applicant’s speech on 7 February 2012",
                                "elements": [
                                    {
                                        "content": "10.  On 7 February 2012 the applicant gave a speech at a meeting of his party’s parliamentary group inside the parliamentary precincts. The relevant parts of the speech read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... Dear friends, in 2012 we saw some serious events. I refer to S.E., a mother overcome by grief, a poor woman of Anatolia. The mother of one of the children killed in Uludere [event which took place on 28 December 2011 in which thirty-four individuals died] ....",
                                        "elements": []
                                    },
                                    {
                                        "content": "Dear friends, I immediately went to the [Uludere] area. Not only myself, [but also] my friends ... But the Prime Minister still hasn’t been there, he hasn’t set foot there, he sent his ministers; a theatre was set up inside a tent under the supervision of the army. They called over a man and pretended to be in a condolence tent (taziye çadırı). Shame on you! You should have some morality, some virtue. You are deceiving Turkey, the Nation; there is a condolence tent, but they can’t go there ... Normally, the Prime Minister should have thanked me, should have told me ‘I could not go, you went there as leader of the opposition, I congratulate you warmly’. Did he say that? No. He said a lot of things, including insults, [stoking] division. Why did he say that? Because it suits him? You slander [us], you lie, and then you accuse us.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Dear friends, I repeat once again. Slander is not a good thing. To slander someone is not a good thing, but they, they slander us ... The chief of staff made a statement and said that they had received information from outside [about the event in Uludere] ... I ask the question: where did this information come from, from the United States of America, from Israel? ... He has said nothing .... Why are you afraid? Because you have become a puppet of the foreign intelligence services, you are afraid that it will come out in the open ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "... A few days ago there was an interesting story in the papers. The third bridge over the Bosphorus will be built. They unfolded the map, [the Prime Minister] said ‘the bridge will be built there’ and that’s it. [In what era] are we living? Why have we opened civil engineering schools? Why do we have engineers, architects? We might as well stop all that, because one man knows everything. It’s the first time I’ve seen a Prime Minister so far removed from democratic culture, science, morality ....",
                                        "elements": []
                                    },
                                    {
                                        "content": "Dear friends, I have already said that to consider [the Prime Minister] as a godly person is the greatest insult to godly people. I repeat: [the Prime Minister] is a religion-monger whose godliness is superficial ... Their godliness is quite different. I am talking about [the Prime Minister] and his cronies. We [know about] the Deniz Feneri affair, the corruption. That too, they did it in the name of godliness. They exploited the purest feelings of the people ... That is called being unscrupulous, without morality. In the same way that donations were collected within Deniz Feneri, [the Prime Minister] now wants to garner votes by peddling religion ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "This is the first time I’ve seen a Prime Minister so far removed from morality. Do you see this impertinence, do you see this immorality? Do you have a single ounce of morality in you? Come on, come and tell us.",
                                        "elements": []
                                    },
                                    {
                                        "content": "... They’re post-modern dictators. Ask yourself two questions: ‘if I write something bad about [the Prime Minister], is there a risk that something will happen to me’ and ‘are my calls being intercepted’. If you answer these two questions in the affirmative, you should know that there is no democracy in this country. The Prime Minister has said ‘Kılıçdaroğlu, I’ve got my eye on you. Every step you take, even your breath, is being monitored all over the country’. Do you see this aplomb, this impertinence, this lack of morality? You are going to place the leader of the main opposition party under surveillance, intercept his calls, you are going to display this without shame and then you are going to say ‘there is democracy in this country’. It is for that reason that I say he is a dictator. They have admitted it themselves. What is their purpose? To scare the country. I say ‘[Prime Minister], I am not afraid of you, but I have a question for you: do you have a single ounce of morality in you? Come on, come and tell us’ ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 1 March 2012 the plaintiff brought a second civil suit in the Ankara District Court against the applicant, seeking TRY 10,000 in compensation for damage to his personal and professional honour and reputation on account of the accusations which he claimed had been made against him. According to the plaintiff, the applicant had accused him of being an immoral, shameless and unvirtuous person, a slanderer, a liar, a puppet of the foreign intelligence services and a “scarecrow” of the United States of America and Israel, and of lacking in morality, of stoking division and of being a “religion-monger whose godliness is superficial”. He submitted that the applicant’s words were of such a nature as to infringe his personality rights and had exceeded the limits of permissible criticism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In his defence before the Ankara District Court, the applicant began by submitting that he had expressed his grief after the tragedy which had occurred following a bombing by the Turkish Air Force, in the course of which thirty-four people had lost their lives, and had criticised the Prime Minister’s attitude after that event, as in his view the latter had given no satisfactory explanation to public opinion. He also said that it was normal for him to blame the Prime Minister for the tragedy, stressing that thirty-four people, including children, had lost their lives. He added that his other remarks had to be read in context. Thus, firstly, with regard to the word “immoral”, he argued that saying to someone “you don’t follow any rules, [in other words] you are immoral” could not constitute an insult and that it was primarily a matter of political morality. With respect to the term “religion-monger”, he stated that the plaintiff in the proceedings regularly referred to religious concepts for political purposes. He added that the phrase “[the Prime Minister] is a religion-monger whose godliness is superficial” was not intended to insult the plaintiff but to criticise the government’s policy on Iraq. With regard to his words about the impertinence and immorality which he had attributed to the plaintiff in the proceedings, he said that he wanted to show how immoral it was to place the leader of the main opposition party under surveillance. The applicant also stated that the Prime Minister had on several occasions said that he wanted a “godly generation” (dindar gençlik) to emerge and that he had used the phrase “one State, one language, one religion ...”. After defining the terms he had used in his speech, he argued that they had to be read in context and that they should be understood as a response to the words of a very provocative politician.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In a judgment of 23 October 2012, the Ankara District Court, upholding the plaintiff’s claims in part, found that the latter had sustained damage to his reputation and accordingly ordered the applicant to pay him TRY 5,000 for the resulting non-pecuniary damage, in accordance with Articles 24 and 25 of the Civil Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In the reasoning of its decision, the court found as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... The [defendant] is the chairman of a political party with a parliamentary group; the plaintiff is the chairman of the ruling party and the Prime Minister of the Republic of Turkey.",
                                        "elements": []
                                    },
                                    {
                                        "content": "[The defendant], who is chairman of an opposition party, gave a speech in the parliamentary precincts in which he said inter alia as follows ...: ‘[the Prime Minister] is a religion-monger whose godliness is superficial ... This is the first time I’ve seen a Prime Minister so far removed from morality ... Do you see this impertinence, this lack of morality? ... do you have a single ounce of morality in you? Come on, come and tell us ...’. Having regard to these remarks, the balance between substance and form [has been] upset, the permissible limit of criticism [has been] overstepped; even if it is possible to regard these words as political criticism, [it was not] indispensable to use these [words] to express comments and judgements on the executive; the criticism would have been more effective with an appropriate style and phrasing. [Consequently,] the remarks made are to be regarded as a personal attack on the plaintiff ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 7 January 2013 the applicant appealed on points of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 11 December 2013 the Court of Cassation, by a majority, upheld the judgment of 23 October 2012, taking the view that it was compliant with the rules of procedure and the law. In her dissenting opinion, in which she referred to the Court’s case-law, a judge who did not agree with the majority emphasised the distinction between statements of fact and value judgments, emphasising that the permissible limits of criticism were broader when referring to a politician.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The applicant’s individual application before the Constitutional Court",
                                "elements": [
                                    {
                                        "content": "16.  On 6 February 2014 the applicant lodged an individual application with the Constitutional Court, complaining in particular of a violation of his right to freedom of expression. In his submissions he criticised the grounds given by the first-instance court, objecting that it had not considered the speeches in question holistically and that it had based its decisions on only a handful of selected phrases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In a judgment of 25 October 2017 the First Division of the Constitutional Court found, unanimously, that there had been no violation of the applicant’s right to freedom of expression. In reaching that conclusion, it gave the following reasoning:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“59. The first point to be taken into account for the outcome of the present [action] is the status of the appellant and the [plaintiff at first instance] in society. On the one side, there is the appellant, Kemal Kılıçdaroğlu, leader of the main opposition party, which is also the oldest party in Turkey, and on the other hand, Recep Tayyip Erdoǧan, Prime Minister at the time and current President of the Republic. Both are considerably active in the political arena and have a long history of litigation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60. It is obvious that freedom of expression is particularly valuable for all those who are elected and who represent their constituents and convey their demands, concerns and opinions in the political sphere. For this reason, appeals concerning the freedom of expression of a politician, who, moreover, is the leader of the main opposition party, must be subject to stricter scrutiny.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61. First of all, as the facts of the case [concern] political figures who are public figures, the acceptable margin of criticism is wider than [the margin of criticism allowed in the case] of private individuals. It should be borne in mind that this kind of criticism is part of the rules of the game for politicians. For this reason, politicians, who are the parties concerned by the facts under appeal must show more tolerance than [ordinary] individuals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62. The second point to be taken into account is that all the facts of the case can be traced to the political arena, and not to a private sphere closed to third parties. The appellant, in the two separate speeches which are the subject of the appeal, referred to developments in the world and in Turkey; he criticised the government and the Prime Minister. It is clear that the subjects addressed in the speeches are political issues and that their framework remains predominantly in the political sphere. It is therefore natural that, as a politician, Recep Tayyip Erdoǧan should have his words and actions strictly and closely scrutinised by the appellant, who is one of his political opponents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63. However, it must be acknowledged that some of the language used by the appellant [in the context] of the dispute with the Prime Minister contains personal attacks. Even if some of the words of the appellant’s speech of 31 January 2012, upon which the first-instance court relied as the basis for the judgment against him, may be regarded as a harsh expression of an allegation that the Prime Minister is protecting thieves or knowingly misrepresenting certain [information], the fact remains that, in the abstract, language such as ‘[the Prime Minister] sows discord’, ‘provokes hatred’, ‘stokes division’ and ‘you, you are not a godly person’, ‘you are religion-monger’, ‘[you are] a man who exploits the beliefs of godly people’ would seem to amount, not to political criticism, but rather to a series of insults.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64. The appellant alleged that some of the passages in his speech of 7 February 2012, and in particular the expression ‘religion-monger’, on which the first-instance court based its judgment against him, had been a reaction against the Prime Minister’s remarks concerning his religious faith. The appellant had expressed this allegation in an abstract manner without giving it any foundation. The appellant’s words such as ‘lack of morality’, ‘impertinent’, ‘immoral’, ‘do you have a single ounce of morality in you?’, had been a reaction against certain phrases, such as ‘Kılıçdaroğlu, I’ve got my eye on you. Every step you take, even your breath, is being monitored all over the country’, that the Prime Minister had uttered during his party’s group meeting at the Turkish National Assembly. It was considered that the appellant’s interpretation to the effect that ‘the Prime Minister would be following all his actions using the means available to the State’ was exaggerated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65. The appellant referred, before the first-instance court, to certain language used by the [plaintiff at first instance] against him. It may be said that remarks [exchanged] by politicians among themselves are part of their political style, clearly intended to be polemical, to provoke violent reactions and to strengthen the ranks of their supporters. Moreover, the language used by the appellant [was] directed against a politician who [knew] how to respond to him. In addition, the [plaintiff at first instance], who was Prime Minister at the time, had ample means by which to respond to the remarks addressed to him. Be that as it may, this [did] not preclude the first-instance court from verifying whether the appellant’s words spoken before a large audience and in front of TV cameras had been aggressive or whether his language had been coarse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66. As the appellant is a parliamentarian, he claims that no liability can be imputed to him on account of the words spoken in the Turkish National Assembly. The provisions concerning parliamentary immunity are contained in Article 83 of the Constitution. The Constitutional Court has already explained that the purpose of immunity is to prevent ‘any proceedings’ against members of the Turkish National Assembly for their words, opinions or votes in the exercise of their duties in the Assembly (AYM, E.1994/16, K.1994/35, 21/03/1994; AYM, E.1994/7, K.1994/26, 21/03/1994). Article 17, paragraph 1, of the Constitution, which states that ‘everyone has the right to live, and to protect and develop his physical and moral integrity’, requires the State not to interfere arbitrarily with the individual’s right to the protection of his honour and reputation, which is part of his moral integrity, and to prevent attacks by third parties. Consequently, in a context where the conditions for immunity are valid, it must be recognised that it is possible to bring an action for damages against the appellant on account of remarks which are capable of infringing the rights of others...",
                                        "elements": []
                                    },
                                    {
                                        "content": "67. In the light of these observations, it is necessary to examine the grounds on which the first-instance court reached the findings in question. The court began by making it clear, in both decisions, which of the remarks constituted a personal attack ... First, the court distinguished what it considered to be coarse words from other passages in the speeches, and then looked at what it considered to be personal attacks to determine whether or not they were necessary in a speech that was part of a political dialogue. The court found that the balance between ‘substance and form’, in the sense of an intellectual correlation between the terms used by the appellant in his criticism and the subject matter of the speech, had been upset, and therefore the use of the language in question had not been necessary in order to convey comments or criticisms to the [plaintiff at first instance]. The first-instance court took into account the fact that the parties were politicians and that the speeches took place inside the precincts of the Turkish National Assembly, then taking the view that the appellant’s ‘style’ [had not been] in accordance with the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68. It cannot be said that the first-instance court examined the case in detail, taking account of the criteria developed by the Constitutional Court. That being said, to the extent that the conclusions reached by the Constitutional Court coincide with those of the first-instance court, the reasons presented by the court by way of justification for the finding against the appellant ... may be regarded as relevant and sufficient ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "69. Having regard to the foregoing, it can be seen that the appellant did not act in accordance with his duties and responsibilities, valid as they are for him also, in the exercise of his freedom of expression. Moreover, the argument that the appellant used the impugned remarks in the context of political criticism [does not negate] the ‘contempt’ contained in his words or alleviate the negative feelings felt by the [plaintiff at first instance] on hearing them .... Accordingly, it is difficult to regard such coarse, demeaning, humiliating, exaggerated remarks, which constituted personal attacks, as an opinion in a political debate, because they exceeded the permissible limits – even though the parties and the context of the speeches remained in the political sphere – and cannot be assessed in terms of freedom of expression. The judgment against the appellant ordering him to pay damages meets a societal need and is therefore ‘necessary in a democratic society’.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70. It is also necessary to assess whether or not there is an acceptable relationship of proportionality between the sanction imposed on the appellant and its intended purpose. It should be borne in mind in this context that proceedings have been brought only before the civil courts, and not before the criminal courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71. The first-instance court pointed out in its decisions that it had taken into consideration only ‘the economic and social situation of the parties’ in evaluating and determining the amounts to be awarded by way of damages; it did not proceed to a more detailed assessment. The appellant did not submit to the Constitutional Court the information and documents in the files which had served as a basis for the award. Nor did he complain that the amount was excessive. In addition it is noted that, given his economic situation, the amount of compensation for each of the cases is unlikely to cause the appellant hardship or deprive him of his livelihood. Consequently, it cannot be said that the amount of the sanction imposed – in comparison with the amounts generally awarded in this type of case and the gravity of the remarks in question – is disproportionate to the aim pursued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72. For the reasons [thus] given, it should be [concluded] that the right to freedom of expression guaranteed by Article 26 of the Constitution has not been breached.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT DOMESTIC LEGAL FRAMEWORK",
                        "elements": [
                            {
                                "content": "The Civil Code",
                                "elements": [
                                    {
                                        "content": "18.  Article 24 of the Civil Code (Law no. 4721) reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Any individual who is a victim of an unlawful infringement of his personality rights may seek protection from the courts against persons who have caused such infringement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Any infringement which is not based on the agreement of the person concerned, on a superior public or private interest, or on a statutory power, is unlawful.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The relevant part of the third paragraph of Article 25 of the Civil Code reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The plaintiff’s right to seek damages ... shall be reserved.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Code of Obligations",
                                "elements": [
                                    {
                                        "content": "20.  Article 58 of the Code of Obligations (Law no. 6098) reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Any individual whose personality rights (kişilik hakkı) have been infringed unlawfully may claim a sum of money by way of compensation for the non-pecuniary damage sustained.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The court may also indicate a different form of redress, or decide to combine the two forms of compensation, or merely issue a reprimand against the perpetrator of the infringement. It may further order the publication of its decision.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained that there had been a breach of his right to freedom of expression, in violation of Article 10 of the Convention, on account of two judgments against him in civil proceedings ordering him to pay damages for speeches he had given on 31 January and 7 February 2012, which contained criticisms that, in his submission, related to established facts.",
                                "elements": []
                            },
                            {
                                "content": "The relevant part of Article 10 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "« “1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. ...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "22.  The Government disputed that argument and asked the Court to dismiss the complaint as manifestly ill-founded. Referring to the decisions given by the domestic courts, they submitted that the applicant’s arguments had been examined in detail by the higher courts, and added that the Court could not itself assess the factual evidence which had led a domestic court to adopt a given decision rather than another, unless it were to act as a court of fourth instance and go beyond the confines of its remit. They took the view that, in the present case, in accordance with the subsidiarity principle, the domestic courts had fully examined the facts through an approach which was consistent with the Court’s case-law and that their decisions had not been arbitrary.",
                                "elements": []
                            },
                            {
                                "content": "23.  The Court would observe that the Government’s arguments concern the merits of the case. It thus finds that this complaint raises complex factual and legal questions that can only be resolved through an examination on the merits; accordingly the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. As there is no other ground of inadmissibility to note, it must be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "The applicant",
                                        "elements": [
                                            {
                                                "content": "24.  Referring to the relevant case-law of the Court, the applicant began by submitting that in his speeches he had been pursuing the aim, on the one hand, of criticising allegedly undemocratic remarks and actions by the plaintiff in the proceedings and, on the other, of informing public opinion on matters of general interest, particularly in relation to recent judicial developments (for example, proceedings relating to proposed hydroelectric power stations, the Deniz Feneri court case concerning allegations of breaches of trust allegedly perpetrated by the managers of a charity, and the Uludere tragedy, among others), and to raise public awareness of these issues.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  As to the form of his remarks, the applicant stated as follows: in spite of the harsh and caustic style in which he had expressed his criticisms, and despite the negative connotations and hostility which they carried, these remarks had not in any way constituted insults; and they had merely been the necessary consequence of the free political debate which was essential to the functioning of democracy. He also indicated that political speeches in parliament were usually broadcast live on the public channel TRT and that this allowed voters to be informed and to participate in political life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The applicant further submitted that the criticisms made during the impugned speeches had certainly been based on facts. In his view, the judicial authorities had never seen fit to make a distinction between “facts” and “value judgments” in order to assess whether the remarks were insulting or not and whether they were liable to harm the personality and reputation of the plaintiff in the proceedings. He alleged that those authorities had therefore not validly given him a “concrete and effective opportunity” either, in relation to statements of fact, to prove the truth of his allegations or, in the case of value judgments, to show that his assertions had been founded on a sufficient factual basis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The applicant further submitted that the target of his statements had been the then Prime Minister, who, according to him, had been leading the country with an iron fist since 2002. He added that the speeches given by his political opponent were very often hard-hitting and hateful and that they encouraged, propagated or justified hatred based on intolerance. Thus, in his political speeches, his counterpart had systematically “shone the spotlight” on the applicant’s own affiliation to the Alevi religious minority and had made it the subject of denigration and controversy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The applicant argued that, as Prime Minister and head of government, the plaintiff in the proceedings had inevitably been exposed to close scrutiny of his actions and to criticism. Accordingly, in his view, his opponent had a duty to show particular tolerance in this regard, including as to the form of such criticism, especially since, in the present case, the remarks at issue had been made in the context of a political speech. The courts, in the applicant’s view, rather than “sweeping under the carpet” the undisputed hateful comments (by his opponent) which had given rise to the impugned speeches and instructing him (the applicant), by means of a moralising discourse, to adopt a more moderate tone in his political speeches, should have fulfilled their duty to adjudicate equitably and weigh in the balance his right to freedom of expression against the plaintiff’s right to his reputation, in the light of the criteria emerging from the Court’s case-law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Lastly, the applicant complained about the severity of the sanction imposed on him, which amounted to a total of TRY 10,000. In that connection, he alleged that, in the course of the numerous sets of civil proceedings involving himself and the plaintiff over many years, he had been ordered to pay considerable amounts of money to his opponent as a result of decisions by the national courts that were similar to those handed down in the present case and carried substantial awards against him.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Government",
                                        "elements": [
                                            {
                                                "content": "30.  The Government began by arguing that the alleged interference was prescribed by law, namely by Articles 24 and 25 of the Civil Code and Article 58 of the Code of Obligations. As regards its legitimate aim, they submitted as follows: the present case concerned the protection of the reputation of others, which was one of the grounds for restricting freedom of expression; the applicant had been ordered to pay pecuniary compensation for causing damage to an individual’s honour, dignity and reputation on account of the statements he had made.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Government further submitted that the alleged interference was necessary in a democratic society and that there was a relationship of proportionality between the aim pursued and the means employed, for the reasons set out below.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  First, the Government took the view that the terms used by the applicant had been insulting and contained elements which went far beyond the expression of thought or criticism within permissible limits. By making statements to the press and the public such as “O thieves, O perpetrators of corruption, if you want to get away with it, just contact the Prime Minister before engaging in your theft and corruption, [so] no one can touch you ... he is lying .... lying is certainly your own personal speciality”, the applicant had insulted the Prime Minister and had thus infringed his personality rights. Moreover, again according to the Government, the fact that the statements in question had been made by the leader of the main opposition party at meetings open to the public and the press in the parliamentary precincts was likely to damage the reputation, prestige and reliability of the Prime Minister and his government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  Secondly, the Government took the view that the remarks considered insulting in the applicant’s speeches had not been made in the context of a public debate. In that connection, they stated that, when a holistic assessment was made of the disputed speeches, there was no indication as to the factual basis for those statements. In their submission, the impugned expressions did not contain any criticism, but clearly constituted a personal attack, without having a sufficient factual basis.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Thirdly, the Government contended that the reasons given by the domestic courts had been sufficient and relevant to justify the alleged interference. In this connection, they referred in particular to the reasoning of the District Court and pointed out that it had clearly identified the expressions in the applicant’s speeches which had constituted a personal attack. They developed their argument as follows: the court had distinguished the expressions which it considered to be coarse from the other expressions contained in the speeches, and had referred to those which it considered to constitute a personal attack; thus, the court had carried out a balancing exercise, weighing up the interests at stake, and had concluded that some of the words used by the applicant were not political criticism but rather a succession of insults; as to the Constitutional Court, in its reasoning it had also referred to the criteria established in the Court’s case law, in order to strike a balance between the applicant’s right to freedom of expression and his opponent’s right to the protection of his reputation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Lastly, the Government stated that the applicant had been reprimanded by a pecuniary sanction and had not been the subject of any disciplinary or criminal proceedings in respect of his allegedly insulting remarks, adding that the sanction had been in conformity with the resolutions of the Parliamentary Assembly of the Council of Europe. They further submitted that the applicant had been ordered to pay compensation for non-pecuniary damage amounting to TRY 5,000 in each of the two sets of civil proceedings, on the ground that the statements at issue had contained insults. According to the Government, in view of the fact that, as a member of parliament, the applicant was earning an average salary of TRY 20,000 per month at the material time (approximately 8,500 euros (EUR)), the sums in question were not such as to have had a negative impact on the applicant’s financial capacities. The Government referred to another case, namely the Keller v. Hungary decision ((dec.), no. 33352/02, 4 April 2006), where the Court had held that the amount of the compensation, which was less than twice the gross monthly salary due to the applicant in that case, had been proportionate.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "Whether there has been an interference",
                                        "elements": [
                                            {
                                                "content": "36.  The Court is of the view that the award made by the Ankara District Court in its decisions of 23 October 2012, in which it acknowledged the applicant’s liability for impugning the reputation of the plaintiff in the domestic proceedings (the then Prime Minister) and ordered him, pursuant to Articles 24 and 25 of the Civil Code, to pay a certain sum in respect of the non-pecuniary damage thus caused, can be regarded as an interference with the applicant’s right to freedom of expression protected by the first paragraph of Article 10 of the Convention (see Medžlis Islamske Zajednice Brčko and Others v. Bosnia-Herzegovina [GC], no. 17224/11, § 66, ECHR 2017; Novaya Gazeta and Milashina v. Russia, no. 45083/06, § 53, 3 October 2017; Verlagsgruppe Droemer Knaur GmbH & Co. KG v. Germany, no. 35030/13, § 36, 19 October 2017; and Falzon v. Malta, no. 45791/13, § 50, 20 March 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  It should be pointed out that such interference will be incompatible with the second paragraph of Article 10 unless it is “prescribed by law”, pursues one or more legitimate aims and is “necessary in a democratic society” in order to achieve the aim or aims concerned.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Whether the interference was prescribed by law",
                                        "elements": [
                                            {
                                                "content": "38.  The Court reiterates that the expression “prescribed by law” in Article 10 of the Convention not only requires that the impugned measure should have some basis in domestic law, but also refers to the quality of the law in question. The law should be accessible to the person concerned and foreseeable as to its effects (see Rotaru v. Romania [GC], no. 28341/95, § 52, ECHR 2000V, and Maestri v. Italy [GC], no. 39748/98, § 30, ECHR 2004I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In the present case, it is not in dispute between the parties that the interference with the applicant’s right to freedom of expression had a basis in domestic law, namely Articles 24 and 25 of the Civil Code and Article 58 of the Code of Obligations, or that the legislation at issue was accessible or sufficiently foreseeable for the purposes of Article 10 § 2 of the Convention. The Court agrees with the parties that the interference was prescribed by law.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Whether the interference pursued a legitimate aim",
                                        "elements": [
                                            {
                                                "content": "40.  It is not in dispute between the parties that the interference complained of pursued a legitimate aim, namely “to protect the reputation or rights of others”. The Court sees no reason to find otherwise on this point.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Whether the interference was necessary in a democratic society",
                                        "elements": [
                                            {
                                                "content": "41.  It remains to be determined whether the impugned interference was “necessary in a democratic society”, which constitutes the central question in the present case. To that end the Court must ascertain whether the domestic courts struck a fair balance between, on the one hand, the applicant’s right to freedom of expression under Article 10 of the Convention and, on the other, the plaintiff’s right to the protection of his reputation.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "General principles",
                                "elements": [
                                    {
                                        "content": "42.  The Court reiterates the principles emerging from its case-law in matters of protection of private life and freedom of expression, as summarised in particular in the case of Couderc and Hachette Filipacchi Associés v. France ([GC], no. 40454/07, §§ 83-93, ECHR 2015). Moreover, the general principles that are applicable for the purpose of assessing the need for interference with the right to freedom of expression have recently been consolidated in Morice v. France ([GC], no. , § 124, 23 April 2015) and Pentikäinen v. Finland ([GC], no. , § 87, 20 October 2015), and reiterated in Medžlis Islamske Zajednice Brčko and Others, cited above, §§ 75-79). They have also been set out in Delfi AS v. Estonia ([GC], no. 64569/09, § 131-139, ECHR 2015) and Bédat v. Switzerland ([GC], no. 56925/08, § 48, ECHR 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  As regards the nature of remarks that are capable of impugning an individual’s reputation, the Court traditionally draws a distinction between facts and value judgments. The existence of facts can be demonstrated, whereas the truth of value judgments is not susceptible of proof. Where a statement amounts to a value judgment, the proportionality of an interference may depend on whether there exists a sufficient “factual basis” for the impugned statement: if there is not, that value judgment may prove excessive (see, for example, Morice, cited above, § 126). Moreover, in the context of proceedings for defamation or insults, the Court must weigh in the balance a series of additional factors when it assesses the proportionality of the impugned measure. First, in terms of the subject matter of the offending remarks, the Court reiterates that the limits of acceptable criticism are wider as regards a politician as such than as regards a private individual. Unlike the latter, the former inevitably and knowingly lays himself open to close scrutiny of his every word and deed by both journalists and the public at large, and he must consequently display a greater degree of tolerance (see Couderc and Hachette Filipacchi Associés, cited above, §§ 117-121, Lingens v. Austria, 8 July 1986, § 42, Series A no. 103; see also Kapsis and Danikas v. Greece, no. 52137/12, § 35, 19 January 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  It is further reiterated that the right to the protection of one’s reputation is a right which falls, as part of the right to respect for private life, under Article 8 of the Convention. The concept of “private life” is a broad term not susceptible to exhaustive definition, covering the physical and psychological integrity of a person. In order for Article 8 to come into play, however, an attack on a person’s reputation must attain a certain level of seriousness and must have been made in such a manner as to cause prejudice to personal enjoyment of the right to respect for private life (see A. v. Norway, no. 28070/06, § 64, 9 April 2009, and Axel Springer AG v. Germany [GC], no. 39954/08, § 83, 7 February 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Where Article 8 is engaged, in accordance with the above-mentioned criteria, by the aim of the “protection of the reputation or rights of others”, the Court may be required to verify whether the domestic authorities struck a fair balance when protecting two values guaranteed by the Convention, namely, on the one hand, freedom of expression protected by Article 10 and, on the other, the right to respect for private life enshrined in Article 8. When weighing up the right to freedom of expression against the right to respect for private life the relevant criteria are as follows: first, the contribution to a debate of general interest; second, the degree of notoriety of the person affected and the subject matter of the news report; third, the prior conduct of the person affected; fourth, the way in which the information was obtained and its veracity; fifth, the content, form and consequences of the publication; and sixth, the severity of the sanction imposed (see, for example, Axel Springer AG, cited above, §§ 83 and 89 to 95; Von Hannover v. Germany (no. 2) [GC], nos. 40660/08 and 60641/08, §§ 108 et seq., ECHR 2012; Couderc and Hachette Filipacchi Associés, cited above, § 93; and Medžlis Islamske Zajednice Brčko and Others, cited above, § 88). The Court is of the view that those criteria may be transposed to the present case, even though some of them may vary in relevance having regard to the circumstances (see Axel Springer SE and RTL Television GmbH v. Germany, no. 51405/12, § 42, 21 September 2017, and Falzon v. Malta, no. 45791/13, § 55, 20 March 2018).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  According to the Court’s established case-law, the test of “necessity in a democratic society” requires the Court to determine whether the interference complained of corresponded to a “pressing social need”, whether it was proportionate to the legitimate aim pursued and whether the reasons given by the national authorities to justify it are relevant and sufficient (see The Sunday Times v. the United Kingdom (no. 1), 26 April 1979, § 62, Series A no. 30). The margin of appreciation left to the national authorities in assessing whether such a “need” exists and what measures should be adopted to deal with it is not, however, unlimited but goes hand in hand with European supervision by the Court, whose task it is to give a final ruling on whether a restriction is reconcilable with freedom of expression as protected by Article 10. Where the balancing exercise has been undertaken by the national authorities in conformity with the criteria laid down in the Court’s case-law, the Court would require strong reasons to substitute its own view for that of the domestic courts (see Couderc and Hachette Filipacchi Associés, cited above, § 92).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Application of those principles to the present case",
                                "elements": [
                                    {
                                        "content": "47.  The Court observes that the applicant – leader of the main opposition party – was ordered to pay compensation for impugning the reputation of the Prime Minister on account of two speeches that he had given in the parliamentary precincts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court would begin by emphasising that its role in the present case is primarily to ascertain that the national courts, whose decisions have been challenged by the applicant, fairly weighed up the rights at issue in accordance with the criteria developed in its case-law for that purpose (see paragraph 45 above). Similarly, in its analysis it is required, like the domestic courts, to take account of the applicant’s interest, in his capacity as leader of the opposition, in conveying to the public his views on current affairs and in expressing his criticism, while having regard to the interest of the plaintiff in the proceedings against him, in his capacity as politician and head of the executive, in being protected from attacks on his reputation and from personal insults. In order to determine the approach to be applied in the present case, the Court has to look at the interference complained of in the light of the case as a whole, including the form in which the remarks held against the applicant were conveyed, their content and the context in which the impugned statements were made (see Medžlis Islamske Zajednice Brčko and Others, cited above, § 78).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In the present case, the two speeches given by the chairman of the main opposition party in the parliamentary precincts concerned matters of general interest and in particular: court cases concerning allegations of embezzlement, a human tragedy caused by Turkish air-force bombing and the construction of hydroelectric power stations. As the Constitutional Court rightly observed, such subjects, as raised in the offending speeches, were political issues and the subject matter remained predominantly in the political sphere. Accordingly, it was natural, as a prominent political figure, for the Prime Minister’s words and deeds to be subjected to the stringent scrutiny of the applicant, one of his main political competitors (see paragraph 62 of the Constitutional Court’s judgment, paragraph 20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court observes that the plaintiff in the two sets of compensation proceedings mentioned above was a very high-ranking politician, namely the Prime Minister of Turkey. Moreover, it should not be overlooked that the two offending speeches were manifestly political in nature, having been given by the leader of the main opposition party. As the Constitutional Court rightly pointed out, “the facts of the case [concerned] political figures who [were] public figures” and it was “natural that, as a politician, [the plaintiff] should have his words and actions strictly and closely scrutinised by” the applicant, being “one of his political opponents” (see paragraphs 61 and 62 of the Constitutional Court judgment). The Court endorses these considerations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  It should further be observed in this connection that the two speeches were made by the applicant in his capacity as a Member of Parliament in the parliamentary precincts. While being precious for everyone, freedom of expression is particularly important for an elected representative of the people (see Karácsony and Others v. Hungary [GC], nos. 42461/13 and 44357/13, § 137, 17 May 2016, and Lacroix v. France, no. 41519/12, § 43, 7 September 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court has acknowledged in particular that a politician inevitably and knowingly lays himself open to close scrutiny of his every word and deed by both journalists and the public at large (see, among other authorities, Lingens, cited above, § 42). In addition, there is little scope under Article 10 § 2 of the Convention for restrictions on freedom of expression in political speech or debate – in which that freedom is of the utmost importance (see Brasilier v. France, no. 71343/01, § 41, 11 April 2006) – or in matters of general interest (see, among other authorities, Sürek v. Turkey (no. 1) [GC], no. 26682/95, § 61, ECHR 1999-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court first observes that the two speeches given by the applicant concerned current affairs and were not specifically directed at the plaintiff’s private life (compare Couderc and Hachette Filipacchi Associés, cited above, § 126). The domestic courts took the view that the applicant had not confined himself to political criticism but had attacked the reputation of a politician. In two judgments of 23 October 2012, the Ankara District Court thus found that some of the remarks in the two offending speeches were to be perceived as a personal attack on the plaintiff. In so finding, the court first distinguished the words that it regarded as insults from the other statements in the speeches, then focussed on those passages that it saw as a personal attack to determine whether or not they were necessary in a context of political exchange. The District Court found that the applicant had failed to strike a balance between “substance and form” and, consequently, the use of the offending remarks to convey his comments or criticisms to the plaintiff had not been proven necessary. Consequently, the District Court justified the interference in question by the main consideration that the applicant’s “style” had not been compliant with the law (see paragraphs 10 and 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  As to the Constitutional Court, the Court notes that, having received an individual application, it confirmed the conclusion reached by the District Court, even though it criticised its reasoning (see paragraph 68 of the Constitutional Court’s judgment, paragraph 20 above). In that court’s view, it was “clear that the subjects addressed in the speeches [were] political issues and that their framework remain[ed] predominantly in the political sphere”, but it nevertheless had to be “acknowledged that some of the language used by the appellant [in the context] of the dispute with the Prime Minister contain[ed] personal attacks”. The Constitutional Court thus cited the following expressions that had been used by the applicant in his speeches, in the parliamentary precincts, on 31 January and 7 February 2012: first, “[the Prime Minister] sows discord”, “provokes hatred”, “stokes division” and “you, you are not a godly person”, “you are religion-monger”, “[you are] a man who exploits the beliefs of godly people” (expressions used in the first speech); and secondly, “lack of morality”, “impertinent”, “immoral”, “do you have a single ounce of morality in you?” (expressions used in the second speech) (see paragraph 63 of the Constitutional Court’s judgment).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court notes that, in the view of the Constitutional Court, these remarks were to be regarded as a series of insults rather than political criticism. It found that the applicant had “not act[ed] in accordance with his duties and responsibilities, valid as they [were] for him also, in the exercise of his freedom of expression” and that it was “difficult to regard such coarse, demeaning, humiliating, exaggerated remarks, which constituted personal attacks, as an opinion in a political debate because they exceeded the permissible limits – even though the parties and the context of the speeches remained in the political sphere” (see paragraph 69 of the Constitutional Court’s judgment).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  It can be seen in particular from the Constitutional Court’s reasoning that, for the domestic courts, even though the speeches at issue were political in nature, the applicant’s “style” did not fall within the protection of the law and certain remarks constituted an attack on the Prime Minister’s personal reputation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In this connection the Court would first observe that, even assuming, as the domestic courts did, that the language and expressions used in the two speeches, especially those highlighted in the District Court’s judgments, were provocative and coarse, and that some of the expressions could legitimately be described as offensive, they were nevertheless essentially made up of value judgments and not concrete statements of fact (compare Keller, decision cited above, and see, inter alia, Tuşalp v. Turkey, nos. 32131/08 and 41617/08, § 47, 21 February 2012). It notes, however, that this aspect was not taken into consideration by the civil courts, which carried out no analysis of the question whether the impugned expressions had a sufficient factual basis (see paragraphs 7 and 10 above; see also the dissenting opinion of the Court of Cassation judge in the minority, paragraph 15 above). As to the Constitutional Court, it merely highlighted the abstract nature of certain remarks without engaging in any in-depth analysis of this question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Admittedly, where allegations are made about the conduct of a third party, it may sometimes be difficult, as in the instant case, to distinguish between assertions of fact and value judgments. Nevertheless, even a value judgment may be excessive if it has no factual basis to support it (see Cumpănă and Mazăre v. Romania [GC], no. 33348/96, § 99, ECHR 2004-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  To be sure, some of the applicant’s expressions gave his audience the impression that the Prime Minister had been implicated in court cases concerning allegations of corruption and had often made inaccurate remarks about various matters in the news, and they tended to lead people to believe that the Prime Minister had been exploiting religious beliefs without respecting religious diversity. When the impugned remarks are analysed in the light of the speeches as a whole, it must be said that those expressions were directly related to the many topical issues that were addressed by the applicant in his two speeches; those issues included the construction of a hydroelectric power station, the Deniz Feneri court case – a very significant one –, the tragic event of Uludere, which had led to thirty-four deaths, a judicial procedure before the Supreme Administrative Court, etc. (see, mutatis mutandis, Nadtoka v. Russia, no. 38010/05, § 46, 31 May 2016). Accordingly, in view of the topical issues addressed in the two speeches, there was some factual basis for the impugned remarks (compare Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 51, ECHR 1999VIII). In addition, the Court attaches weight to the fact that the applicant had argued before the domestic courts that these remarks had a factual basis (see paragraphs 6 and 12 above). However, that was not part of debate at national level.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  It is true that some of the expressions used by the applicant in the context of his opposition to the Prime Minister consisted of harsh attacks, with an antagonistic tone, such as: “[the Prime Minister] sows discord”, “provokes hatred”, “stokes division”, and “you, you are not a godly person”, “you are religion-monger”, “[you are] a man who exploits the beliefs of godly people”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  Having examined both speeches as a whole, the Court observes that the applicant chose to convey his strong criticism, coloured by his own political opinions and perceptions, by using a rather antagonistic style, which, according to him, was a response to remarks that had been made by the plaintiff in the domestic proceedings (see paragraphs 8 and 15 above). Even though, as the Constitutional Court pointed out (see paragraph 69 of the Constitutional Court’s judgment), the “contempt” contained in certain remarks cannot be overlooked, they may rather be regarded as having a provocative tone which was intended to foster controversy about the political position allegedly adopted by the person at whom the remarks were directed. They may also be recognised as the type of political invective used by politicians in the course of their debates (see, mutatis mutandis, Jerusalem v. Austria, no. 26958/95, § 40, ECHR 2001-II; Roseiro Bento v. Portugal, no. 29288/02, § 44, 18 April 2006; and Athanasios Makris v. Greece, no. 55135/10, § 36, 9 March 2017; see also Lacroix, cited above, § 44).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  In this connection the Court would point out that if the sole intent of any form of expression is to insult, an appropriate reaction would not, in principle, constitute a violation of Article 10 § 2 of the Convention (see Skałka v. Poland, no. 43425/98, § 34, 27 May 2003). That being said, the vulgar nature of an expression is not decisive in itself when it is used merely for stylistic effect (see Nadtoka, cited above, § 46). Moreover, the use of certain expressions which, to all intents and purposes, were designed to attract the public’s attention cannot in itself raise an issue under the Court’s case-law (see Couderc and Hachette Filipacchi Associés, cited above, § 145; see also Flinkkilä and Others v. Finland, no. 25576/04, § 74, 6 April 2010, and Pipi v. Turkey (dec.), no. 4020/03, 15 May 2009). Nor is the use of vulgar phrases, in itself, decisive in the assessment of an offensive expression as it may well serve merely stylistic purposes. For the Court, style constitutes part of the communication as the form of expression and is as such protected together with the content of the expression (see Uj v. Hungary, no. 23954/10, § 20, 19 July 2011; see also, mutatis mutandis, Jiménez Losantos v. Spain, no. 53421/10, § 50, 14 June 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  According to the Court’s settled case-law, whilst an individual taking part in a public debate on a matter of general concern is required to show respect for the reputation and rights of others, he or she is allowed to have recourse to a degree of exaggeration or even provocation (see, in particular, Mamère v. France, no. 12697/03, § 25, ECHR 2006-XIII, and Lindon, Otchakovsky-Laurens and July v. France [GC], nos. 21279/02 and 36448/02, § 56, ECHR 2007IV). In particular, the remarks made by the applicant in his two political speeches were to be regarded as part of his political style and contributed to a debate of general interest concerning various current issues.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court thus concludes that the domestic courts, in their examination of the case, failed to set the impugned remarks within the context and the form in which they had been expressed (see Tuşalp, cited above, § 48). In particular they failed to make a distinction between “facts” and “value judgments”, but merely considered whether the expressions used in the speeches were capable of causing damage to the plaintiff’s personality rights and reputation (see, mutatis mutandis, I Avgi Publishing and Press Agency S.A. and Karis v. Greece, no. 15909/06, § 33, 5 June 2008). However, the role of the domestic courts in such proceedings does not consist in indicating to the defendant what style he should have adopted in exercising his right to criticism, however caustic the remarks may have been. The domestic courts are required to examine whether the context of the case, the public interest and the intention of the person who made the impugned remarks justified the possible use of a degree of provocation or exaggeration (see Kapsis and Danikas, cited above, § 38).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The last factor to be taken into account is the severity of the sanction imposed on the applicant. In this connection, the Court reiterates that the nature and severity of the punishment are factors that must also be considered when assessing the proportionality of an interference (see Medžlis Islamske Zajednice Brčko and Others, cited above, § 118, with the references cited therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court observes in the present case that, following the two sets of civil proceedings brought by the plaintiff in the domestic courts, the applicant was ordered to pay, not a token amount in compensation, but the significant amount of TRY 10,000. It first notes that the fact that those proceedings were civil rather than criminal in nature – as pointed out by the Government – does not affect the Court’s considerations above as to the necessity of the interference (see Tuşalp, cited above, § 50). In addition, the amount of the compensation that the applicant was ordered to pay was significant and capable of deterring others from criticising politicians in the context of a debate on a question of public interest (ibid.; see also, mutatis mutandis, Cihan Öztürk v. Turkey, no. 17095/03, § 33, 9 June 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  In the light of the foregoing, the Court finds that the domestic courts did not fairly take account, in assessing the circumstances before them, of the principles and criteria set out in the Court’s case-law in order to weigh up the right to respect for private life, on the one hand, and the right to freedom of expression, on the other.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, there has been a violation of Article 10 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "  APPLICATION of ARTICLE 41 of the CONVENTION",
                        "elements": [
                            {
                                "content": "68.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "69.  In respect of the non-pecuniary damage that he claimed to have suffered, the applicant sought 10,000 euros (EUR).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In addition, in respect of the pecuniary damage that he alleged, he claimed 7,370.91 Turkish lira (TRY) and TRY 7,411.14 (about EUR 3,185 and EUR 3,200, respectively, at the relevant exchange rate). He explained that these sums corresponded to what he had actually paid to the plaintiff following the two sets of civil proceedings. He produced supporting documents dated 4 April 2013 attesting to the payment of those sums.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government took the view that these claims by the applicant were unsubstantiated and excessive. They added, as regards the claim for non-pecuniary damage, that there was no causal link with the alleged violation and that it did not tally with the amounts awarded in the Court’s case-law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court notes that in the present case it has found a violation of the applicant’s rights under Article 10 of the Convention. It takes the view that there is an obvious link between this violation and the pecuniary damage sustained by the applicant. Accordingly it awards the applicant the sum of EUR 6,385 for pecuniary damage. It also awards him EUR 5,000 for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "72.  The applicant claimed TRY 1,626.45 and TRY 1,668.45 (about EUR 230 and EUR 235, respectively) for the costs and expenses incurred before the domestic courts, and TRY 8,500 (about EUR 1,197) for translation costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  The Government disputed these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the applicant the sum of EUR 1,662 under all heads of expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "75.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT,",
                "elements": [
                    {
                        "content": "Declares, unanimously, the complaint under Article 10 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds, unanimously, that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds, by six votes to one,",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and notified in writing on 27 October 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Yüksel is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  As regards the applicant’s complaint under Article 10 of the Convention, I concur with the finding that, in the particular circumstances of the present case, there has been a violation of that Article, but I cannot subscribe to the reasoning set out in the judgment.",
                        "elements": []
                    },
                    {
                        "content": "2.  The case concerns two defamation actions brought against the leader of the main opposition party, who had made two political speeches during meetings of the parliamentary group inside the parliamentary precincts. The crux of the matter is whether the domestic courts made the distinction between “facts” and “value judgments” in their reasoning, when carrying out a balancing exercise as required by the Court’s case-law in situations of conflict between the applicant’s rights under Article 10, on the one hand, and the Article 8 rights of another person, in this case the Prime Minister, on the other. The shortcoming in the approach taken by the domestic courts lies at the root of the problem.",
                        "elements": []
                    },
                    {
                        "content": "3.  As indicated in paragraph 58 of the judgment, where allegations are made about the conduct of a third party, it may sometimes be difficult to distinguish between assertions of fact and value judgments. However, according to the Court’s established case-law, a distinction has to be drawn between statements of fact and value judgments. While the existence of facts can be demonstrated, the truth of value judgments is not susceptible of proof. The requirement to prove the truth of a value judgment is impossible to fulfil and infringes freedom of opinion itself, which is a fundamental part of the right secured by Article 10 (see Lingens v. Austria, 8 July 1986, § 46, Series A no. 103; McVicar v. the United Kingdom, no. 46311/99, § 83, ECHR 2002III; Gorelishvili v. Georgia, no. 12979/04, § 38, 5 June 2007; Grinberg v. Russia, no. 23472/03, §§ 29-30, 21 July 2005; and Fedchenko v. Russia, no. 33333/04, § 37, 11 February 2010). The Court has thus raised the lack of distinction between facts and value judgments in several cases (see OOO Izdatelskiy Tsentr Kvartirnyy Ryad v. Russia, no. 39748/05, § 44, 25 April 2017; Reichman v. France, no. 50147/11, § 72, 12 July 2016; Paturel v. France, no. 54968/00, § 35, 22 December 2005; and De Carolis and France Télévisions v. France, no. 29313/10, § 54, 21 January 2016).",
                        "elements": []
                    },
                    {
                        "content": "4.  I must also recall that the characterisation of remarks as statements of fact or value judgments falls primarily within the ambit of the margin of appreciation afforded to national authorities, in particular the domestic courts (see Prager and Oberschlick v. Austria, 26 April 1995, § 36, Series A no. 313). In the present case, even though I agree with most of the considerations of the Constitutional Court’s judgment, I would nevertheless point out that the domestic decisions appear to have referred particularly to the style in which the remarks were conveyed and failed to adduce sufficient reasoning in taking into consideration the distinction between facts and value judgments. In this connection, for example, I have doubts that the applicant’s remarks, which related to court cases concerning allegations of embezzlement (see in particular paragraph 4), can easily be regarded as value judgments. In my view, certain remarks by the applicant could be classified as statements of fact and would require the applicant to demonstrate their existence. Having said that, I do not see any discussion on this subject in the judgments of the domestic courts, including that of the Constitutional Court.",
                        "elements": []
                    },
                    {
                        "content": "5.  Considering the national context, I agree with the Constitutional Court that the language and expressions used in the two speeches can be recognised as having a humiliating nature, and regarded as a series of insults and not criticism. However, I should point out that the standard applied by the Court’s case-law is higher than that which was applied in the present case by the national courts, when it comes to political discourse between two political figures. Political expression enjoys a high level of protection under Article 10 of the Convention, since very strong reasons are required for justifying restrictions on political speech (see Morice v. France [GC], no. , § 125, ECHR 2015) and there is little scope under Article 10 § 2 of the Convention for restrictions on speech which, like the speeches in the instant case, is political in nature (see Rashkin v. Russia, no. 69575/10, § 18, 7 July 2020, not yet final).",
                        "elements": []
                    },
                    {
                        "content": "6.  I must stress that I fully share the considerations of the Constitutional Court, which has emphasised the duties and responsibilities of politicians. In my opinion, politicians must avoid using coarse, demeaning, humiliating and contemptuous language about their political opponents. If the domestic courts’ decisions and the present judgment had entered into a discussion and assessed the substance of the applicant’s statements after applying the distinction between facts and value judgments in their reasoning, I doubt that my conclusion would have been the same as to whether the boundaries of the protection afforded by Article 10 were exceeded.",
                        "elements": []
                    },
                    {
                        "content": "7.  I believe that the Court should have found only a procedural violation of Article 10. In such a situation and in the light of the foregoing, I consider that the finding of a procedural violation would constitute in itself sufficient just satisfaction for the damage claimed by the applicant and therefore I respectfully disagree with the finding on Article 41 concerning just satisfaction.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF KILIÇDAROĞLU v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-205898.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:1027JUD001655818",
    "externalsources": [],
    "extractedappno": [
        "16558/18",
        "32131/08",
        "41617/08",
        "1994/16",
        "1994/35",
        "1994/26",
        "33352/02",
        "17224/11",
        "45083/06",
        "35030/13",
        "45791/13",
        "28341/95",
        "39748/98",
        "40454/07",
        "29369/10",
        "11882/10",
        "64569/09",
        "56925/08",
        "52137/12",
        "28070/06",
        "39954/08",
        "40660/08",
        "60641/08",
        "51405/12",
        "42461/13",
        "44357/13",
        "41519/12",
        "71343/01",
        "26682/95",
        "33348/96",
        "38010/05",
        "23118/93",
        "26958/95",
        "29288/02",
        "55135/10",
        "43425/98",
        "25576/04",
        "4020/03",
        "23954/10",
        "53421/10",
        "12697/03",
        "21279/02",
        "36448/02",
        "15909/06",
        "17095/03",
        "46311/99",
        "12979/04",
        "23472/03",
        "33333/04",
        "39748/05",
        "50147/11",
        "54968/00",
        "29313/10",
        "69575/10"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-205898",
    "judgementdate": "27/10/2020 00:00:00",
    "kpdate": "27/10/2020 00:00:00",
    "kpthesaurus": [
        "149",
        "148"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "10",
        "10-1"
    ],
    "parties": [
        "KILIÇDAROĞLU",
        "TURKEY"
    ],
    "rank": "8307.841796875",
    "representedby": [
        "ÇELİK C."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "501644",
    "typedescription": "15"
}