{
    "__articles": "3;13;13+3",
    "__conclusion": "No violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Prohibition of torture;Degrading treatment)",
    "applicability": "",
    "appno": "36199/15",
    "article": [
        "13",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "No violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "no-violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-184673.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 36199/15) against the Republic of Malta lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Maltese national, Mr Jean Pierre Abdilla (“the applicant”), on 25 September 2015.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Dr Y. Bugeja, a lawyer practising in Valletta. The Maltese Government (“the Government”) were represented by their Agent, Dr P. Grech, Attorney General.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had suffered a violation of Article 3 in respect of the conditions of his detention and that he had lacked an effective remedy as provided for by Article 13 taken in conjunction with Article 3.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 8 February 2017 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1975 and is detained in the Corradino Correctional Facility, Paola, Malta.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant is currently serving a term of imprisonment for drug-related offences. On 3 December 2009 he was sentenced to sixteen years’ imprisonment and fined 40,000 euros (EUR) by the Criminal Court. The punishment was confirmed by the Court of Criminal Appeal on 19 September 2013.",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant started to serve his prison sentence and on 10 December 2009 he had been placed in Division 2 (cell no. 88) of the Corradino Correctional Facility. He remained in various cells in Division 2 to date, except for two brief periods in 2011 where he had been placed in Division 6 (a high security unit) for nine and eleven days respectively, the latter ending on 4 December 2011. In particular after 4 December 2011 the applicant had been staying in cell no. 45 until 26 December 2014 and thereafter had been hosted in cell no. 70, both in Division 2.",
                                "elements": []
                            },
                            {
                                "content": "8.  The applicant alleged that a huge amount of maintenance was needed to the area due to its old age (around 200 years old) and that it lacked both light and air. Windows were behind two iron grids and a third layer of exterior iron bars (hereinafter referred to as ‘triplebarred windows’). Division 2 also had three skylights, which were kept closed even during the summer months, leading to a great amount of heat. The “environment” was squalid and had a bad smell.",
                                "elements": []
                            },
                            {
                                "content": "9.  In the period during which he had been placed in cell no. 45, the applicant had had to suffer the fumes and excessive heat from the bakery close to his cell, which fumes and heat poured into his poorly ventilated cell. The applicant also described the cell as being nearly underground and as structurally condemned. Due the triple-barred windows he could barely see outside. In winter the cell was very humid and cold.",
                                "elements": []
                            },
                            {
                                "content": "10.  When, on 26 December 2014, he moved to cell no. 70 (see paragraph 7 above), which was very small and had very little ventilation; the applicant felt claustrophobic. Furthermore, he claimed to hardly ever having had access to running water.",
                                "elements": []
                            },
                            {
                                "content": "11.  According to the applicant, in Division 2 the food was of a very poor quality, non-nutritious, and portions were too small. Additionally, the food quality was so terrible that between 1 and 4 September 2015 prisoners had to be taken to hospital as a result of food poisoning. The applicant claimed that the kitchen was so dirty that mice were found dead in it.",
                                "elements": []
                            },
                            {
                                "content": "12.  The applicant complained that there was no combined automated toiletflushing system installed. Therefore, inmates had to flush their own personal toilet by means of a water bucket which was provided to them. Moreover, at times there was no access to running water in the cell. Access to water was limited in general, and water available was not potable. While inmates were permitted to buy bottled water, they were forced to reduce their daily intake when they were short on cash.",
                                "elements": []
                            },
                            {
                                "content": "13.  As to the showers, hot water was often not available and the water was dirty. The applicant submitted that there were not enough showers, with one of the showers having a broken and cracked tray that could cause injury if one were not careful. He alleged that, for all the inmates in Division 2, only one shower was available most of the time, with two showers being available during the summer months.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant claimed that the cost to make telephone calls was very high and had been increased on 3 December 2014. He had complained to the prison authorities to no avail.",
                                "elements": []
                            },
                            {
                                "content": "15.  He complained that the prison allowance given to detainees was too little. This made everything available at the tuck shop excessively expensive. It inevitably also impacted the inmates’ ability to buy bottled water and make telephone calls.",
                                "elements": []
                            },
                            {
                                "content": "16.  The applicant claimed to have suffered health issues and had even been confined to his bed because of illness for some time. The emergency buzzer in the cell never worked and when he had been confined to his bed because of illness and tried to ring it, no one came, since the buzzer did not work. It took thirty minutes for someone from the staff to show up, at which point he was told off by the staff member.",
                                "elements": []
                            },
                            {
                                "content": "17.  Petitions were filed in regard to these conditions. Furthermore, some of his fellow inmates had lodged constitutional cases concerning the situation. However, none led to any change.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "18.  The relevant domestic law pertaining to this case can be found in Story and Others v. Malta (nos. 56854/13, 57005/13 and 57043/13, §§ 4958 and 60, 29 October 2015).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT MATERIAL",
                        "elements": [
                            {
                                "content": "19.  The relevant material pertaining to this case can be found in Yanez Pinon and Others v. Malta (nos. 71645/13 and 2 others, §§ 63-64, 19 December 2017).",
                                "elements": []
                            },
                            {
                                "content": "20.  According to the “Living space per prisoner in prison establishments: CPT standards”, of 15 December 2015, a singleoccupancy cell should measure 6m² plus the space required for a sanitary annexe (usually 1m² to 2m²).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained that the prison conditions he had been subjected to in Division 2 at the Corradino Correctional Facility resulted in him suffering inhuman and degrading treatment contrary to Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Non-exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "22.  The Government submitted that the applicant had not made a request to change cell. Furthermore, he had failed to institute constitutional redress proceedings. In this respect the Government argued that – although this remedy had previously been rejected by the Court on the grounds that it lacked speed – they insisted that had a request for urgency been lodged it would have been granted if the domestic court had considered the request well founded. They therefore invited the Court to review its findings. They also noted that the applicant had undertaken constitutional redress proceedings in connection with an Article 6 complaint, showing that he had considered such a remedy effective.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The applicant submitted that the Government’s insistence that he could have asked for a transfer was an implicit acceptance that the conditions in Division 2 were problematic. He noted that if there were parts of the prison which had adequate conditions, then the transfers should have been automatic and not discretionary. He also submitted that constitutional redress proceedings were not effective due to their duration  he noted that his prior complaint to the constitutional jurisdictions had taken more than two years to be decided.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The Court refers to the general principles stemming from its caselaw and the assessment of the constitutional redress proceedings it made in Story and Others v. Malta (nos. 56854/13, 57005/13 and 57043/13, §§ 72-76 and 82-86, 29 October 2015) and finds no reason to alter the conclusions reached in that case and reiterated recently in Yanez Pinon and Others v. Malta (nos. 71645/13 and 2 others, § 76, 19 December 2017) that detainees in situations similar to that of the applicant in the present case were not required to have recourse to constitutional redress proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  As to the applicant’s failure to request a change in cell, the Court reiterates that the cases brought before it, as well as relevant reports of the Committee for the Prevention of Torture (“the CPT”), indicate that the majority of the cells in the Corradino Correctional Facility are of more or less the same quality, particularly those in Divisions 2 and 3 in respect of which urgent refurbishment has been called for by the CPT since 2013. It follows that it has not been shown that the remedy referred to by the Government of requesting a change in cell would have in fact improved the applicant’s situation (ibid., § 77). In the specific circumstances of this case, the applicant’s failure to request a transfer cannot be held against him for the purposes of the exhaustion requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Government’s objection is therefore dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Six-month rule",
                                        "elements": [
                                            {
                                                "content": "27.  The applicant submitted that he was complaining about the entire period of his detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Court notes that the applicant spent most of his detention in Division 2 save for two brief periods in which he was sent to a high security unit, possibly as a result of disciplinary measures or for his own security. The Court refers to the general principles and relevant considerations as set out in Yanez Pinon and Others (cited above, §§ 8081; see also Eskerkhanov and Others v. Russia, nos. 18496/16 and 2 others, § 31, 25 July 2017). Given that Division 6 cannot be considered as being the “same type of detention facility in substantially similar conditions” as Division 2, the situation in the present case therefore cannot be regarded as a “continuing” one. In that light it considers that the complaint  in so far as it concerns the period of detention prior to 4 December 2011 (see paragraph 7 above) – is belated and thus inadmissible for noncompliance with the six-month rule set out in Article 35 § 1 of the Convention, and must be rejected pursuant to Article 35 § 4.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The same cannot be said about the applicant’s complaint in so far as it concerns the period following 4 December 2011 which is compliant with the six months’ rule.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "30.  The Court notes that the complaint concerning the conditions of the applicant’s detention for the period following 4 December 2011 is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submission",
                                        "elements": [
                                            {
                                                "content": "31.  The applicant reiterated his complaints as set out in paragraphs 8 to 17 above. He further noted that the proof submitted by the Government concerning pest control (see paragraph 35 below) only related to 2016 and 2017; however, he had been detained years before that. Moreover, it was questionable whether such pest control was indeed effective. Relying on a newspaper article, the applicant made reference to another inmate who had claimed, before the domestic courts, that he had been unable to prepare his defence because of ill-health and cockroach infestation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The applicant considered that the biggest problem was hygiene. He lived in a cell where the toilet was placed in his living space and yet it had no combined automated toilet-flushing system, as admitted by the Government (see paragraph 35 below). He noted that flowing water was only available as of 2017, but not previously. In his view, flushing a toilet with a bucket of water was in this day and age not acceptable. In connection with hygiene, he also noted that while he was given powder to wash his clothes, no fabric conditioner was provided. Inmates were given soap bars, as opposed to shower gel, to wash themselves with, but they had to carry it around with them and therefore it was not the most hygienic option. He also noted that of four showers only two were functional and it was only recently that one of the showers – which had a broken shower tray and was thus hazardous – had been replaced. Moreover, in winter only one shower could be used, as hot water finished quickly. The applicant noted that the Government had failed to indicate how many people had to be served, and for how many days, by the three water heaters they mentioned (see paragraph 40 below). The applicant claimed that more often than not he had to wash himself with cold water in winter. After a cold shower he would have to return back to his cold cell. In this connection he noted that Malta had high humidity levels which made indoors unbearable without heating in the winter season. While the applicant admitted that blankets were available, he considered that they were not intended for use throughout the day. As to humidity he highlighted that this also exacerbated the heat in summer. He was of the view that it was not for inmates to provide their own fan.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicant accepted that drinking tap water was possible; however it was known that it was not healthy to drink such tap water on a regular basis since it might damage one’s kidneys, due to “fur” (calcium deposits). He also noted that the acknowledgment by the Government of a food poisoning incident and planned improvements to the kitchen (see paragraph 38 below) only strengthened his claim, as did the renovation of the buzzers (see paragraph 42 below). As to food, he noted that the list provided by the Government showed that inmates had a healthy meal only on Sundays. He also considered that the portions were small, in fact they were handed out in take-out boxes and had to last an inmate for six hours or more; and that the only fruit was banana and oranges. The little variation forced inmates to buy their own food.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The applicant claimed to spend nearly EUR 100 a month to provide for his hygiene and a TV subscription, while he only earned EUR 46. He noted that while he was given a EUR 10 telephone card per month, he generally spent another EUR 25 on telephone cards to keep in touch with his family. In this connection he also noted that the earnings from the “Work and Pay” scheme were meagre. He claimed that for a whole day of work (according to him ten to twelve hours) he would get approximately EUR 15. In three and a half years of work he had totalled EUR 6,262.50.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The Government’s submissions concerning the structural and general situation pertaining in Division 2 of the Corradino Correctional Facility are the same as those submitted in connection with Division 3 in previous cases before the Court (see, in particular, Story and Others, cited above, §§ 9 and 18, and Yanez Pinon and Others, cited above, §§ 24, 25, 32, 54, 96-105 and 107) and are supported by photographs in connection with Division 2 and related cells.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In connection with the applicant’s specific claims they noted that natural light and air reached the common area of Division 2 directly through windows and skylights and that the windows could be opened from inside each cell. The Government submitted that no cell was underground or partially underground and that running water was always available – in particular Division 2 was equipped with tanks storing 7,000 litres of water running into thirty cells. They also considered that a lack of a combined automated toilet-flushing system caused no hardship to inmates.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  As to the applicant’s claims concerning the bakery, the Government noted that the ovens of the bakery were situated on the opposite side than that leading to Division 2. Verifications had also shown that cell no. 45 showed no sign of humidity. Moreover, inmates were given a blanket each and they could ask for an additional one. Inmates were also allowed to have their own quilts. The Government noted that all the cells had the same measurement (9 sq. m.) and the applicant had never complained of claustrophobia to the Prison medical officer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  Reiterating details about meal distribution (see Yanez Pinon and Others, cited above, § 32) the Government considered that portions were appropriate for adults. They admitted that there had been one incident of food poisoning in 2015, but noted that the applicant had not been affected by the incident. No other incident had taken place since then and investment was being made to build a new kitchen and improve the provision of services. They further submitted that the kitchen was cleaned and scrubbed daily, and water tested regularly. There had only been one incident where mice were found dead in the kitchen, and a contract was in place with a company to ensure proper pest control.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  In reference to the applicant in the present case they submitted that in the past three years he had been receiving EUR 46.40 every four weeks in gratuity money and that he had also earned additional money from the “Work and Pay” scheme (a monthly average of: EUR 96 in 2014; EUR 129 in 2015; EUR 217 in 2016, and EUR 191 in 2017). The Government noted that all basic needs were covered free of charge and the tuck shop – which sold items at wholesale price – only provided the possibility of purchasing items over and above the basic needs. In the Government’s view, fabric conditioner was not a basic need.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  As to the showers in Division 2, the Government submitted that they were regularly repaired and maintained and that in 2016 they were completely refurbished. They noted that the cell which had been commented on by the CPT had never been occupied by the applicant. Hot water in the showers was supplied through three water heaters of 150 litres each. However, if all the inmates had a shower at the same time it could be possible that there would not be sufficient time for water heaters to adequately heat up for those inmates having a shower after many others. The water supplied was potable as certified by specialised laboratories.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government submitted that a EUR 10 card for telephone calls was given every month to each inmate, who could also purchase additional cards. The correctional facility was equipped with telephony infrastructure that supported the services of the particular service provider serving the facility. The rates applicable to inmates and to the entire facility were those set by the service provider, and the facility made no profit from this service. The new rates applicable from 2014 and set by the provider were 5 cents per minute for calls to fixed lines and 25 cents per minute to local mobile phones.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Lastly, the Government submitted that according to their records the applicant was never certified as being confined to his bed due to illness. Furthermore, they noted that in 2016 the emergency buzzer system was upgraded and a digital system replaced the analogue system previously used, thus making the procedure more efficient.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  More generally, relying on Story and Others (cited above), the Government considered that there had been no violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "44.  The Court refers to the general principles as set out in Story and Others (cited above, §§ 104-106, 112, 119 and 125) and Muršić v. Croatia ([GC], no. 7334/13, §§ 96-101, ECHR 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court also notes that most of the issues raised in the present case  namely the condition of the cells, the lighting and ventilation available, the heat suffered in the summer and the cold in the winter, the unsatisfactory hygiene, showers and non-automated toilet-flushing, the availability of running water, hot water, and drinking water – have already been dealt with in Story and Others (cited above, §§ 114125) and more recently in Yanez Pinon and Others (cited above, § 109), together with the quality of food and the situation concerning pest control (ibid., §§ 112113). Some of those issues were also dealt with in Peňaranda Soto v. Malta, no. 16680/14, § 71, 19 December 2017). Given the similarity of the complaints, as well as the submissions and documentary evidence provided by the parties, the Court refers to its general considerations and findings in those cases concerning each of the issues mentioned by the present applicant and reiterates that seen against the background that inmates were each hosted in a single occupancy cell of 9 sq. m. and that they were free to move around and access the exercise yard, as well as other recreational facilities, for more than ten hours a day, those overall conditions of detention do not amount to a violation of Article 3 of the Convention (see Yanez Pinon and Others, cited above, §§ 116 and 118).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In addition to the above elements complained of, the present applicant raised a few further issues which must also be assessed by the Court in order to evaluate the cumulative conditions of detention. The applicant further complained that the environment in Division 2 was squalid and had a bad smell and that the food portions were small; that cell no. 45 was nearly underground and subjected to extra heat and fumes from the bakery; that cell number no. 70 was small; that the prison allowance was too little given the costs of phone calls and other items the applicant wished to purchase, and that when he was unwell and needed to use the buzzer, it did not work (see paragraphs 8 to 11 and 14 and 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court reiterates that in cases which concern conditions of detention, applicants are expected in principle to submit detailed and consistent accounts of the facts complained of and to provide – to the greatest possible extent – some evidence in support of their complaints (see, inter alia, Visloguzov v. Ukraine, no. 32362/02, § 45, 20 May 2010, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  In that light, the Court notes that the applicant gave no details whatsoever as to the alleged squalid environment or the nature and frequency of any bad smell. The Court also notes the Government’s submission that the applicant was never confined to his bed due to illness (see paragraph 42 above), and that the applicant referred to only one occasion when it had taken thirty minutes for staff to attend to him (see paragraph 16 above). Further, he failed to refer to any repercussion which ensued as a result of the defective buzzer and this thirty minute delay for assistance on one occasion, nor has the applicant pointed out to any CPT report commenting on such a repeated practice (contrast Danilczuk v. Cyprus, no. 21318/12, §§ 57 and 59, 3 April 2018, where the practice of switching off cell bells during the night, which had been commented on by the CPT, had resulted in inmates not having access to toilets during those hours). It follows that this claim must be considered as unsubstantiated or in any event of no consequence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Further, given the material in its possession and the absence of any rebuttal by the applicant, the Court has no reason to doubt the Government’s statement that all cells at Corradino Correctional facility are above ground level and of a size of 9 sq. m (see paragraphs 36 and 37 above). In this connection the Court observes that the CPT’s recommended minimum standard for single occupancy cells is 6.sq. m. excluding the sanitary facilities within a cell (see paragraph 20 above). It follows that the applicant’s cell size clearly raises no issue of itself under the more stringent Court’s case-law (see Muršić, cited above, §§ 102141).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  As to the applicant’s complaint concerning the kitchen fumes and heat, and without prejudice to the admissibility of the complaint (see paragraph 30 above), the Court considers that the general considerations made above concerning the similarity of cells in the facility which would render a transfer devoid of any practical effect (see paragraph 25 above), would not apply in respect of this specific ground complained of. Indeed it has not been argued, nor is it apparent, that all cells or divisions are adjacent to the kitchen; in consequence, despite any doubts it might have as to the way in which these requests are handled (see Story and Others, cited above, § 77) the Court considers that, if accepted, a request for a transfer from cell no. 45 to another would probably have alleviated the applicant’s condition in this respect. In the absence of any details about any such request having been made, the Court considers that the situation was not sufficiently bothersome to the applicant, who could moreover spend most of the day outside his cell.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  As to the applicant’s complaint about the amount of gratuity money received (see paragraph 34 above), the Court is of the opinion that in a system where the applicant is not made to contribute to the execution of his sentence, nor forced to work, and where all the basic needs are supplied by the State, it cannot consider that a monthly pocket money of EUR 46 (over and above any earnings made through voluntary work performed) was not sufficient, if at all necessary. In this connection it also notes that what in the applicant’s view are basic needs (such as, bigger portions in relation to his three meals a day; a variety of fruit going beyond oranges and bananas; telephone calls at will, shower gel as opposed to soap bars, and fabric conditioner) are not so, but are if at all, ancillary and secondary needs.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Bearing in mind the considerations made in the preceding three paragraphs, the Court considers that nothing has been brought to its attention which could have made the applicant’s position substantially worse than that examined in previous cases (see, for example, Story and Others, and Yanez Pinon and Others, both cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In conclusion the Court considers that the overall conditions of detention of the applicant did not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention. There has therefore been no violation of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  The applicant complained of a violation of Article 13 of the Convention in conjunction with Article 3, in so far as he had no effective remedy concerning his conditions of detention. Article 13 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "55.  The Court reiterates that Article 13 requires the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief (see Kudła v. Poland [GC], no. 30210/96, § 157, ECHR 2000XI). Thus, for Article 13 to be applicable to the present case, the Article 3 complaint must be arguable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court considers that despite the fact that it has concluded that Article 3 had not been violated, it has not found that the applicant’s complaint was manifestly ill-founded (see, a contrario, Čonka v. Belgium, no. 51564/99, § 76, ECHR 2002I). It follows that the applicant’s complaint under Article 3 concerning his conditions of detention for the period following 4 December 2011 must be considered as arguable, and Article 13 is therefore applicable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court notes that the complaint under Article 13 taken in conjunction Article 13 is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "58.  The applicant complained that since proceedings before the domestic courts were not resolved speedily he did not have an effective domestic remedy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The Government reiterated their submissions made in Story and Others (cited above, §§ 67-70) claiming that the applicant had a panoply of available remedies. In particular, (i) a complaint to the Board of Prisoners (they refereed notably to Regulations 106-108 of the Prison Rules (set out in Story and Others, cited above, § 58); (ii) judicial review in terms of Article 469 A of the Code of Organisation and Civil procedure (ibid. § 60); (iii) an ordinary civil action in tort; and (iv) constitutional redress proceedings. In their view, all these remedies had prospects of success where this was justified.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "60.  Article 13 of the Convention guarantees the availability at national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they may happen to be secured in the legal order of the High Contracting Party concerned. This remedy must be effective in practice as well as in law, it being understood that such effectiveness does not depend on the certainty of a favourable outcome for the person concerned (see, among many other authorities, M.S.S. v. Belgium and Greece [GC], no. 30696/09, §§ 288-89, ECHR 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The scope of the obligation under Article 13 depends on the nature of the aggrieved person’s complaint under the Convention. With respect to complaints under Article 3 of inhuman or degrading conditions of detention, two types of relief are possible: improvement in these conditions and compensation for any damage sustained as a result of them. Therefore, for a person held in such conditions, a remedy capable of rapidly bringing the ongoing violation to an end is of the greatest value and, indeed, indispensable in view of the special importance attached to the right under Article 3. However, once the impugned situation has come to an end because this person has been released or placed in conditions that meet the requirements of Article 3, he or she should have an enforceable right to compensation for any breach that has already taken place. In other words, in this domain preventive and compensatory remedies have to be complementary to be considered effective (see Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, §§ 9698 and 214, 10 January 2012). The need, however, to have both of these remedies does not imply that they should be available in the same judicial proceedings (see Story and Others, cited above, § 73).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The authority referred to in Article 13 of the Convention may not necessarily in all instances be a judicial authority in the strict sense (see Klass and Others v. Germany, 6 September 1978, § 67, Series A no. 28, and, more recently, Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 149, 17 July 2014). The Court has already found that remedies in respect of conditions of detention before an administrative authority can satisfy the requirements of this Article (see Norbert Sikorski v. Poland, no. 17599/05, § 111, 22 October 2009; and Orchowski v. Poland, no. 17885/04, § 107, 22 October 2009). However, the powers and procedural guarantees that an authority possesses are relevant in determining whether the remedy before it is effective (see Klass and Others, § 67, and Centre for Legal Resources on behalf of Valentin Câmpeanu, § 149, both cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  For instance, for a preventive remedy with respect to conditions of detention before an administrative authority to be effective, this authority must (a) be independent of the authorities in charge of the penitentiary system; (b) secure the inmates’ effective participation in the examination of their grievances; (c) ensure the speedy and diligent handling of the inmates’ complaints; (d) have at its disposal a wide range of legal tools for eradicating the problems that underlie these complaints; and (e) be capable of rendering binding and enforceable decisions (see Ananyev and Others, cited above, §§ 214-16 and 219). Any such remedy must also be capable of providing relief within reasonably short time-limits (see Torreggiani and Others v. Italy, nos. 43517/09 and 6 others, § 97, 8 January 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  As regards compensatory remedies in respect of conditions of detention, whether judicial or administrative, the burden of proof imposed on the claimant should not be excessive. While inmates may be required to make a prima facie case and produce such evidence as is readily accessible (such as, a detailed description of the impugned conditions, witness’ statements, or complaints to and replies from the prison authorities or supervisory bodies), it then falls to the authorities to refute the allegations. In addition, the procedural rules governing the examination of claims for compensation must conform to the principle of fairness enshrined in Article 6 § 1 of the Convention, including the reasonable-time requirement, and the rules governing costs must not place an excessive burden on the inmate where his or her claim is justified. Lastly, claimants should not be required to establish that specific officials have engaged in unlawful conduct. Poor conditions of detention are not necessarily due to failings of individual officials, but often the product of more wide-ranging factors (see Neshkov and Others v. Bulgaria, nos. 36925/10 and 5 others, § 184, 27 January 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  If the domestic authority or court dealing with the case finds, whether in substance or expressly, that there has been a breach of Article 3 of the Convention in relation to the conditions in which the person concerned has been or is being held, it must grant appropriate relief (ibid., § 188).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  In the context of preventive remedies, this relief may, depending on the nature of the underlying problem, consist either in measures that only affect the inmate concerned or – for instance where overcrowding is concerned – wider measures that are capable of resolving situations of massive and concurrent violations of prisoners’ rights resulting from the inadequate conditions in a given correctional facility (ibid., § 189).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  In the context of compensatory remedies, monetary compensation should be accessible to any current or former inmate who has been held in inhuman or degrading conditions and has made an application to this effect. A finding that the conditions fell short of the requirements of Article 3 of the Convention gives rise to a strong presumption that they have caused non-pecuniary damage to the aggrieved person. The domestic rules and practice governing the operation of the remedy must reflect the existence of this presumption rather than make the award of compensation conditional on the claimant’s ability to prove, through extrinsic evidence, the existence of non-pecuniary damage in the form of emotional distress (ibid., § 190).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Lastly, prisoners must be able to avail themselves of remedies without having to fear that they will incur punishment or negative consequences for doing so (ibid., § 191).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court notes that it has already examined in detail  in the context of an objection of non-exhaustion of domestic remedies in Story and Others (cited above, §§ 77-86) – each one of the remedies relied on by the Government at paragraph 59 above, and found that none of them, alone or in aggregate, satisfied the requirements of an effective remedy in the sense of preventing the alleged violation or its continuation, in a timely manner. The same was reiterated in the more recent judgments of Yanez Pinon and Others (cited above, § 76) and Peňaranda Soto (cited above, § 40).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  Inter alia, in Story and Others, the Court had found (§§ 83-85) that the Government had been unable to prove that constitutional redress proceedings, a remedy effective in principle, were also effective in practice, due to their duration. In Yanez Pinon and Others and Peňaranda Soto (both cited above, §§ 76 and 40, respectively), although the Government requested that the Court review its conclusion concerning constitutional redress proceedings – the only shortcoming of which was the length of the proceedings – the Court found that the Government had not submitted any relevant domestic case-law that would call into doubt the conclusion reached at § 85 of Story and Others. In Yanez Pinon and Others (§ 76) the Court noted that, on the contrary, the proceedings instituted by the second applicant in that case whereby he complained about his conditions of detention, which had lasted fourteen months at one instance, strengthened that finding.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court notes that in the present case the Government reiterated their submissions made in Story and Others, and brought no further argumentation or relevant case-law examples, concerning any of the remedies relied on. In that light, the Court finds no reason to alter any of its considerations made in Story and Others (cited above, §§ 77-86), and confirmed more recently in Yanez Pinon and Others (cited above, § 76) and Peňaranda Soto (cited above, § 40). The Court further notes that despite its suggestion made in Story and Others (§ 85) that the Government should be able to introduce a proper administrative or judicial remedy capable of ensuring the timely determination of such complaints, and where necessary, to prevent the continuation of the situation, no new remedy has yet been put in place. It therefore finds that the applicant had no effective remedy in connection with his complaint concerning his conditions of detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Accordingly, the Court finds that there has been a violation of Article 13, taken in conjunction with Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "73.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "74.  Without specifying an amount, the applicant claimed that he should be compensated for the hardship he had suffered and that the Government should be ordered to change the system and improve the situation of inmates.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Government submitted that a finding of a violation would be sufficient just satisfaction and that in any event an award in non-pecuniary damage should not exceed EUR 1,000. The Government also submitted that the system was constantly monitored and improved and various refurbishment projects were underway.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court notes that it has not found a violation of Article 3 of the Convention, but that it has found a violation of Article 13 taken in conjunction with Article 3. Thus, making its assessment on an equitable basis, it awards the applicant EUR 5,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "77.  As the applicant, who was granted legal aid for the proceedings before the Chamber, submitted no claim for costs and expenses, the Court makes no award under this head (see, mutatis mutandis, Lopes de Sousa Fernandes v. Portugal [GC], no. 56080/13, § 251, ECHR 2017).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "78.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares, unanimously, the complaint under Article 3 alone concerning the period following 4 December 2011 and that under Article 13 taken in conjunction with Article 3 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds, by six votes to one, that there has been no violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, unanimously, that there has been a violation of Article 13 of the Convention taken in conjunction with Article 3;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds, unanimously,",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,000 (five thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses, unanimously, the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 17 July 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  joint concurring opinion of Judges Motoc and Bošnjak;",
                        "elements": []
                    },
                    {
                        "content": "(b)  dissenting opinion of Judge Pinto de Albuquerque.",
                        "elements": []
                    },
                    {
                        "content": "In the present case we voted with the majority in finding that there has been no violation of Article 3 on account of the overall conditions of detention in the Corradino Correctional Facility where the applicants were detained, but that there has been a violation of Article 13.",
                        "elements": []
                    },
                    {
                        "content": "We made the decision to vote against the finding of a violation in respect of Article 3 because we are convinced that the complaints before us should be dealt with in a manner that sustains the integrity of the Court and the coherence of its case-law. We cannot ignore the fact that the Court has already heard similar complaints concerning the conditions of detention in the same facility in Malta, namely in the cases of Story and Others v. Malta (nos. 56854/13, 57005/13 and 57043/13, 29 October 2015), Yanez Pinon and Others v. Malta (nos. 71645/13, 7143/14 and 20342/15, 19 December 2017), and Peñaranda Soto v. Malta (no. 16680/14, 19 December 2017), and concluded that they did not amount to degrading treatment for the purposes of Article 3. Given the similarity of the complaints in the above-mentioned cases and the present one, we believe that integrity dictates that the Court treat them in the same way.",
                        "elements": []
                    },
                    {
                        "content": "Nevertheless, we are in agreement with the arguments put forward by Judge Casadevall and Judges Pinto de Albuequerque, Ranzoni and Bošnjak in their respective dissenting opinions in Story, Yanez Pinon and Peñaranda Soto. We share the view that the cumulative effect of the inappropriate conditions of detention in the Corradino Correctional Facility, namely the unsatisfactory hygiene levels and the lack of heating and of potable water, among other aspects, reached an excessive level of hardship and amounted to degrading treatment.",
                        "elements": []
                    },
                    {
                        "content": "We should also like to draw attention to the findings of the Council of Europe’s Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) in relation to the conditions of detention in the same facility in Malta, and to its recommendations, in particular that the Maltese authorities take action to remedy the poor living conditions that prisoners must endure.",
                        "elements": []
                    },
                    {
                        "content": "I dissent for the same reasons as in the separate opinions appended to Yanez Pinon and Others v. Malta (nos. 71645/13 and 2 others, 19 December 2017) and Penaranda Soto v. Malta (no. 16680/14, 19 December 2017). As in the dissenting opinions expressed in those cases, I do not feel bound by the findings of the majority in Story and Others v. Malta (nos. 56854/13 and 2 others, 29 October 2015).",
                        "elements": []
                    },
                    {
                        "content": "In these three cases the Court dealt with most of the issues raised in the present case, namely the state of the cells, the lighting and ventilation available, the heat in the summer and cold in the winter, hygiene and lack of a flushing toilet system, the availability of running water, hot water, as well as drinking water, with regard to the Division 3 of the Corradino Correctional Facility. The present case is the first concerning Division 2 of the same prison facility. Given the similarity of the complaints, as well as the submissions and documentary evidence provided by the parties, including the CPT report, I cannot but come to the same conclusion that the conditions in the Division 2 of the Corradino Correctional facility are inhuman and degrading.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ganna Yudkivska",
            "role": "president"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Iulia Motoc",
            "role": "judges"
        },
        {
            "name": "Marko Bošnjak",
            "role": "judges"
        },
        {
            "name": "Marialena Tsirli",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ABDILLA v. MALTA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-184673.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0717JUD003619915",
    "externalsources": [],
    "extractedappno": [
        "36199/15",
        "56854/13",
        "57005/13",
        "57043/13",
        "71645/13",
        "18496/16",
        "7334/13",
        "16680/14",
        "32362/02",
        "21318/12",
        "30210/96",
        "51564/99",
        "30696/09",
        "42525/07",
        "60800/08",
        "47848/08",
        "17599/05",
        "17885/04",
        "43517/09",
        "36925/10",
        "56080/13",
        "7143/14",
        "20342/15"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-184673",
    "judgementdate": "17/07/2018 00:00:00",
    "kpdate": "17/07/2018 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "13",
        "3"
    ],
    "parties": [
        "ABDILLA",
        "MALTA"
    ],
    "rank": "2525.61645507813",
    "representedby": [
        "BUGEJA Y."
    ],
    "respondent": "MLT",
    "respondentOrderEng": "28",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "476956",
    "typedescription": "15"
}