{
    "__articles": "13;13+P1-1;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Deprivation of property);Violation of Article 13+P1-1 - Right to an effective remedy (Article 13 - Effective remedy) (Article 1 of Protocol No. 1 - Protection of property;Article 1 para. 1 of Protocol No. 1 - Deprivation of property)",
    "applicability": "",
    "appno": "75225/13;77311/13",
    "article": [
        "13",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Deprivation of property"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+P1-1 - Right to an effective remedy",
            "mentions": [
                "Article 1 of Protocol No. 1 - Protection of property",
                "Article 1 para. 1 of Protocol No. 1 - Deprivation of property"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+P1-1 - Right to an effective remedy",
            "mentions": [
                "Article 1 of Protocol No. 1 - Protection of property",
                "Article 1 para. 1 of Protocol No. 1 - Deprivation of property"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-186046.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 75225/13 and 77311/13) against the Republic of Malta lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two companies registered in Malta, B. Tagliaferro & Sons Limited and Coleiro Brothers Limited (“the applicant companies”), on 28 November 2013.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant companies were represented by Dr I. Refalo and Dr S. Grech, and Dr P. Lofaro and Dr M. Simiana, respectively, all lawyers practising in Valletta. The Maltese Government (“the Government”) were represented by their Agent, Dr P. Grech, Attorney General.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant companies alleged, in particular, that their property had been expropriated without satisfying the public interest requirement. Furthermore, to date they had not been paid any compensation for the property. They also complained that given the Constitutional Court’s failure to give redress, including adequate compensation, constitutional redress proceedings could not be considered as an effective remedy for the purposes of Article 13 in conjunction with Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 29 May 2015 the applications were communicated to the Government and observations were received by the parties. Following a request by the Court, in 2018 the parties submitted factual information concerning new developments which occurred after the filing of their submissions. The applicant companies also submitted updated just satisfaction claims which were accepted by the Court pursuant to Rule 54 § 2 (c) and in respect of which the Government also sent their comments in reply.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The first applicant company, B. Tagliaferro & Sons Limited, is a company registered in Malta in 1966 and is situated in Valletta. The second applicant company, Coleiro Brothers Limited, is also a company registered in Malta in 1966 and it is situated in Marsa.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "6.  In 1993 each applicant company was the owner of a one third undivided share of three corner properties, namely nos. 124 and 125 in Strait Street and no. 109 Archbishop Street, Valletta (hereinafter “the properties”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  According to a court-appointed expert the properties nos. 124 and 125 were valued at the equivalent of 35,000 euros (EUR) each in 1993 and EUR 58,000 and EUR 60,000 respectively in 2012, while property no. 109 was valued at the equivalent of EUR 93,000 in 1993 and EUR 140,000 in 2012. The same architect estimated that the rental value from 1993 to 1998 would be the equivalent of EUR 233, EUR 250 and EUR 600 respectively, to be augmented by 10 % every five years thereafter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  By a President’s declaration of 23 February 1993 the Government declared its intention of acquiring by title of absolute purchase the three properties for public purposes. No Notice to Treat (offering an amount of compensation) was issued by the Commissioner of Lands (‘CoL’) at the time (see below). The public purpose later transpired to be that of using the properties, together with other properties also expropriated (together referred to as “the premises” hereinafter), as government offices  in particular, as the Office of the Attorney General.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 2 June 1993 and 12 October 1993 the Government had lodged planning applications, which were later withdrawn. Another development application was submitted in 1996 and approved in the same year. However, since parts of the premises expropriated (including other adjacent property not owned by the applicant companies) were occupied by squatters and by other persons having legal title (of lease or similar  inkwilini  hereinafter referred to as “lessees”), the Government was unable to take over the premises. The applicant companies insisted that at the time of the declaration, the properties owned by them were vacant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Between 1996 and 2007 the Attorney General repeatedly requested the Lands Department to take steps to vacate the premises. In turn the latter department wrote to the Housing Authority requesting it to provide alternative accommodation to the lessees and the squatters. Given that not all the occupiers had applied for alternative accommodation, as expected by the authorities, the relocation process was delayed. Thus, the construction permit in relation to the planned project issued in 1996 expired. On 18 September 2000 another application was submitted to the Malta Environment and Planning Authority for approval. By the end of 2015 no approval had yet been issued due to various obstacles from the various committees of the Planning Authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In the meantime in April 2000 the issue was brought to the attention of the Justice Minister and in January 2001 eviction orders were issued to evict the occupiers of the premises.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In 2003 the applicant companies wrote to the CoL requesting him to pay compensation for the taking. The latter did not reply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In 2007 the premises were vacated and the Government took over their possession.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  By means of a judicial protest of 20 July 2008 the applicant companies requested the return of the properties owned by them as well as compensation for the taking until its effective release. The CoL did not reply to the protest.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 24 June 2009 the Government issued a new declaration for the expropriation of the properties. They offered the following amount of compensation which was deposited via the courts in an interest bearing account: EUR 8,968 for property no. 124 (for a plot of land measuring 23.10 sq.m.); EUR 8,316 for property no. 125 (no measurement provided); and EUR 21,733 for property no. 109 (for a plot of land measuring 87.08 sq.m), in line with estimates made by architect FHV.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The Government thus became the owner of the properties in accordance with the Land Acquisition (Public Purposes) Ordinance, Chapter 88 of the Laws of Malta, hereinafter “the Ordinance”, as amended. The applicant companies were not served with this declaration as required by law (see paragraph 37 below).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Constitutional redress proceedings",
                                "elements": [
                                    {
                                        "content": "17.  On unspecified dates the two applicant companies instituted separate constitutional redress proceedings complaining that the taking had not been in the public interest, that there had been a delay in the payment of compensation and that they had had no access to an impartial and independent tribunal in the meantime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The two applications were heard and determined concurrently by the domestic courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  By two separate judgments of 12 October 2012 the Civil Court (First Hall), in its constitutional jurisdiction, upheld the applicant companies’ claims in part.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  It rejected their claim concerning the lack of public interest of the expropriation, having considered that the purpose of the taking was one in the general interest of citizens, given the role of the Attorney General who performed constitutional duties in the interest of the State. The Attorney General’s Office was to be moved to a more appropriate location, allowing it to expand. Whether the Government had other alternative property for this project was not a matter to be examined by the court, such choices falling within the Government’s discretion, which in the present case had not been applied unreasonably, and the decision had been intra vires. While it was true that a certain delay had occurred in the development of the initial plan, the court considered that the public interest still existed as the plan was still in force and had recently started progressing more rapidly. Moreover, the property was still earmarked for the same purpose, which purpose had never been abandoned by the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The court, however, found a violation of Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention in connection with the delay resulting from the expropriation proceedings, highlighting the slowness of the authorities in taking steps to vacate the premises and in offering the applicant companies compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  It further found a violation of Article 6 in so far as the applicant companies had not had access to court between 1993 and 2009, given that access to the Land Arbitration Board (LAB) was limited solely to the CoL.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  Moreover, until 2009 the LAB did not fulfil the requirements of an independent and impartial tribunal given its composition according to the law as it stood before the 2009 amendments. The constitutional jurisdictions had already held (in previous domesticcase law) that the LAB did not fulfil the requirement of independence and impartiality because of the method of appointment of its technical members before the 2009 amendments. Nevertheless, the latter amendments provided that the technical members, who assisted the chairperson in his decision, would now be appointed by the chairperson. Moreover, the latter’s decision was subject to appeal before the Court of Appeal. It followed that the same issues did not arise post 2009, thus the applicant companies had suffered a violation of their right to have their claims determined by an independent and impartial tribunal solely until 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Furthermore, in the court’s view, the applicant companies were also still suffering a violation of their right to a fair trial within a reasonable time in connection with the proceedings which were at the time in their preliminary phase, in so far as the CoL had not yet officially notified the owners (or curators on their behalf) allowing them to challenge the compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The court further noted that while according to the law the obligation to act was upon the CoL and owners should not be required to take judicial steps to impose a term for him to act, the fact that the applicant companies had not undertaken such judicial steps could affect the compensation awarded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The court rejected the applicant companies’ claims for material damage without prejudice to proceedings which they could bring before the LAB which could now be considered independent and impartial – it being chaired by a judge or magistrate who fulfilled the relevant guarantee - and whose decisions could also be appealed. It awarded each applicant company EUR 10,000 in nonpecuniary damage (known in the domestic system as moral damage) bearing in mind that they each were owners of a third undivided share of the properties. The court also ordered the applicant companies to pay half the costs of the proceedings, that is to say EUR 3,546.97.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Both parties appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  By two separate judgments of 31 May 2013 the Constitutional Court rejected the defendants’ appeal and upheld the applicant companies’ appeal in part. It confirmed the firstinstance judgment, extending the scope of certain violations and increasing the amount of compensation awarded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Constitutional Court confirmed the violations of Article 6 (access to court and length of proceedings) and Article 1 of Protocol No. 1 to the Convention in so far as in the absence of a Notice to Treat issued by the CoL the applicant companies had had no access to court from 1993 to 2009. However, these violations persisted further, in so far as even after the declaration of 2009 and the CoL’s deposit in court of the offer made to the applicant companies, he had failed to notify the owners as required by law [Article 9 (2) of the Ordinance] with the consequence that proceedings had stagnated and no access to court by the applicant companies was possible as a result of his inaction. Indeed, the authorities had slacked all throughout the process. Similarly, the Constitutional Court confirmed that the applicant companies’ failure to bring judicial proceedings to oblige the CoL to act could only have a bearing on the award of compensation but not on the substance of the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  It further confirmed the public interest of the taking, which persisted to date since, despite the delay, the Government was still pursuing the aim it had originally intended for the property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Constitutional Court also confirmed the lack of independence and impartiality of the LAB, however not only until 2009. The Constitutional Court considered that, even following those amendments the law remained deficient given the lack of security of tenure of the technical members of the board, on whose technical advice the chairperson had to base his or her decision. While it confirmed the firstinstance court’s findings concerning the role of the chairperson, it observed that the technical members were still subject to reappointment (by the President of Malta, on the advice of the executive, which was always a party to the proceedings before such board). Although the role of the technical members was subordinate to that of the chairperson (who following the amendments was not bound to follow the experts’ unanimous report), in practice it was decisive in so far as the chairperson (a legal person without the necessary technical knowledge) was undoubtedly influenced by the decision of the technical members when considering technical matters. As stated in previous domestic case-law, at least in the mind of an objective observer, the possibility of the technical experts being reappointed could be an incentive for such members to determine low values for expropriated property in order to remain in the good books of the executive who had the power to keep them in office. Thus, such a body did not fulfil the guarantees of independence and impartiality. In the specific circumstances, those failings could not be cured by the Court of Appeal, which was not in a position to interfere with the conclusions of the technical members of the board.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  However, the Constitutional Court considered that material damage had to be awarded by the LAB in separate proceedings; it thus only awarded non-pecuniary damage in the amount of EUR 15,000 to each applicant company. It ordered the applicant companies to pay a third of the costs of the appeal proceedings (that is, EUR 1,109.41) and confirmed the costs as ordered at first-instance for those proceedings. It further directed that the judgment be served upon the Speaker of the House of Representatives.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Most recent development",
                                "elements": [
                                    {
                                        "content": "33.  In 2018 the applicant companies submitted that no use had yet been made of their property, the value of which was increasing in line with the value of property in general in Malta. They also noted that the Government had done restoration works in the area, particularly to a part of Palazzo Verdelin, which was a historic building described in newspapers as an early example of baroque architecture in Malta, but not to the part owned by the applicant companies which was left to deteriorate in the absence of maintenance works.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  At the same time, the Government informed the Court that due to the urgency of vacating and transferring the Office of the Attorney General, another building in Valletta which was previously a museum was identified for use as the Office of the Attorney General. It was now being refurbished and modified for such purpose. However, the applicant companies’ property remained designated for public use. They noted that the applicant companies’ property could not be refurbished as it needed extensive structural works unlike Palazzo Verdelin which required only restoring the facade.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Land Acquisition (Public Purposes) Ordinance",
                                "elements": [
                                    {
                                        "content": "35.  The Land Acquisition (Public Purposes) Ordinance (Chapter 88 of the Laws of Malta), which has been repealed by Act XVII of 2017, in so far as relevant, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 3",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The President of Malta may by declaration signed by him declare any land to be required for a public purpose.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Prior to the amendments introduced in 2002, the Land Acquisition (Public Purposes) Ordinance provided that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 12(1)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...the competent authority shall give to the owner a notice ... by means of a judicial act, stating the amount of compensation, as shown in a valuation to be attached to the notice to treat.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 13(1)",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The amount of compensation to be paid for any land required by a competent authority may be determined at any time by agreement between the competent authority and the owner ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 22",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the owner shall by a judicial act decline to accept the offer made by the competent authority, the matter shall be brought before the Board by an application to be made by the competent authority, and the Board shall give all necessary orders or directions in accordance with the provisions of this Ordinance.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Following amendments in 2002, Sections 9 and 22 of the Ordinance (the latter applicable at the time of the President’s declaration of 24 June 2009), in so far as relevant, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 9",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) Whenever the President of Malta declares that any land is required for a public purpose, the competent authority shall cause a copy of such declaration (together with particulars sufficient for the purpose of identifying the land) to be published in the Government Gazette, in at least two local newspapers (one of which must be a newspaper published in English and the other a newspaper published in Maltese) and on the notice board of the office of the Local Council of the locality where the land is situated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) The competent authority shall also file a copy of the declaration and of the particulars in the registry of the Board, and shall cause a copy thereof to be served through the Board in the manner prescribed by the Code of Organisation and Civil Procedure on every owner of and on every other party having a legal interest in the land to which the declaration refers, of whose existence and identity the competent authority is aware.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) If the competent authority and the owner agree as to the amount of compensation for any land, the Board on the application of any one of the parties, shall make an order carrying the agreement into effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Provided the amount of acquisition rent or recognition in rent, as the case may be, shall be determined in terms or the relevant provisions of Article 27.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) Where the land is to be acquired by the absolute purchase thereof (including the acquisition by conversion from possession and use or public tenure into absolute ownership), the President’s Declaration issued for the purposes of article 3 of this Ordinance, shall state the amount of compensation which the competent authority is willing to pay for the land to which the declaration refers. The Declaration shall have attached with it a valuation drawn up by an architect and where available a site plan of the land described in the Declaration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) Within fifteen working days from the publication of the President’s Declaration as is referred to in subarticle (2) hereof in the Gazette the Government shall deposit in an interest bearing bank account (which will guarantee a minimum of interest per annum as the Minister responsible for lands may by regulation under this subarticle prescribe) a sum equal to the amount of compensation offered in the president’s Declaration. Such sum shall be freely withdrawn together with any interests accrued thereon by the person or persons entitled to such compensation upon evidence to the entitlement thereto, in a manner satisfactory to the competent authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) The competent authority shall signify its acceptance or otherwise of the evidence submitted by the persons referred to in the immediately preceding subarticle, by means of a judicial act within two months from, the submission of such, evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5) The amount deposited as provided in subarticle (3) together with any interests accruing thereon may be withdrawn as provided in the said subarticle whether or not the sum deposited as compensation has been accepted as the amount of compensation due, and the withdrawal of such deposit interests shall not prejudice the right competent to any person to take action according to this Ordinance for the purpose of determining any further compensation that may be payable to him in accordance with this Ordinance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(6) Where the person entitled to compensation does not accept that the amount deposited is adequate, such person may apply to the Board for the determination of the compensation in accordance with the provisions of this Ordinance. Such application shall, on pain of nullity, state the compensation that in the opinion of the applicant is due.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(7) Such application shall be filed in the Registry of the Board within twenty one days from the notification of the judicial act by the competent authority accepting proof of evidence hi accordance with-subarticle (4) of this article. The Board shall determine such compensation and shall give all necessary orders and directives in accordance, with this Ordinance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(8) Upon the making of a Declaration by the President in accordance with this Ordinance that any land is to be acquired by the absolute purchase thereof, the absolute ownership of the land to which the declaration refers shall be deemed to be a registration area for the purposes of the Land Registry Act and the absolute ownership thereof shall by virtue of this Ordinance and without any further, assurance or formality be transferred to and be acquired by the competent authority free and unencumbered from any charge, hypothec or privilege and with all the appurtenances thereof, and the competent authority shall cause such land to be registered in the Land Registry in its name in accordance with the Land Registry Act within three, months from the .issue of the Declaration of the President.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(9) The right to withdraw compensation deposited in accordance with subarticle (3) and to any further compensation that may be due under this Ordinance (hereinafter referred to as “the compensation rights”) shall be deemed to be an immovable right by reason of the object to which it refers and shall be transferable accordingly. Any charge, hypothec or privilege which prior to the acquisition of the land by the competent authority attached to such land, shall continue to attach to the compensation rights with the same ranking and priority as it attached to the land.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(10) Where the compensation payable in respect of land acquired by the absolute purchase thereof is determined, whether by agreement or decision of the Board, any sum due as compensation over and above any sum deposited in accordance with this article together with interests thereon in accordance with article 12 (3) of this Ordinance shall be paid to the person entitled thereto, by the competent authority not later than three months from the date on which such compensation was determined as aforesaid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(11) The compensation due for the acquisition by absolute purchase of any land, and the sum to be deposited in accordance with this article shall be:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) in cases other than those falling under paragraphs (b) and (c) hereof, such compensation as is established in accordance with the provisions of this Ordinance regard being had to the value at the date of publication of the Declaration by the President in the Gazette;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) in the case of conversion from possession and use into; absolute purchase a sum arrived at by the capitalisation at the rate of one per centum of the annual acquisition rent due under the provisions of this Ordinance;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c) in the case of conversion from public tenure into absolute purchase a sum arrived by the capitalisation at the rate of one point four per centum of the annual recognition rent due under the provisions of this Ordinance.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Following amendments in 2009, Section 23 and 24 of the Ordinance, in so far as relevant, read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 23",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) There shall be a Board to be known as the Land Arbitration Board.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) The Board shall consist of a Chairman who shall be appointed by the President of Malta. The Chairman shall be a person who holds or has held the office of judge or a person who holds the office of magistrate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) The President of Malta may appoint several such judges or magistrates to sit on the Board, but only one such judge or magistrate shall sit in any one case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) The President of Malta shall also appoint a Panel of Architects and Civil Engineers for the purpose of assisting the Board in the valuation of land and in other technical matters. The said Panel of Architects and Civil Engineers shall be appointed from among persons who hold the warrant to practice as architect and civil engineer according to the provisions of the Periti Act and who have practised that profession in Malta for not less than seven years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5) The provisions of articles 733, 734, 735, 737 and 739 of the Code of Organization and Civil Procedure shall apply to the Chairman and to the members of the Panel and any exception to any member of the Panel shall be decided by the Chairman and shall not be subject to appeal.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 24",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(3) The members of the Panel shall be appointed for a period of three years and may be reappointed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The law does not provide for the procedure through which a Chairman is appointed or revoked or changed, nor does it specify a term of office, or the grounds on which termination or substitution may occur.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Obligations",
                                "elements": [
                                    {
                                        "content": "40.  Article 1078 (b) of the Maltese Civil Code, Chapter 16 of the Laws of Malta, in so far as relevant, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Where the time for the performance of the obligation has been left to the will of the debtor, or where it has been agreed that the debtor shall discharge the obligation when it will be possible for him to do so, or when he will have the means for so doing, the following rules shall be observed:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) if the subject-matter of the obligation is other than the payment of a sum of money, the time within which the obligation is to be performed shall be fixed by the court according to circumstances.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Remedies",
                                "elements": [
                                    {
                                        "content": "41.  The legal provisions concerning constitutional and conventional remedies are set out in Apap Bologna v. Malta (no. 46931/12, §§ 2829, 30 August 2016).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Relevant case-law",
                                "elements": [
                                    {
                                        "content": "42.  In their observations the parties referred to the cases of Dr Mark Refalo noe vs Director of Lands and Maria Stella sive Estelle Azzopardi Vella et vs Attorney General, both firstinstance judgments of 28 January 2016, which were, at the time of the exchange of observations, pending before the Court of Appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  In the above mentioned cases the Constitutional Court gave judgment on 30 September 2016.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In the first case, which concerned the taking of the complainant’s property by the State under title of possession and use and, eventually, expropriation, the Constitutional Court reversed the first instancejudgment and dismissed the complaint finding that the complainant had not exhausted domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  In the second case, which dealt with the imposition by law of a unilateral lease relationship for an indeterminate time without providing owners with a fair and adequate rent (as was the case in Amato Gauci v. Malta, no. 47045/06, 15 September 2009) the Constitutional Court upheld the violation of Article 1 of Protocol No. 1 but annulled the remedies ordered by the first-instance court, replacing them with a joint award of EUR 5,000 covering both pecuniary and non-pecuniary damage. In connection with future rent awarded by the first-instance court the Government had argued that the court could not change the parameters set out in legislation and usurp the function of parliament. According to the Government the adequate remedy would have been to find the law inconsistent and without effect to the relevant extent. The Constitutional Court agreed that such a course of action would mean that the lessees [who were benefitting from the law to the detriment of the owners] would not continue to benefit from such law had they to be evicted. However, the Constitutional Court held that it would not evict the tenants, as it was not its role. Nevertheless, in the event that eviction proceedings were to be undertaken the tenants could not use the law to their defence.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "46.  In accordance with Rule 42 § 1 of the Rules of Court, the Court decides to join the applications given their similar factual and legal background.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  The applicant companies complained that their property had been expropriated without satisfying the public interest requirement, in so far as twenty-five years after the taking no use had yet been made of the property. Furthermore, to date they had not been paid any compensation for the property. They relied on Article 1 of Protocol No. 1 to the Convention which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Applicability",
                                        "elements": [
                                            {
                                                "content": "48.  The Government argued that the applicant companies never produced evidence of their title to the authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The applicant companies submitted that their status as owners had not been disputed before the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court notes that the applicant companies took action against the CoL by means of a judicial protest and instituted proceedings before the constitutional jurisdictions concerning the properties they claimed to own. The constitutional courts did not see any obstacle to the applicant companies bringing their claims, which were moreover upheld. Indeed, the Constitutional Court in two separate judgments awarded the applicant companies (as owners of the said property) compensation for nonpecuniary damage for the violations they had suffered. Moreover, the Court considers that, in the context of an expropriation mechanism, it can understandably be the responsibility of the Government to identify the relevant owners (see Frendo Randon and Others v. Malta, no. 2226/10, § 56, 22 November 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  In the Court’s view, these circumstances indicate that the applicant companies have been acting as the owners of the premises without let or hindrance for at least fifteen years and have been at least tacitly acknowledged as such by the domestic courts. This is sufficient to conclude that the applicant companies are the owners of the land in question and thus had a possession for the purposes of Article 1 of Protocol No. 1 (see, mutatis mutandis, Frendo Randon and Others, cited above, § 57, and Galea and Others v. Malta, no. 68980/13, § 27, 13 February 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Government’s objection is therefore dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Victim Status",
                                        "elements": [
                                            {
                                                "content": "53.  The Government submitted that the applicant companies had lost their victim status as the Constitutional Court had found a violation of Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention and awarded EUR 15,000 each in compensation. It had found that the applicant companies could pursue proceedings for pecuniary damage before the LAB. Indeed a fresh declaration had been issued in 2009, and the amended law provided for direct access by applicants to the LAB guaranteeing the applicant companies’ access to a court to challenge the compensation. Moreover, by then the applicant companies had been offered pecuniary compensation (see paragraph 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The applicant companies submitted that an award of EUR 15,000 in nonpecuniary damage, while they remained without any pecuniary compensation for property that remained unused for decades, did not deprive them of their victim status. Moreover, the Constitutional Court had sent them to obtain pecuniary compensation before a tribunal which, by the Constitutional Court’s own admission, was not independent and impartial. They also considered that the inadequate offer in pecuniary compensation deposited in court (which they had not withdrawn) had not redressed the violation. Furthermore, the applicant companies had not yet been served with the relevant judicial act (Section 22 (7) of the Act) and thus could not start such proceedings, a matter also noted by the Constitutional Court which confirmed that they still had no access to court (see paragraph 29 above). Lastly, the applicant companies submitted that the finding of a violation had not encompassed all their complaints, particularly that concerning the lack of public interest in the taking.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court reiterates that an applicant is deprived of his or her status as a victim if the national authorities have acknowledged, either expressly or in substance, and then afforded appropriate and sufficient redress for a breach of the Convention (see, for example, Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 178-193, ECHR 2006-V; Gera de Petri Testaferrata Bonici Ghaxaq v. Malta, no. 26771/07, § 50, 5 April 2011; and Frendo Randon and Others, cited above, § 34).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  As regards the first condition, namely the acknowledgment of a violation of the Convention, the Court considers that the Constitutional Court’s findings amounted to an acknowledgment that there had been a breach of, inter alia, Article 1 of Protocol No.1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  With regard to the second condition, namely appropriate and sufficient redress, the Court must ascertain whether the measures taken by the authorities in the particular circumstances of the instant case afforded the applicant companies appropriate redress in such a way as to deprive them of victim status. The Court notes that the Constitutional Court awarded the applicant companies EUR 15,000 each in respect of non-pecuniary damage (from which they had to pay part judicial costs). However, after twenty years the Constitutional Court – having established that there had been a violation of the applicant companies’ rights – failed to determine the amount of pecuniary compensation due, advising the applicant companies to pursue proceedings before a tribunal which the Constitutional Court itself found to be noncomplaint with Article 6 requirements (see paragraph 31 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Given that in the present case the violation under Article 1 of Protocol No. 1, upheld by the Constitutional Court, persisted for more than twenty years during which the applicant companies received no compensation for the taking of their property the Court considers that the Constitutional Court’s judgment did not offer sufficient relief to the applicant companies, who continue to suffer the consequences of the breach of their rights under Article 1 of Protocol No. 1 to the Convention (see, inter alia, Azzopardi v. Malta, no. 28177/12, § 34, 6 November 2014; Frendo Randon and Others, cited above, § 39; and Vassallo v. Malta, no. 57862/09, § 47, 11 October 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Consequently, the Government’s objection in this respect is dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "60.  The Court notes that the complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "61.  The applicant companies submitted that the taking had not been in the public interest in so far as more than twenty years later the alleged legitimate aim had not yet become a concrete reality – this distinguished the case from Vassallo (cited above). In so far as the Government relied on obstacles in obtaining relevant permits, the applicant companies considered that this could only have been due to Government presenting permit applications which did not comply with planning policies. Indeed the last planning application was dated 2000, and in more than fifteen years it did not appear that the Government had made any progress in obtaining that permission. It surely could not be said that more than fifteen years was the norm to process a planning application.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Referring to the Court’s case-law they noted that placing property in reserve did give rise to issues under Article 1 of Protocol No. 1 to the Convention, if the delay was not based on public interest grounds and where the passage of time generated a significant increase in value. Both criteria were satisfied in the present case. Firstly, the evictions had been the responsibility of the Government, which was empowered by law to enforce them. It was not for the applicant companies to suffer an inefficient administrative and judicial system. In law an occupier had to yield possession within fourteen days of being offered alternative accommodation. It was thus the State that had failed, for no specified reason, to propose adequate accommodation for seven years. After that, the delay in obtaining permission was a result of applications for a proposed development which were problematic and subject of incompatibilities with domestic planning policies. These reasons could not be considered as public interest. Moreover, during such time (over twenty-two years) the property undoubtedly increased in value (see, for example, paragraph 116 below).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  As to compensation, relying on the Court’s case law, the applicant companies submitted that since the measure was not in pursuit of economic reform or aimed at achieving greater social justice, there was no basis for the payment of compensation lower than the market value. As to the actual value of the property they noted that it was situated in a street perpendicular to the main central street of Valletta, at a distance of fifteen meters from it, and therefore in the hub of the city, and therefore in a prime area. By way of comparison the applicant companies noted that in 2015, the Government purchased property further away from theirs at EUR 1,645,000 (for half the undivided share of the property). On the basis of that scale, thus not augmenting the price because the applicant companies’ property was in a better location, according to an ex parte architect’s report, the total value of the expropriated properties would amount to EUR 589,875, thus the share of each applicant company (one third undivided share) would be EUR 196,625. This was in stark contrast with the offer of the Government of EUR 39,017 of which each applicant company’s share would amount to EUR 13,000.67. The applicant companies did not agree that their property was in a derelict state and submitted that the Government was confusing their property with a neighbouring property. They also emphasized that the Government had failed to submit evidence in regard to this allegation or in regard to the value of properties in the vicinity, as no supporting documents had been submitted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Government submitted that the deprivation of property was in accordance with the Ordinance and was thus lawful. The premises had been taken in order to relocate the Office of the Attorney General. However, the implementation of the project had stalled because part of the premises had been occupied by squatters and steps had to be taken for their eviction. After that there were problems with the issuing of the relevant permits (as the previous one had expired) by the planning authorities, mainly because of planning restrictions related to Valletta’s World Heritage status, as well as the fact that the façade of the building had to be preserved while rebuilding the interior. In the Government’s view the fact that, to date, the property had not yet been used did not cancel the original public interest behind the taking given that the authorities’ action had been constant, as had also been held by the Constitutional Court which was best placed to assess the public interest requirement. Relying on the Court’s caselaw, they noted that placing in reserve expropriated property even for a long time, did not necessarily entail a breach of Article 1 of Protocol No. 1 to the Convention. They noted that from the witness testimony during the domestic proceedings it transpired that the property was abandoned and in total dilapidation, generating no revenue for the owners. Furthermore, any increase in the value of the property was reflected in the compensation offered to the applicant companies, which they could withdraw, and contest if they did not agree with the quantum.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Government noted that the Constitutional Court had already found that the applicant companies had suffered a disproportionate burden until 2009 for which they had been awarded compensation. In 2009 the relevant offers (see paragraph 15 above), which had to be shared amongst the coowners, reflected the fact that property was outside the prime property market of Valletta and that when it was taken it had been in a dilapidated state with a collapsed roof. Such compensation offer was the result of valuations made in conformity with the Ordinance, based on 2005 valuations which, in the Government’s view, was a year in which there had been a peak in property prices, and such prices were probably higher than those in 2015. Moreover, according to the Government, given the public interest involved, the taking had not required compensation at the full market value. Further, unlike other cases decided by this Court against Malta, in the present case, after 2009, the applicant companies could contest the amount of compensation offered in the President’s declaration of 2009 directly before the LAB. They could also have withdrawn the sums offered without prejudice to any challenges to the compensation offered, in this connection they referred to examples from domestic caselaw.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  At a later stage in their observations, the Government also noted that the area had been developed in recent years; however, in their view, the applicant companies should not benefit from developments made after the expropriation. The Government also noted that the property the applicant companies referred to by way of comparison was not a regular comparator. Indeed in respect of that sale an investigation and audit had ensued, as a result of which proceedings were brought before the domestic courts, by which the Government was attempting to rescind and annul the transfer which had not been carried out in accordance with the law. In the Government’s view the amount offered in compensation was adequate given the location, the state in which the property was in when it was taken, comparative references to property in the vicinity and particularly the public interest involved, as a result of which payment at market value was not called for.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "67.  The Court reiterates that a taking of property can be justified only if it is shown, inter alia, to be “in the public interest” and “subject to the conditions provided for by law”. Any interference with property must also satisfy the requirement of proportionality. As the Court has repeatedly stated, a fair balance must be struck between the demands of the general interest of the community and the requirement of protecting the individual’s fundamental rights, the search for such fair balance being inherent in the whole of the Convention. The requisite balance will not be struck where the person concerned bears an individual and excessive burden (see Sporrong and Lönnroth v. Sweden, 23 September 1982, §§ 69-74, Series A no. 52, and Brumărescu v. Romania [GC], no. 28342/95, § 78, ECHR 1999VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Compensation terms under the relevant legislation are material to the assessment of whether or not the contested measure respects the requisite fair balance and, in particular, whether it imposes a disproportionate burden on the individuals (see Jahn and Others v. Germany [GC], nos. 46720/99, 72203/01 and 72552/01, § 94, ECHR 2005VI). In this connection, the taking of property without payment of an amount proportionate to its value will normally constitute a disproportionate interference, whilst a total lack of compensation can be considered justifiable under Article 1 of Protocol No. 1 only in exceptional circumstances (see Former King of Greece and Others v. Greece [GC], no. 25701/94, § 89, ECHR 2000XII, and The Holy Monasteries v. Greece, 9 December 1994, § 71, Series A no. 301-A). However, Article 1 of Protocol No. 1 does not guarantee a right to full compensation in all circumstances. Legitimate objectives in the “public interest”, such as those pursued in measures of economic reform or measures designed to achieve greater social justice, may warrant reimbursement of less than the full market value (see Urbárska Obec Trenčianske Biskupice v. Slovakia, no. 74258/01, § 115, ECHR 2007-XIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court reiterates that the adequacy of the compensation would be diminished if it were to be paid without reference to various circumstances liable to reduce its value, such as unreasonable delay. Abnormally lengthy delays in the payment of compensation for expropriation lead to additional financial loss for the person whose land has been expropriated, putting him or her in a position of uncertainty (see Akkuş v. Turkey, 9 July 1997, § 29, Reports of Judgments and Decisions 1997-IV). The same applies to abnormally lengthy delays in administrative or judicial proceedings in which such compensation is determined, especially when people whose land has been expropriated are obliged to resort to such proceedings in order to obtain the compensation to which they are entitled (see Aka v. Turkey, 23 September 1998, § 49, Reports 1998 -VI).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court notes that it has not been contested that in the present case there has been a deprivation of possessions within the meaning of the first paragraph of Article 1 of Protocol No. 1. and that the taking was in accordance with the law. It will therefore proceed to analyse the publicinterest requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  In the case of Beneficio Cappella Paolini v. San Marino (no. 40786/98, § 33, ECHR 2004VIII), which concerned property that had been lawfully expropriated but not used, it found that the partial use of expropriated land raised an issue as to respect for property rights, having regard in particular to the change in use following the approval of a new landuse plan. A similar situation obtained in the cases of Keçecioğlu and Others v. Turkey (no. 37546/02, §§ 28-29, 8 April 2008) and Motais de Narbonne v. France (no. 48161/99, § 19, 2 July 2002). In the latter case the Court found a breach of Article 1 of Protocol No. 1 on account of a significant delay between a decision to expropriate property and the actual undertaking of a project in the public interest which had formed the basis of the expropriation. While the placing in reserve of expropriated property, even for a long period of time, does not necessarily entail a breach of Article 1 of Protocol No. 1, there is clearly an issue under that provision where such an action is not itself based on publicinterest grounds and where, during that period, the property in question generates a significant increase in value of which the former owners are deprived (ibid., § 21).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Similarly, for example, in Frendo Randon and Others (cited above) the Court accepted that the original intention behind the expropriation of the land, namely the Freeport Terminal Project, was in the public interest. However, no use had been made of some of the plots which had been taken over by the authorities for over forty years. The delay in making use of those plots was not based on any public-interest concern and the value of that land had substantially increased over the years that followed the taking of the land, and thus an issue arose in respect of the public-interest requirement (§§ 61-62). Similar considerations where made in Vassallo (cited above, §§ 42-43) concerning the laps of twenty eight-years during which no concrete use was made of the property at issue in that case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Turning to the specific circumstances of the present case, and in the light of the Constitutional Court’s findings on the matter, the Court can accept without a further in-depth examination, that the original intention behind the expropriation of the property, namely to use it as government offices, in particular as the Office of the Attorney General  a body that performs duties in the interest of the community as whole  was in the public interest (see, mutatis mutandis, Fleri Soler and Camilleri v. Malta, no. 35349/05, §§ 6667, ECHR 2006X). However, the property remained unused for twentyfive years and, as recently confirmed by the Government in view of their inability to carry out the project, a new place has been sought for such a purpose (see paragraph 34 above). The Court considers that while it might be said that at least part of the delay was itself based on a public-interest concern, namely to avoid making homeless the occupiers of the premises, it cannot be said that the Government pursued the matter diligently, as it took them fourteen years to vacate the premises. Subsequently, since 2007 when the premises were vacated no use was made of the property. Indeed while obtaining a permit is surely in the general public interest, the same cannot be said of a delay amounting to eighteen years to obtain such a permit, because of the inefficiency of the authorities  be it of the Commissioner of Lands or of the planning authorities in assessing and granting or refusing such a permit. Given the circumstances of the present case, it must have been evident years ago that the project was not viable in the then near future. Nevertheless, in 2009, at a time when they already should have known, instead of releasing the property the authorities issued a new declaration. Indeed, even to date, despite the recent change of plan admitted by the Government and thus the extinction of the original public interest in relation to the taking of the applicant companies’ property, the property has not been returned to the applicant companies. Little comfort can be found in the Government’s submission (see paragraph 34 above) that nevertheless the property at issue remains designated for a public use, which the Government failed to specify or elaborate on. Furthermore, it is indisputable, in the light of the material and submissions before this Court, that the property has seen an increase in value, of which the applicant companies have been deprived.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  Given that the finding concerning the public interest at issue has an impact on the compensation due, as well as the fact that to date there is no final decision concerning the compensation due to the applicant companies (see, mutatis mutandis, Vassallo v. Malta (just satisfaction), no. 57862/09, § 19, 6 November 2012), which will in any event be dealt with under the Article 41 section of this judgment, the Court does not find it necessary to examine the adequacy of the compensation offered. It suffices to hold, in this connection, that (despite an offer which does not appear to have been served on the applicant companies) given that twenty-five years after the taking the applicant companies have not received any compensation they have been required to be bear a disproportionate burden (see, mutatis mutandis, Vassallo (merits), cited above, § 4445).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  There has therefore been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION IN CONJUNCTION WITH ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "76.  The applicant companies further complained that they remained victims of the alleged violations given the Constitutional Court’s failure to give redress, including adequate compensation. Thus, constitutional redress proceedings could not be considered as an effective remedy for the purposes of Article 13 in conjunction with Article 1 of Protocol No. 1 to the Convention. Article 13 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ observations",
                                        "elements": [
                                            {
                                                "content": "77.  Relying on domestic caselaw, the Government submitted that the applicant could have instituted a fresh set of constitutional redress proceedings to complain under Article 13 in conjunction with Article 1 of Protocol No. 1 to the Convention about the Constitutional Court judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The applicant companies submitted that lodging a constitutional case to argue that the amount of compensation awarded by the Constitutional Court was not enough had no prospect of success as it would be tantamount to lodging an appeal against an appeal judgment which was final. Indeed according to the applicant companies the Government in such a case would surely have raised a plea of res judicata. They noted that, unlike in their cases, the caselaw relied on by the Government concerned a new breach which had occurred during the constitutional redress proceedings which was independent from the merits of the original complaint.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "79.  The Court notes that it has already established, in the context of Maltese cases before it, that even though Maltese domestic law provides for a remedy, for the purposes of a complaint under Article 13, in respect of a final judgment of the Constitutional Court, the length of the proceedings detracts from the effectiveness of that remedy and that, in view of the specific situation of the Constitutional Court in the domestic legal order, in certain circumstances it is not a remedy which is required to be exhausted (see, inter alia, Apap Bologna v. Malta, no. 46931/12, § 62, 30 August 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Court notes that the applicant companies have suffered a violation of their rights for a period of over two decades. They have already been through one set of constitutional redress proceedings, as a result of which the Court has found that they remained victims of the violation under Article 1 of Protocol No. 1 recognised by the domestic courts (see paragraph 58 above). Given the nature of the complaint and the abovementioned specific situation of the Constitutional Court in the domestic legal order, the Court finds that the institution of fresh constitutional redress proceedings was not a remedy which was required to be exhausted in the specific circumstances of this case (ibid, § 63).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  Accordingly, the Government’s objection that domestic remedies have not been exhausted is dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  The Court reiterates that Article 13 does not apply in the absence of an arguable claim (see Maurice v. France [GC], no. 11810/03, § 106, ECHR 2005IX).",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  In the present case the Court has found that the applicant companies’ complaint under Article 1 of Protocol No.1 was not manifestly illfounded and concluded that there has been a violation of the provision. Thus, there is no doubt that the complaint relating to that provision is an arguable one for the purposes of Article 13 of the Convention. It follows that Article 13 in conjunction with Article 1 of Protocol No. 1 is applicable in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "85.  The applicant companies submitted that they had no effective remedy to ensure the protection of their property rights.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  Firstly, concerning a civil action, they noted that even if a court where to urge the CoL to initiate proceedings, there was no way of enforcing such a judgment, and thus the initiation of proceedings remained at the discretion of the CoL. Moreover the applicant companies did not consider that such an action would be justified given that the obligation to start proceedings and respect the applicant companies’ property rights was on the State. Thus, as stated in Vassallo cited above, this remedy could not be effective and required of applicants.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  As to constitutional redress proceedings, the applicant companies submitted that there was no doubt that the constitutional jurisdictions had far and wide ranging powers, yet they had failed to use them. Indeed in their case not only had the Constitutional Court failed to award pecuniary damage but they also ordered the applicant company to pay costs thus diminishing further the compensation awarded. Indeed, the failure to award pecuniary compensation had become habitual practice in such cases. The applicant companies relied on Alfred Spiteri et vs Transport Authority et, Constitutional Court judgment of 7 October 2013 and B & B Property Development Co Ltd vs Commissioner of Land, 9 November 2012, where solely non-pecuniary damage had been awarded. Moreover, as to their powers, the applicant companies noted that, according to domesticcase law, the Constitutional Court had the power to pronounce the incompatibility of a law with the Constitution or the Convention, but it did not have the power to remove that law from statute. Thus, in their case despite the Constitutional Court finding a violation of Article 6 concerning the composition of the LAB as laid down in law, the same legal provisions remained in force until parliament decided otherwise, in consequence in such a situation they were not empowered to give an adequate remedy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  In connection with the two judgments relied on by the Government (see paragraph 91 below), the applicant companies noted that both judgments had been appealed against and specifically in the second one, the Government was arguing that there were limitations on the powers of the constitutional jurisdictions and that the remedy ordered by the firstinstance court had not been legitimate. This was precisely the contrary of what the Government were arguing before this Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Government submitted that the applicant companies could have instituted an ordinary civil action [under Article 1078 of the Civil Code] to impose a time-limit on the CoL to initiate compensation proceedings. After 2009 they could also contest the public interest of the measure before the LAB. They also had the possibility, which they availed themselves of, to institute constitutional redress proceedings challenging both the public interest and the compensation due. Should the applicant companies still feel aggrieved following such proceedings, they could initiate a fresh set of proceedings complaining about the period subsequent to the judgment of the Constitutional Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Government submitted that constitutional proceedings were capable of providing adequate redress for the violation found by the domestic courts. In fact and in practice, the courts of constitutional jurisdiction could award any type of redress, ranging from an award of compensation, which was the usual type of redress granted in cases of a violation of Article 1 of Protocol No. 1 (they relied, for example, on AIC Joseph Barbara vs the Prime Minister, Constitutional Court judgment of 31 January 2014, and Angela sive Balzan vs the Prime Minister, Constitutional Court judgment of 7 December 2012, both concerning rent cases), to various other types of orders. The Government submitted, as examples from actual judgments, the reintegration of an employee into the public service, as well as an order made to the courts of criminal jurisdiction to discard a statement made by the accused when it had been taken by the police without legal assistance. They reiterated that there were no limits to the powers of the courts of constitutional jurisdiction to grant redress for Convention violations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  In their further submissions the Government relied on more recent caselaw, in particular Dr Mark Refalo noe vs Director of Lands firstinstance judgment of 28 January 2016, whereby the constitutional jurisdiction, in an expropriation case, ordered the restitution of the property as well as that parts of the Grand Harbor Local Plan relative to the property were to be without effect in relation to the owners of the property. On the same day, in another first-instance judgment the constitutional jurisdiction in Maria Stella sive Estelle Azzopardi Vella et vs Attorney General, awarded EUR 20,000 in compensation as well as EUR 3,000 per year until the legislation found to be in violation of the property rights of owners was amended.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "92.  The Court has held on many occasions that Article 13 guarantees the availability at national level of a remedy to enforce the substance of the Convention rights in whatever form they may happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief. Although the scope of the Contracting States’ obligations under Article 13 varies depending on the nature of the applicant’s complaint, the remedy required by Article 13 must be effective in practice as well as in law. The “effectiveness” of a “remedy” within the meaning of Article 13 does not depend on the certainty of a favourable outcome for the applicant. Nor does the “authority” referred to in that provision necessarily have to be a judicial authority; but if it is not, its powers and the guarantees which it affords are relevant in determining whether the remedy before it is effective. Furthermore, even if a single remedy does not by itself entirely satisfy the requirements of Article 13, the aggregate of remedies provided for under domestic law may do so (see Kudła v. Poland [GC], no. 30210/96, § 157, ECHR 2000XI, and Ališić and Others v. Bosnia and Herzegovina, Croatia, Serbia, Slovenia and the former Yugoslav Republic of Macedonia [GC], no. 60642/08, § 131, ECHR 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  For the purposes of Article 13, it is for the Court to determine whether the means available to an applicant for raising a complaint are “effective” in the sense either of preventing the alleged violation or its continuation, or of providing adequate redress for any violation that had already occurred (see Kudła, cited above, §§ 15758). In certain cases a violation cannot be made good through the mere payment of compensation (see, for example, Petkov and Others v. Bulgaria, nos. 77568/01, 178/02 and 505/02, § 80, 11 June 2009 in connection with Article 3 of Protocol No. 1) and the inability to render a binding decision granting redress may also raise issues (see Silver and Others v. the United Kingdom, 25 March 1983, § 115, Series A no. 61; Leander v. Sweden, 26 March 1987, § 82, Series A no. 116; and Segerstedt-Wiberg and Others v. Sweden, no. 62332/00, § 118, ECHR 2006VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  According to the Court’s case-law, Article 13 does not go so far as to guarantee a remedy allowing a Contracting State’s laws as such to be challenged before a national authority (see Maurice, cited above, § 107).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  In the context of Article 13, the Court’s role is to determine whether, in the light of the parties’ submissions, the proposed remedies constituted effective remedies which were available to the applicant in theory as well as in practice, that is to say, that they were accessible, capable of providing redress and offered reasonable prospects of success (see McFarlane v. Ireland [GC], no. 31333/06, § 114, 10 September 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Court notes that a remedy, in the form of constitutional redress proceedings, was in principle available under Maltese law, which enabled the applicant companies to raise with the national courts their complaint of a violation of their Convention right to peaceful enjoyment of possessions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  Until recently the Court had regularly held that constitutional redress proceedings were effective in respect of complaints under Article 1 of Protocol No. 1, in so far as it had always been considered that there were no limits on the means of redress (including financial redress) which may be provided by the courts of constitutional jurisdiction (see the provisions of the Constitution and the European Convention Act in the relevant domestic law part in Apap Bologna, cited above, §§ 2829, as well as a series of Maltese cases, for example, Gera de Petri, cited above, § 70; Deguara Caruana Gatto and Others v. Malta, no. 14796/11, § 82, 9 July 2013; and Lay Lay Company Limited v. Malta, no. 30633/11, § 100, 23 July 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  In the recent judgment of Apap Bologna (cited above, § 84) the Court observed that the wording of the law was clear. Under the Constitution, in order to redress human rights violations which are protected by the provisions of the Constitution, a court of constitutional jurisdiction “may make such orders, issue such writs and give such directions as it may consider appropriate for the purpose of enforcing, or securing the enforcement of, any of the provisions ...”. The same wording was used in the European Convention Act, in connection with human rights protected by the Convention. The Government had also emphasised in their observations, as they did in the present case (see paragraph 90 above), that there were no limits to the powers of the courts of constitutional jurisdiction to grant redress, and that they could also, if necessary, release property and evict a tenant. Nevertheless, the Court noted that it had found in a number of cases brought under Article 1 of Protocol No. 1 against Malta, that the applicants maintained their victim status notwithstanding a favourable decision by the Constitutional Court (see, for example, Azzopardi, cited above, § 34, and Frendo Randon and Others, cited above, §§ 3839 in connection with expropriations; and Gera de Petri, cited above, § 53, concerning the control of property under title of possession and use subject to recognition rent) mainly because the domestic courts had failed to award compensation for the relevant pecuniary damage decades after the applicants had started being affected by the violation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The same was the case in Apap Bologna (cited above) in connection with requisition orders. In that case, as in many others, the applicant had also remained a victim of the violation despite an acknowledgment by the Constitutional Court. Thus, the Court had to assess the effectiveness of such a remedy in practice and found, for the first time in connection with Article 1 of Protocol No. 1, that despite having the power to do so the Constitutional Court had in practice repeatedly failed to take the required action which would bring the violation to an end (§ 86) or to give adequate compensation by awarding adequate pecuniary and nonpecuniary damage. It thus did not constitute an effective remedy in respect of complaints under Article 1 of Protocol No. 1 to the Convention concerning requisition orders (§ 91).",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The present case deals with an effective remedy for the purposes of complaints concerning expropriations, particularly where no compensation is paid years after the taking, or where applicants complain about the inadequacy of the compensation offered. The Court will thus examine the Constitutional Court’s effectiveness in that regard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  In the present case, the Constitutional Court awarded the two applicant companies non-pecuniary damage for the violation of Article 1 of Protocol No. 1 which they had suffered as a result of the fact that for more than twenty years after the taking of their property the procedure had been stalling, and they had thus not received any compensation for the taking. There is no doubt that in law, the Constitutional Court could award the pecuniary compensation due. Nevertheless, it failed to do so, opting to send the applicant companies to seek another remedy  the same remedy which had failed them for two decades because the CoL had not taken the required action and despite the fact that the LAB was not Article 6 compliant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The Court notes that this course of action was not particular to the present case. Indeed the cases before the Court show that this practice was the regular trend in such types of cases (see for example, Azzopardi, cited above, § 34, and Frendo Randon and Others, cited above, §§ 3839; Vassallo (merits), cited above, § 18; and more recently Galea and Others v. Malta, §§ 20 and 47, all in connection with expropriations and delayed compensation). While the Government relied on one first-instance decision concerning expropriations where relevant measures had been ordered, this had been overturned by the Constitutional Court (see paragraph 44 above)  as was the other example cited by the Government concerning rent laws (see paragraph 45 above). Thus, despite having been requested to do so, the Government have not provided one example of a final judgment of the Constitutional Court in an expropriation case in relation to which it has found a violation, in which the relevant action  be it release of the property, or award of the pecuniary compensation due, or any other relevant measure  had been taken to bring the situation to an end. Indeed cases before this Court show a practice where any relevant measures ordered by the firstinstance constitutional jurisdiction, are regularly overturned by the Constitutional Court (see, as the most recent example, Galea and Others (cited above), §§ 18 and 20). It follows from the above that despite having the power to do so, in practice the Constitutional Court has repeatedly failed to take the required action which would bring the violation to an end.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  In the specific circumstances of expropriation cases where owners have not been paid any or sufficient compensation for the taking of their property, the same considerations made above lead to the conclusion that the owners who suffered a violation are regularly not redressed, in so far as no adequate compensation, in particular as concerning pecuniary damage, is awarded to them by the Constitutional Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  In so far as it concerns nonpecuniary damage, the Court notes that such awards are often made by the Constitutional Court. However, as happened in the present case, these awards are frequently reduced by an order of payment of costs, despite applicants being successful in many of their claims. The Court considers that while this might not always be the case, such orders may result in nonpecuniary compensation being also inadequate. The Court thus finds it useful to reiterate that imposing high costs may in itself shed doubts on the compatibility with the Convention of a remedy to seek redress for human rights violations (see FrancescoQuattrone v. Italy, no. 13431/07, § 40, 26 November 2013), and this is even more so if no reasons are given to justify such an order (ibid. § 45).",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  In the light of the above considerations, and in view of the domestic judgments brought to its attention on the subject matter, the Court concludes that although constitutional redress proceedings are an effective remedy in theory, they are not so in practice, in cases such as the present one. In consequence, they cannot be considered an effective remedy for the purposes of Article 13 in conjunction with Article 1 of Protocol No. 1 concerning arguable complaints in respect of the taking of property which has not been followed by payment of adequate compensation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The Government also referred to the procedure under Article 1078 of the Civil Code. In this connection the Court notes that according to the Land Acquisition (Public Purposes) Ordinance, as it stood at the time, it was up to the authorities to initiate the relevant compensation proceedings (see Vassallo (merits), cited above, § 46 and also Bezzina Wettinger and Others v. Malta, no. 15091/06, § 92, 8 April 2008). The Court reiterates that without prejudice to the effectiveness of such an action under the Civil Code  an action of a general nature and in respect of which the Government have not produced any evidence in relation to its prospects of success  in such cases, owners could not be expected to incur the expense and burden of instituting proceedings to ensure the authorities’ fulfilment of their legal obligation. Moreover, the mere fact that the Government would have been forced by means of a court decision to initiate proceedings, would not guarantee that those proceedings would thereafter be pursued with due diligence (see Vassallo (merits), cited above, § 46). Indeed, the Court has previously found a violation of the reasonable time requirement in relation to LAB proceedings in the Maltese context (see Bezzina Wettinger, cited above, § 93; and Gera de Petri, cited above, § 43). Thus, quite apart the issues in connection with proceedings before the LAB which were identified by the Constitutional Court, the preventive element of the procedure under Article 1078 of the Civil Code has not been substantiated. Nor have the Government referred to any other proceedings  apart from the constitutional redress proceedings examined above and found to be defective  which alone or in combination with others, provided adequate redress in the form of awards for both pecuniary and nonpecuniary damage for the violation suffered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  In such circumstances, the Court considers that the Government have not demonstrated that the remedies proposed by them, in connection with complaints about the failings of the domestic system concerning compensation proceedings in relation to expropriations, constituted effective remedies available to the applicant companies in theory and in practice at the relevant time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  The Court finds it relevant to point out that this conclusion concerns the situation as stood at the time of the applicant companies’ complaint and the relevant proceedings undertaken by them, and is without prejudice to the current situation which would merit an assessment based on the current domestic case-law which may have evolved in the recent years, particularly in the light of the findings of the Court in Apap Bologna, cited above, which might have led to a change in practice by the Constitutional Court, in order to be in line with the obligations imposed by the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  Accordingly, the Court finds that, in the present case, there has been a violation of Article 13, in conjunction with Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "110.  The applicant companies also complained that the domestic authorities had failed to carry out proceedings within a reasonable time, and that they had had no access to an independent and impartial tribunal to initiate compensation proceedings. This situation remained the same to date, despite the Constitutional Court judgment, and they still did not have access to an impartial and independent tribunal to whom to address their compensation request, both because the CoL had not issued a notice to treat and because the LAB was not an Article 6 compliant tribunal, due to the legislation concerning the appointment and removal of its members. They further complained that the order to the applicant companies to pay part costs of the constitutional redress proceedings in which they had been successful also constituted a hindrance to their access to court under Article 6.",
                                "elements": []
                            },
                            {
                                "content": "111.  Having regard to the facts of the case, the submissions of the parties and the Court’s findings under Articles 1 of Protocol No. 1 to the Convention and Article 13 of the Convention, the Court considers that it has examined the main legal questions raised in the present applications and that there is no need to give a separate ruling on the remaining complaints (see, among other authorities, Kamil Uzun v. Turkey, no. 37410/97, § 64, 10 May 2007; and Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 156, ECHR 2014).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "112.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "113.  The applicant companies claimed 196,625 euros (EUR) each plus 8% interest on that amount to run from the date of the expropriation, as well as EUR 64,145 each representing one third of lost rents from 1993 to 2015 in respect of pecuniary damage. The value of the properties together was calculated by an ex parte architect as being EUR 589,875 on the basis of the purchase price of one other property in Valletta purchased by the Government in 2015, which was however situated in a less prime location. The applicant companies noted that their property had never been derelict and that the Government must have confused it with neighbouring properties. They referred to a publication concerning Maltese architecture which described the area as one of the jewels of Maltese architecture and the corner where the applicant’s property was situated as worthy of attention. The applicant companies also relied on extracts from an estate agent’s website which showed the prices of palazzos in Valletta ranging from one to three million euros.",
                                                "elements": []
                                            },
                                            {
                                                "content": "114.  They further claimed EUR 35,000 each in non-pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "115.  The applicant companies submitted that the Government had already acquired title to the property given that the Government had acquired title to the property by virtue of law (Section 22 (8) of the Ordinance), within three months of the President’s declaration. The applicant companies submitted documents showing the registration in the name of the Government of the said property, dated July 2009.",
                                                "elements": []
                                            },
                                            {
                                                "content": "116.  In 2018, the applicant companies updated their claims, noting that in the third quarter of 2017 there had been a boom in property prices, which increased by 4.3%. According to an updated architect valuation dated 2018, the open market value of nos. 124 and 125 was EUR 140,000 and EUR 130,000 respectively while property no. 109 was valued at EUR 140,000. The same architect estimated the current annual rental value at EUR 9,100, EUR 8,450 and EUR 9,100 respectively. The architect’s valuation dated 2013 had established the current market values for properties no. 124 and 125 as being EUR 85,000 and EUR 78,000 respectively while property no. 109 was valued at EUR 87,000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "117.  The Government considered that a finding of a violation constituted sufficient just satisfaction. In any event the Government considered that the valuations of the property submitted by the applicant companies were exorbitant and highly inflated when compared to those of the courtappointed expert. Moreover, the Government contested any claim for rent, reiterating that when the property was taken it had been in a derelict state and was considered to be a dangerous structure. Thus, as things stood at the time of the taking the applicant companies were exposed to actions for damage by their neighbours and the property could surely not generate income in the absence of considerable reconstruction costs. The Government also considered that no interest was due since no amount was liquidated and the claim for rent had no basis. In any event 8 % was well above the commercial interest rate available in the banking sector.",
                                                "elements": []
                                            },
                                            {
                                                "content": "118.  In the Government’s view if the Court were to award pecuniary damage, this should be on condition that the applicant companies appear on the deed of transfer of the title to the property to the Government. In their view the pecuniary damage award should not exceed EUR 26,011.33 jointly, representing two thirds of the value of the property as valued on the market in 2005 by the architect commissioned by the CoL. As to nonpecuniary damage the Government submitted that this had already been awarded by the domestic jurisdictions, in any event they opined that if the Court were to make an award it should not exceed EUR 4,000.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  Concerning the updated claims, the Government considered the valuations to be inflated. In their view the values attributed by the courtappointed expert reflected more realistically the market value of the property. Nevertheless, the Government requested the Court to rely on the valuations made by architect FHV (see paragraph 15 above). Moreover, it had to be noted that the property was currently dilapidated and did not lend itself to being rented out as is.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "120.  As the Court has held on a number of occasions, a judgment in which the Court finds a breach imposes on the respondent State a legal obligation to put an end to the breach and make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96 § 32, ECHR 2000-XI, and Guiso-Gallisay v.  (just satisfaction) [GC], no. 58858/00, § 90, 22 December 2009). The Contracting States that are parties to a case are in principle free to choose the means whereby they will comply with a judgment in which the Court has found a breach. This discretion as to the manner of execution of a judgment reflects the freedom of choice attached to the primary obligation of the Contracting States under the Convention to secure the rights and freedoms guaranteed (Article 1). If the nature of the violation allows of restitutio in integrum it is the duty of the State held liable to effect it, the Court having neither the power nor the practical possibility of doing so itself. If, however, national law does not allow  or allows only partial  reparation to be made for the consequences of the breach, Article 41 empowers the Court to afford the injured party such satisfaction as appears to it to be appropriate (ibid.). The Court notes that while restitution of the property does not appear impossible given that no use has been made of it, the applicant companies have not requested its return nor did the Government offer to return it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  The Court has repeatedly found that when domestic proceedings relating to the payment of compensation have not come to an end decades after the taking of a property, it would be unreasonable to wait for the outcome of those proceedings (see Serrilli v. Italy (just satisfaction), no. 77822/01, § 17, 17 July 2008; Mason and Others v. Italy (just satisfaction), no. 43663/98, § 31, 24 July 2007; Frendo Randon and Others, cited above, § 77, and Vassallo (just satisfaction), cited above, § 13). The Court considers that by awarding amounts for damage at this stage there is no risk that the applicant companies will be compensated twice, as the national authorities would inevitably take note of this award in respect of the applicant companies’ share of the property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  The Court considers that compensation in the present case must be awarded in the light of the fact that over time the taking failed to fulfill the public interest requirement (§ 43). Thus, the Court considers that compensation in the present case must be awarded on the lines of that in Motais de Narbonne v. France ((just satisfaction), no. 48161/99, § 20, 27 May 2003), and Keçecioğlu and Others v. Turkey ((just satisfaction), no. 37546/02, § 19, 20 July 2010), in which the Court had in its principal judgments found a breach of Article 1 of Protocol No. 1 on account of a significant delay between a decision to expropriate property and the undertaking of a project in the public interest which had denied the applicants the appreciation (“plus-value”) of their property (see Motais de Narbonne (merits), cited above, § 19, and Keçecioğlu and Others (merits), cited above, §§ 28-29). In both these cases, where the violation pertained to a lack of public interest, the Court considered under Article 41 that the applicants were to be paid compensation corresponding to the appreciation they had been denied. It thus awarded pecuniary damage on the basis of the then current market value of that property (“la valeur vénale actuelle du bâtiment”) and deducted what the applicants had already received in compensation for the expropriation years before. The same reasoning was reiterated in Vassallo ((just satisfaction), cited above, § 18), although in that case, unlike in the above cases, the project was eventually carried out and thus compensation was calculated in that light.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  The Government noted on one hand that the courtappointed architect’s evaluation reflected more realistically the market value of the property. Nevertheless, they requested the Court to rely on valuations made by architect FHV (see paragraph 119 above), an ex parte architect commissioned by the CoL, who estimated the property for the purposes of the CoL’s offer, which was much lower and represented the value in 2009 (see paragraph 15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  The Court notes the striking difference between on the one hand the valuation made by FHV and on the other hand those made by the applicant’s ex parte expert (see paragraph 116 above) and the courtappointed expert (see paragraph 7 above). Indeed the valuations made by the applicant’s ex parte expert and the court-appointed expert are similar and concerning property no. 109, identical, thus credible, as also confirmed by the Government (see paragraph 119 above), who considered the court-appointed architect’s valuations to be realistic.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  Having regard to the above factors, in the absence of the restitution of the property, the Court considers it reasonable to award the applicant companies, as owners of one third of the property, EUR 100,000 each, in pecuniary damage, for the transfer of their property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  Bearing in mind the Constitutional Court’s award in nonpecuniary damage of EUR 15,000 to each applicant company, the Court makes no further award in that respect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "127.  The applicant companies also claimed the court costs they were ordered to pay by the constitutional jurisdictions, EUR 4,879.84, and EUR 1,820.23 for the first and second applicant company respectively. They also claimed further legal expenses in connection with the domestic proceedings, amounting to EUR 3,401.67 and EUR 2,067.01 for the first and second applicant company respectively as well as EUR 1,510.77 and EUR 52.12 respectively and EUR 1,343.54 jointly, (in respect of architect fees) for the costs and expenses incurred before the Court. They later also claimed EUR 725.70 jointly, in respect of the update architect’s report.",
                                        "elements": []
                                    },
                                    {
                                        "content": "128.  The Government submitted that the applicant companies did not prove that the expenses in relation to domestic proceedings had been paid. As to the costs relative to proceedings before this Court they considered that they should not exceed EUR 1,500.",
                                        "elements": []
                                    },
                                    {
                                        "content": "129.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, as well as the fact that outstanding domestic court expenses remain payable, the Court considers it reasonable to award the sum of EUR 10,000 and EUR 4,500 respectively to the first and second applicant companies covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "130.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints concerning Article 1 of Protocol No. 1 to the Convention and Article 13 of the Convention in conjunction with Article 1 of Protocol No. 1 to the Convention admissible.",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 13 of the Convention in conjunction with Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there is no need to examine the admissibility and merits of the complaints under Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant companies, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant companies’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 September 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ganna Yudkivska",
            "role": "president"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Péter Paczolay",
            "role": "judges"
        },
        {
            "name": "Marialena Tsirli",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF B. TAGLIAFERRO & SONS LIMITED AND COLEIRO BROTHERS LIMITED v. MALTA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-186046.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0911JUD007522513",
    "externalsources": [],
    "extractedappno": [
        "75225/13",
        "77311/13",
        "46931/12",
        "47045/06",
        "2226/10",
        "68980/13",
        "36813/97",
        "26771/07",
        "28177/12",
        "57862/09",
        "28342/95",
        "46720/99",
        "72203/01",
        "72552/01",
        "25701/94",
        "74258/01",
        "40786/98",
        "37546/02",
        "48161/99",
        "35349/05",
        "11810/03",
        "30210/96",
        "60642/08",
        "77568/01",
        "178/02",
        "505/02",
        "62332/00",
        "31333/06",
        "14796/11",
        "30633/11",
        "13431/07",
        "15091/06",
        "37410/97",
        "47848/08",
        "31107/96",
        "58858/00",
        "77822/01",
        "43663/98"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-186046",
    "judgementdate": "11/09/2018 00:00:00",
    "kpdate": "11/09/2018 00:00:00",
    "kpthesaurus": [
        "444",
        "110",
        "369",
        "94"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "13",
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "B. TAGLIAFERRO & SONS LIMITED AND COLEIRO BROTHERS LIMITED",
        "MALTA"
    ],
    "rank": "2648.93188476563",
    "representedby": [
        "REFALO I.",
        "GRECH S.",
        "LOFARO P.",
        "SIMIANA M."
    ],
    "respondent": "MLT",
    "respondentOrderEng": "28",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "480937",
    "typedescription": "15"
}