{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "53068/08",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-196411.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 53068/08) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Igor Pavlovich Fedulov (“the applicant”), on 17 October 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms A.V. Boychenyuk, a lawyer practising in Paris. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights, and then by Mr V. Galperin, his successor in that office.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the State’s refusal to meet its statutory obligation to provide him with free medicines, necessary for the treatment of his cancer, and a refusal to provide him with compensation in relation to that refusal had breached Article 1 of Protocol No. 1 to the Convention. He also alleged that the civil proceedings that he had brought in that connection had been tainted by various shortcomings, including a lack of legal aid, which had rendered them unfair, in breach of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 28 August 2015 notice of the above-mentioned complaints was given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1949 and lives in St Petersburg.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "6.  The applicant is suffering from advanced metastatic prostate cancer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  It appears that he was first diagnosed with that cancer in early 2007. In that connection, on 26 February 2007 the applicant was granted the status of a disabled person, with the result that, by virtue of Federal Law no. 178FZ of 17 July 1999 on State social assistance (“the State Social Assistance Act” – see paragraph 34 below), he became entitled to the provision of certain medicines free of charge on the basis of medical prescriptions issued by competent doctors. A list of the relevant medicines was approved by decree no. 665 of the Russian Ministry of Healthcare and Social Development of 18 September 2006 (see paragraph 38 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In February 2007 the applicant was put on the federal register of persons entitled to State social assistance, including the provision of free medicines. The applicant was assigned to pharmacy no. 162 of St Petersburg, where he was entitled to get free medicines for the treatment of his disease.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s attempts to obtain free medicines",
                                "elements": [
                                    {
                                        "content": "9.  At the time of the events described below, the applicant was following a programme of treatment with Bicalutamide. The treatment plan required him to take one pill every day for a period of eight to twelve months. In accordance with the relevant regulations, a prescription for that type of medicine was only valid for one month, and therefore the applicant obtained a new prescription each month. However, he was only able to get Bicalutamide free of charge once, on 5 July 2007. On all the other occasions, the pharmacy to which he had been assigned was out of stock of Bicalutamide in so far as it was available for distribution free of charge. It kept the applicant’s prescriptions in order to provide a “deferred service” (отсроченное обслуживание), effectively promising to inform him of the availability of free-of-charge Bicalutamide as soon as stocks were replenished. At the same time, the applicant was informed that he could obtain the required medicine at his own expense. Since the applicant had to follow his treatment plan continuously, he bought the medicine on 8 June, 1 and 25 October and 26 November 2007 for a total amount of 49,400 Russian roubles (RUB – approximately 1,400 euros (EUR)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  According to the applicant, his aggregate monthly income, from his old-age and disability pensions plus extra earnings as a result of consulting for a private firm until 31 October 2007, totalled RUB 7,105.15 (approximately EUR 200).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant complained to various public bodies about the unavailability of free-of-charge Bicalutamide, seeking also to have his expenses, borne in connection with the purchase of that medicine, reimbursed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In a letter of 11 May 2007 the St Petersburg Committee of Healthcare (Комитет по здравоохранению г. Санкт-Петербурга – “the St Petersburg Healthcare Committee”) replied to the applicant’s complaints, stating that the provision of medicines free of charge was funded by the federal budget, and that, by virtue of executive order no. 328 of the Russian Ministry of Healthcare and Social Development (see paragraph 37 below), in the absence of the necessary medicine a patient’s prescription should be taken by a pharmacy for a “deferred service”. The letter further stated that the St Petersburg Healthcare Committee had sent a request to a pharmaceutical company with a view to obtaining free-of-charge Bicalutamide, and that as soon as the medicine arrived at the pharmacy to which the applicant was assigned, he would be informed accordingly. The letter also informed the applicant that, under the relevant legislation, individuals in difficult financial circumstances could obtain financial aid from district centres of social support located in the vicinity of those individuals’ domiciles, and the amount of that aid would be determined by the local authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In a letter of 10 September 2007 the St Petersburg Healthcare Committee stated that it would not reimburse the costs of medicines which patients had obtained at their own expense. The letter further invited the applicant to apply to the relevant district centre of social support for financial aid.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 7 November 2007 the St Petersburg Fund of Compulsory Medical Insurance (Территориальный фонд обязательного медицинского страхования г. Санкт-Петербурга – “the St. Petersburg Medical Insurance Fund”) informed the applicant that the federal legislation on social support did not provide for the reimbursement of patients’ expenses for medicines included in the list of those to be provided free of charge in the context of the relevant State programmes. It further stated that it was the St Petersburg Healthcare Committee that was entrusted with the task of satisfying the population’s needs in respect of medicines, and therefore the applicant should address his queries to that State agency.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s attempts to obtain free legal assistance",
                                "elements": [
                                    {
                                        "content": "15.  According to the applicant, between October 2007 and February 2008 he also applied to various State agencies, non-governmental and human rights organisations, and bar associations in an attempt to obtain free legal advice and legal representation for any eventual court proceedings. These attempts proved unsuccessful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In a letter of 14 January 2008 a deputy president of the St Petersburg Bar Association informed the applicant that free legal advice could be provided to a disabled person only in connection with his or her individual rehabilitation programme.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Proceedings before courts",
                                "elements": [
                                    {
                                        "content": "17.  On 10 December 2007 the applicant brought civil proceedings against the St Petersburg Healthcare Committee and the St Petersburg Medical Insurance Fund in the Moskovskiy District Court of St Petersburg (“the District Court”). He sought compensation for pecuniary damage that he had sustained as a result of being compelled to obtain Bicalutamide at his own expense, and compensation in respect of non-pecuniary damage arising from the distress that he had suffered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The materials in the case file, including the applicant’s written submissions before the first-instance court and transcripts of the court hearings, reveal that the applicant advanced detailed arguments, with reference to the relevant domestic legal instruments, and actively participated in the court hearings, filing written applications and requests. The first-instance court granted some of the applications and requests, whilst rejecting others as irrelevant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  At the hearings, the defendants objected to the applicant’s claim. In particular, a representative of the St Petersburg Medical Insurance Fund argued that it was an obligation of the federal authorities to provide the relevant categories of citizens with free medicines, and that the entire amount earmarked by the Federal Fund of Compulsory Medical Insurance (“the Federal Medical Insurance Fund”) for that purpose for the St Petersburg Medical Insurance Fund had been transferred by the latter to a relevant pharmaceutical company with a view to obtaining the necessary medicines. In spite of this, the St Petersburg Medical Insurance Fund still had an outstanding debt with that company in respect of the medicines which the eligible residents of St Petersburg had obtained free of charge from the city’s pharmacies. The representative further argued that in 2007, with reference to the limits of the federal budget, the Federal Medical Insurance Fund had rejected the St Petersburg Medical Insurance Fund’s request for the provision of the necessary free-of-charge medicines for the eligible inhabitants of the city in quantities sufficient to cover their needs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  A representative of the St Petersburg Healthcare Committee stated that it had never been allocated any financial resources from the federal budget to ensure the provision of free medicines, as it had only been responsible for performing coordinating and monitoring functions for the implementation of the relevant federal programme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 5 February 2008 the District Court rejected the applicant’s claim in full.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  In its judgment, the District Court established that the applicant had the status of a disabled person, and reaffirmed that under the State Social Assistance Act, and a relevant presidential decree, individuals with disabilities had a right to State assistance in the form of the provision of various social services, including free medicines, and that it was the State’s obligation to provide that assistance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  It also established that, on five occasions between April and November 2007, the applicant had received prescriptions for Bicalutamide and that he had, on four occasions, had to buy that medicine at his own expense for a total amount of RUB 49,400 (approximately EUR 1,400). The court also noted the applicant’s unsuccessful attempts to seek the assistance of the St Petersburg Medical Insurance Fund or the St Petersburg Healthcare Committee in obtaining the free medicine or in having his expenses reimbursed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The court quoted decision no. 864 of 29 December 2004 of the Russian Government (see paragraph 36 below), which had imposed an obligation on the territorial compulsory medical insurance funds to submit requests to the Federal Medical Insurance Fund for the allocation of the financial resources necessary for the provision of free medicines. It was the Federal Medical Insurance Fund which, in accordance with that decision, was to earmark the necessary amounts from the federal budget for the appropriate territorial funds, and the latter were to transfer those amounts on a monthly basis to relevant pharmaceutical organisations, while a relevant territorial healthcare committee – an executive State agency – was to monitor the use of those financial resources by the relevant territorial compulsory medical insurance fund.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In the above connection, the District Court observed that in 2007 the Federal Medical Insurance Fund had rejected the request of the St Petersburg Medical Insurance Fund for the supply of free medicines based on the assessment of the needs of the residents of St Petersburg, having stated that the limits of the financial resources allocated for that purpose in the federal budget had been exceeded. The court also noted that the St Petersburg Medical Insurance Fund had submitted, in due course, an additional request for the provision of free medicines, including Bicalutamide, for the residents of St Petersburg for the second half of the year 2007 and that it had duly spent the entire amount earmarked for that purpose from the federal budget but still had an outstanding debt before the relevant pharmaceutical company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The court went on to note that the St Petersburg Healthcare Committee did not get any allocation from the federal budget for the provision of free medicines to relevant categories of residents of St Petersburg.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  In the light of the foregoing, the District Court concluded that there were no grounds to allow the applicant’s claim, as it had not been established during the proceedings that the applicant had sustained pecuniary losses and suffered non-pecuniary damage because of any unlawful actions on the part of either the St Petersburg Medical Insurance Fund or the St Petersburg Healthcare Committee.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The court found, in particular, that the St Petersburg Medical Insurance Fund had fully complied with its relevant obligations concerning provision of free medicines to certain categories of individuals within the limits of the sums allocated for that purpose from the federal budget. The court further referred to the fact that the request of the St Petersburg Medical Insurance Fund for the supply of free medicines corresponding to the needs of the residents of St Petersburg had been rejected by the Federal Medical Insurance Fund. Therefore, in the District Court’s view, there had been no fault on the part of the St Petersburg Medical Insurance Fund in the failure to provide the eligible residents of St Petersburg, including the applicant, with the necessary medicines, with the result that there were no grounds to hold the St Petersburg Medical Insurance Fund liable for the reimbursement of the applicant’s expenses for the purchase of the Bicalutamide.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The District Court further found no grounds to impose any such responsibility on the St Petersburg Healthcare Committee either, stating that its relevant programmes were financed from the federal budget and that the Committee only monitored and coordinated the provision of the patients with free medicines.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The court noted that, by virtue of Article 1069 of the Russian Civil Code (see paragraph 50 below), damage inflicted on an individual as a result of unlawful action or inaction of State bodies or officials was to be compensated. However, since there had neither been a fault on the part of the St Petersburg Healthcare Committee in failing to provide the eligible residents of St Petersburg with free medicines under the relevant federal programme, nor had a causal link been established between the action or inaction of that Committee and the expenses incurred by the applicant as a result of having to purchase the Bicalutamide medicine, that Committee had no obligation to reimburse those expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 23 April 2008 the St Petersburg City Court upheld the judgment of 5 February 2008 on appeal, endorsing the reasoning of the District Court. Further attempts by the applicant to have his case reviewed by means of a supervisory review proved futile.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Social protection of disabled persons and the provision of free medicines",
                                "elements": [
                                    {
                                        "content": "1.  Constitution of Russia",
                                        "elements": [
                                            {
                                                "content": "32.  The relevant constitutional provisions concerning health protection and medical care are as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. Everyone shall be guaranteed social security at the expense of the State in old age, in cases of illness, disability, loss of a breadwinner, for bringing up children and in other cases established by law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2. State pensions and social allowances shall be established by law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "3. Voluntary social insurance and the creation of additional forms of social security and charity shall be promoted.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. Everyone shall have the right to health protection and medical care. Medical care in State and municipal health institutions shall be provided to citizens free of charge at the expense of the corresponding budget, insurance contributions and other resources.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2. In the Russian Federation federal programmes for the protection and improvement of the health of the public shall be financed by the State, measures shall be taken to develop State, municipal and private healthcare systems, and activities shall be encouraged which contribute to the improvement of human health, the development of physical education and sport, and ecological, sanitary and epidemiological well-being.",
                                                "elements": []
                                            },
                                            {
                                                "content": "...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The provisions concerning central and regionalised powers are as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. The joint jurisdiction of the Russian Federation and the federal entities includes: ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "g. coordination of issues of healthcare, protection of the family including maternity, paternity and childhood, and social protection, including social security ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "“...",
                                                "elements": []
                                            },
                                            {
                                                "content": "2. Within the limits of the jurisdiction of the Russian Federation and the powers of the Russian Federation on the issue of the joint jurisdiction of the Russian Federation and the federal entities, the federal executive agencies and the executive agencies of the federal entities shall make up a single system of executive power of the Russian Federation.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  State Social Assistance Act",
                                        "elements": [
                                            {
                                                "content": "34.  Federal Law no. 178-FZ of 17 July 1999 on State social assistance (Федеральный закон от 17 июля 1999 №178-ФЗ «О государственной социальной помощи»), as in force at the relevant time, provided, inter alia, that certain vulnerable categories of Russian citizens, individuals with disabilities being amongst their number, were entitled to a number of social services listed therein, including the provision of medicines free of charge (sections 6.1 and 6.2). It also established that the persons who were entitled to those services were to be included in the relevant federal register (section 6.4) and that the list of medicines to be provided free of charge had to be approved by the competent federal executive agency, namely the Russian Ministry of Healthcare and Social Development (section 6.2.2).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Executive decisions and orders",
                                        "elements": [
                                            {
                                                "content": "35.  By decision no. 890 of 30 July 1994 the Russian Government approved the lists of categories of the eligible population and of diseases for the treatment of which medicines should be provided free of charge. In so far as relevant, the decision also entrusted the regional executive authorities with the responsibility of monitoring the availability of the requisite medicines in pharmacies, irrespective of whether they were private or Stateowned, and of taking the necessary action where there was a lack of such medicines. The executive authorities were also under an obligation to ensure timely payments for the medicines that were to be distributed to those entitled to receive them free of charge, and to involve additional sources of financing, in particular from commercial banks, insurance and trust companies, and other institutions, for the development of the healthcare industry and the improvement of the provision of medicines to the population.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  By decision no. 864 of 29 December 2004 the Russian Government approved rules relating to the financing of State social support in the form of social services. The decision established that a territorial compulsory medical insurance fund should submit requests to the Federal Medical Insurance Fund for the allocation of the financial resources necessary for the provision of free medicines to those concerned. It was the Federal Medical Insurance Fund which was to determine the amounts to be allocated from the federal budget to each territorial fund, and those funds were to transfer the allocated amounts to the relevant pharmaceutical organisations on a monthly basis. The use of the allocated financial resources was to be monitored by the competent federal executive agencies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  By executive order no. 328 of 29 December 2004 the Russian Ministry of Healthcare and Social Development approved the rules governing the procedure for the provision of social services to eligible individuals, including the supply of medicines free of charge. It provided, in particular, that free medicines should be provided to such individuals on the basis of medical prescriptions issued by competent doctors, that those medicines should be obtained from pharmacies specially designated for that purpose, and that if a particular medicine was temporarily unavailable, a patient’s prescription should be taken by the pharmacy concerned for a “deferred service”, with the necessary medicine being provided within ten working days, or being replaced by a similar medicine from the relevant list.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  By executive order no. 665 of 18 September 2006 the Russian Ministry of Healthcare and Social Development included Bicalutamide in the list of medicines to be provided free of charge in accordance with the State Social Assistance Act.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Domestic courts’ practice",
                                        "elements": [
                                            {
                                                "content": "39.  In the period subsequent to the events described in the present case, and more specifically, from 2011 to 2014, the national courts examined claims lodged against the St Petersburg Healthcare Committee by a number of residents of St Petersburg who were entitled to the provision of medicines free of charge and who, at various times, had had to obtain those medicines at their own expense. They sought the reimbursement of those expenses, and compensation in respect of non-pecuniary damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  In particular, in a judgment of 9 June 2011, a first-instance court examined a claim lodged by Ms R., who had argued that it was the St Petersburg Healthcare Committee’s obligation to provide the eligible residents of that city with free medicines, and that that Committee should have to bear responsibility for its failure to do so. She pointed out that the applicable legislation and regulations did not make the provision of free medicines conditional on any limits of budgetary funding, on a particular number of prescriptions per person, or on a maximum amount earmarked for that purpose.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  Having examined Ms R.’s claim, the first-instance court rejected it in full, giving a similar reasoning to that in the applicant’s case. It held, in particular, that the St Petersburg Healthcare Committee had obtained medicines within the limits of the amount earmarked from the federal budget, and had then organised the distribution of those medicines free of charge among the individuals concerned by means of the pharmacies of St Petersburg. Therefore, in the view of the first-instance court, the St Petersburg Healthcare Committee had fully discharged its obligations and could not be blamed for a failure to provide Ms R. with the relevant medicines.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 24 November 2011 an appellate court quashed the abovementioned judgment on appeal and took a new decision. It observed, in particular, that Ms R.’s right to be provided with the medicine in question had clearly been established in the domestic law, and had never been contested by the defendants. Moreover, she had had a prescription from a relevant health professional, but had been unable to obtain the necessary medicine free of charge.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The appellate court further pointed out that, by virtue of decision no. 890 of 30 July 1994 of the Russian Government (see paragraph 35 above), it was an obligation of the executive authorities of each region in Russia to ensure timely payments for medicines so that they were available for free distribution to the relevant categories of citizens. It stressed that the existing legal framework established the right of those entitled to be provided with necessary medicines not only free of charge but also without any restriction, and that a limit on the maximum quantity of a particular medicine per person, or a lack of budgetary funds allocated to a particular region could not be grounds for a refusal to provide the concerned individuals with essential medicines.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The appellate court further noted that the St Petersburg Healthcare Committee had not duly performed the obligation imposed on it by the relevant legal instruments, and, more specifically, that it had failed to ensure that Ms R. could obtain free medicines in a timely fashion. It was therefore under an obligation to reimburse the expenses that she had incurred in that connection. The appellate court also awarded Ms R. compensation in respect of the non-pecuniary damage which she had sustained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Other court decisions, taken in various sets of proceedings, are similarly worded. Either at the first or the second level of jurisdiction, the courts granted the relevant claims, in so far as the claimants could demonstrate their entitlement to be provided with medicines free of charge, their efforts to obtain those medicines free of charge and their inability to do so given a lack of medicines available for free distribution, as well as the expenses incurred in purchasing those medicines when necessary.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The national courts observed, in particular, that it was an obligation of the public authorities of the relevant region of Russia – specifically the St Petersburg Healthcare Committee in those particular cases – to ensure the provision of free medicines to those so entitled. The courts also observed that the uninterrupted provision of the relevant medicines had been vital to the claimants’ lives and that by failing to ensure uninterrupted provision, or by providing those medicines only occasionally, the St Petersburg Healthcare Committee had breached that obligation, and therefore it was required to reimburse the expenses that the claimants had incurred when having to purchase the medicines themselves.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Free legal assistance in civil cases",
                                "elements": [
                                    {
                                        "content": "47.  Section 26 of Federal Law no. 63-FZ of 31 May 2002 on legal practice and advocacy in the Russian Federation, as in force at the relevant time, provided, in so far as relevant, that free legal assistance in civil proceedings should be granted to Russian nationals with an income lower than the minimum amount for subsistence who were claimants in cases concerning the recovery of maintenance payments, compensation in respect of damage caused by the loss of a breadwinner, or compensation in respect of damage caused by an injury or any other form of harm to health sustained at work.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Compensation for damage",
                                "elements": [
                                    {
                                        "content": "48.  Article 15 of the Russian Civil Code (“the Code”) provides that an individual whose right has been breached is entitled to full compensation for the losses sustained as a result, unless a law or a contract specifically provides for reduced compensation. The losses are understood to comprise, among other things, expenses which an individual has incurred or will have to incur in the restoration of the right that has been breached.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Article 151 of the Code provides that if certain actions impairing an individual’s personal non-property rights or encroaching on other intangible assets have caused him or her non-pecuniary damage (that is physical or mental suffering), the court may impose an obligation on the perpetrator to pay pecuniary compensation for that damage. The amount of compensation is to be determined by reference to the gravity of the perpetrator’s fault and other significant circumstances. The court is also to take into account the extent of the physical or mental suffering in relation to the victim’s individual characteristics.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Article 1069 of the Code establishes that damage caused by unlawful action or inaction of State or local authorities or their officials is to be compensated from the Federal Treasury or a federal entity’s treasury.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "51.  The applicant complained of the authorities’ failure to ensure his right to get free medicine for treatment of his cancer, which had been conferred on him by the relevant domestic legislation, with the result that he had been compelled to obtain the necessary medicine at his own expense. He also complained of the authorities’ refusal to reimburse those expenses. He relied on Article 1 of Protocol No. 1 to the Convention, which reads, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "1.  The applicant’s arguments",
                                        "elements": [
                                            {
                                                "content": "52.  The applicant insisted that he had had “possessions”, within the meaning of Article 1 of Protocol No. 1 to the Convention, in the form of an entitlement conferred on him by the domestic law to receive free medicines, particularly, Bicalutamide, for the relevant period. He stressed that he had fulfilled all the conditions for that entitlement as stipulated in the applicable legal Acts and instruments, which had been confirmed by the national courts in their relevant decisions and had also been acknowledged by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The applicant further argued that the only reason for the State’s refusal to meet its statutory obligation towards him had been a lack of budgetary funds. In that connection, he referred to the case of Kechko v. Ukraine (no. 63134/00, § 23, 8 November 2005), stating that once a legal provision was in force which provided for the payment of certain benefits and the conditions stipulated had been met, the authorities could not deliberately refuse to pay them while the legal provisions remained in force. He also relied on the case of Burdov v. Russia (no. 59498/00, § 35, ECHR 2002-III), contending that it was not open to a State authority to cite a lack of funds as an excuse for not honouring its obligations.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  He disputed the Government’s argument that he should have sought financial aid, available from a district authority for individuals in difficult financial situations (see paragraph 64 below). He pointed out that the allocation of such financial aid depended on the discretionary powers of an administrative authority, that it represented a one-time lump sum amount which would not have been sufficient to cover his expenses, that such financial aid was very rarely allocated in practice, and that in any event it had no bearing on his entitlement to the provision of free medicines and thus could not replace it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The applicant argued that his rights secured by Article 1 of Protocol No. 1 had therefore been violated.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government’s arguments",
                                        "elements": [
                                            {
                                                "content": "56.  The Government acknowledged the applicant’s entitlement, over the relevant period, to a number of social benefits – including the provision of medicines free of charge – by virtue of the State Social Assistance Act. They also conceded that Bicalutamide had been included in the list of free medicines, as approved by ministerial executive order no. 665 (see paragraphs 34 and 38 above). They furthermore acknowledged that the applicant, who had had five prescriptions for Bicalutamide, had been unable, in the period from April to November 2007, to obtain that medicine free of charge on four occasions and had had to pay for it privately.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Government submitted, more generally, that, in the period between 2005 and 2007, the State had had an obligation to provide certain specified categories of citizens with free medicines at the expense of the federal budget. The financial resources for that purpose had been allocated to the Federal Medical Insurance Fund which, in its turn, had distributed them, in the form of subventions, between local (“territorial”) medical insurance funds, within the limits of the overall amount allocated for that purpose in the federal budget. The territorial medical insurance funds, on their part, had been under an obligation to send a request to the Federal Medical Insurance Fund for the allocation of the amounts necessary for the provision of free medicines to the specified categories of citizens. They had further been required to carry out, via accredited health insurance organisations, monthly transfers of the allocated amounts to pharmaceutical companies in payment for the medicines distributed free of charge to those entitled to this social service.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Government went on to rely on the findings of the domestic courts in the applicant’s case, arguing that both defendant State agencies in that case had not failed in their relevant obligations, and that therefore their actions had not inflicted any damage on the applicant, so there had been no grounds to award him any compensation in that connection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In particular, as those courts had established, the St Petersburg Medical Insurance Fund – one of the defendants – had fully discharged its obligations in 2007 by sending a request to the Federal Medical Insurance Fund for the allocation of the amount necessary for the provision of free medicines to the residents of St Petersburg entitled to the service. According to the Government, the request had been rejected by the Federal Medical Insurance Fund as the amount requested had significantly exceeded the limits of the resources allocated for that purpose in its budget.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  At the same time, the Government insisted that the Federal Medical Insurance Fund had also fully discharged its own obligations to the local medical insurance funds as in 2007 it had earmarked certain amounts for those funds to enable them to pay for the medicines which were to be provided free of charge to the eligible individuals during that year. Moreover, in the first half of 2008 it had allocated certain amounts to those funds to pay off their outstanding debts to pharmaceutical companies for the medicines that had been provided free of charge in the previous year.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  As regards the other defendant in the applicant’s case, namely the St Petersburg Healthcare Committee, the Government contended that it was an executive agency of the St Petersburg authorities, responsible for the implementation of State policies and the coordination of the actions of other St Petersburg executive agencies in the field of healthcare. It was not, however, entrusted with the particular task of organising the provision of medicines free of charge to eligible persons, and so there had been no grounds for the domestic courts to hold it liable for a failure to do so in the applicant’s case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The Government further pointed out that there were no specific mechanisms in the legislation on social support which would enable individuals entitled to the provision of social services by the State to obtain a reimbursement of their actual expenses in a situation where they had had to pay for social services which should have been provided free of charge. The Russian Civil Code provided for general rules of compensation in respect of damage sustained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  At the same time, they submitted details of the practice of the national courts over the period of 2011-14, which revealed that similar claims brought within that period by a number of other residents of St Petersburg had been allowed (see paragraphs 39-46 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  Lastly, the Government argued that, under regulations adopted by the St Petersburg authorities, it had also been open to the applicant to apply to a district authority for financial aid. It was within the discretionary power of the district authority to award him a lump sum amount which could have covered, at least in part, his expenses incurred in purchasing the Bicalutamide.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "65.  The Court has consistently held that the principles which apply generally in cases under Article 1 of Protocol No. 1 to the Convention are equally relevant when it comes to social and welfare benefits. In particular, it has previously addressed the issue of legitimate expectations in the context of such benefits (see Béláné Nagy v. Hungary [GC], no. 53080/13, § 80, 13 December 2016, and the authorities cited therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  More specifically, it has held that Article 1 of Protocol No. 1 imposes no restriction on the Contracting State’s freedom to decide whether or not to have in place any form of social security scheme, or to choose the type or amount of benefits to provide under any such scheme (ibid., § 82, and see also, more recently, Krajnc v. Slovenia, no. 38775/14, § 40, 31 October 2017). If, however, a Contracting State has in force legislation providing for the payment as of right of a welfare benefit – whether conditional or not on the prior payment of contributions – that legislation must be regarded as generating a proprietary interest falling within the ambit of Article 1 of Protocol No. 1 for persons satisfying its requirements (see Stec and Others v. the United Kingdom (dec.) [GC], nos. 65731/01 and 65900/01, § 54, ECHR 2005-X; Béláné Nagy, cited above, § 82; and Krajnc, cited above, § 40).",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  In the modern, democratic State many individuals are, for all or part of their lives, completely dependent for survival on social security and welfare benefits. Many domestic legal systems recognise that such individuals require a degree of certainty and security, and provide for benefits to be paid – subject to the fulfilment of the conditions of eligibility – as of right (see Stec and Others, cited above, § 51, and Béláné Nagy, cited above, § 80).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Where a legal entitlement to the economic benefit at issue is subject to a condition, a conditional claim which lapses as a result of the nonfulfilment of the condition cannot be considered to amount to a “possession” for the purposes of Article 1 of Protocol No. 1 (see Moskal v. Poland, no. 10373/05, § 40, 15 September 2009). Moreover, where the domestic legal conditions for the grant of any particular form of benefits have changed and where the person concerned no longer fully satisfies them due to the change in these conditions, a careful consideration of the individual circumstances of the case – in particular, the nature of the change in the requirement – may be warranted in order to verify the existence of a sufficiently established, substantive proprietary interest under the national law (see Béláné Nagy, cited above, § 89).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  At the same time, an assertable right to a welfare benefit which does not fall short of a sufficiently established, substantive proprietary interest under the national law constitutes a possession consisting in a “legitimate expectation” (ibid., § 79), and thus enjoys the protection of Article 1 of Protocol No. 1. Where the amount of such benefit is reduced or discontinued, this may constitute an interference with possessions which requires justification (ibid., § 84).",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  In the present case, the Court notes that in the relevant period, legislation was in force in the respondent State that had put in place a system of State social support for certain vulnerable categories of the population, including individuals with disabilities. Such individuals were entitled, in particular, to get medicines free of charge provided that they satisfied a number of conditions established in the relevant legal instruments. Specifically, such individuals had to be registered in a relevant federal register, the medicine that they sought to obtain free of charge had to be included in a relevant list approved by the Russian Ministry of Healthcare and Social Development, they had to obtain a prescription for the medicine from a competent doctor, and they then had to seek to obtain the medicines free of charge in pharmacies specifically designated for that purpose (see paragraphs 34 and 37 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  On the facts, it is clear that the applicant fulfilled all the eligibility criteria for receiving the benefit in question as of right. Indeed, he had the status of a disabled person, he was included in the relevant federal register, the medicine he sought to obtain free of charge was on the relevant list, and he was assigned to a particular pharmacy where he tried to obtain that medicine (see paragraphs 7-9 above). The applicant’s entitlement to the provision of free medicines has never been in dispute either at the domestic level or before the Court (see paragraphs 22, 23 and 56 above). In particular, the national court decisions taken in the applicant’s case do not suggest that the applicant did not satisfy any of the above-mentioned conditions, or that there were any other conditions that he needed to satisfy but had not. It furthermore does not appear, nor has it ever been alleged either at the domestic level or before the Court, that, at any point in time in the relevant period, there were any changes to the applicant’s health that would have affected his status as a disabled person, or that the domestic legal conditions governing the granting of the benefit in question had changed so that the applicant no longer fully satisfied them (see paragraph 68 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Against this background, the Court is satisfied that the applicant had a substantive proprietary interest, recognised under the domestic law, that was sufficiently established to amount to a “legitimate expectation” that he would be provided, free of charge, with the medicine that was necessary for the treatment of his disease. It follows that Article 1 of Protocol No. 1 is applicable in the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "74.  It is not in dispute between the parties that, on four occasions out of five, the applicant was unable to obtain the medicine necessary for the treatment of his disease, owing to the lack of that medicine available for distribution free of charge (see paragraph 56 above). Having regard to its finding above that the applicant had a “legitimate expectation” that he would receive the welfare benefit in question, the Court concludes that there was an interference with the applicant’s right under Article 1 of Protocol No. 1. It remains to be ascertained whether that interference was justified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The first and most important requirement of Article 1 of Protocol No. 1 is that any interference by a public authority with the peaceful enjoyment of possessions should be lawful (see, for instance, Grudić v. Serbia, no. 31925/08, § 73, 17 April 2012). When speaking of “law”, Article 1 of Protocol No. 1 alludes to the very same concept as that to which the Convention refers elsewhere when using that term, and requires the measure complained of to be based on adequately accessible and sufficiently precise domestic legal provisions (ibid., § 74, and see also, among many other authorities, Lekić v. Slovenia [GC], no. 36480/07, §§ 9495, 11 December 2018). Moreover, the rule of law, one of the fundamental principles of a democratic society, is inherent in all the Articles of the Convention (see Iatridis v. Greece [GC], no. 31107/96, § 58, ECHR 1999II). Thus, the issue of whether a fair balance has been struck between the demands of the general interest of the community and the requirements of the protection of the individual’s fundamental rights becomes relevant only once it has been established that the interference in question satisfied the requirement of lawfulness and was not arbitrary (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  In the present case, the Court observes that, whilst the applicant’s entitlement to the benefit in question was never called into doubt, the domestic courts, in essence, justified the denial of the benefit with reference to a lack of budgetary funds earmarked for the purpose of the St Petersburg authorities providing the eligible residents of that city with free medicines (see paragraphs 25-30 above). At the same time, they did not rely on any legal provision that would have made the delivery of the benefit in question conditional on any limits on the budgetary funds, that provided for any discretion on the part of the executive authorities to reduce or refuse that benefit once the limit of the allocated budgetary funds had been reached, or any similar provision, which could have formed a legal basis for such a finding. It is noteworthy in this connection that, in subsequent court decisions taken in the context of proceedings examining similar claims, it was clearly stated that that the existing legal framework established the right of those entitled to be provided with the necessary medicines not only free of charge but also without any restrictions, and that setting a maximum quantity of a particular medicine per person, or having insufficient budgetary funds allocated to a particular region could not be the basis for a refusal to provide the individuals concerned with medicines that were essential for their lives (see paragraph 43 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Court finds it important to stress that a State has a wide margin of appreciation in implementing social and economic policies, including, in particular, enacting laws in the context of a change of political or economic regime, adopting policies to protect the public purse or reallocate funds, and introducing austerity measures prompted by a major economic crisis (see Béláné Nagy, cited above, §§ 113-14, and the authorities cited therein). It reaffirms that the fact that a person has entered into and forms part of a State social-security system does not necessarily mean that that system cannot be changed, either as to the conditions of eligibility for payment or as to the quantum of the benefit. The Court has accepted the possibility of amendments to social-security legislation which may be adopted in response to societal changes and evolving views on the categories of persons who need social assistance, and also to the evolution of individual situations. In present-day conditions, these considerations play a primordial role in assessing complaints going to the impairment of social welfare rights, and they undoubtedly provide the State with a wide margin of appreciation in rationalising their social-security systems (see, recently, Baczúr v. Hungary, no. 8263/15, § 28, 7 March 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  The situation in the present case, however, was not prompted by any changes in legislation. As it has been noted above, the applicant’s eligibility for the benefit in question was never called into doubt by any of the authorities, nor was it ever alleged that he did not satisfy any of the stipulated conditions, that his relevant status had changed, or that any legal conditions had changed so that he failed to satisfy any of those conditions. It is also of relevance that the welfare benefit in question concerned the applicant’s entitlement to receive the medicine necessary for the treatment of his cancer, which presupposed that uninterrupted enjoyment of that benefit was critical for the applicant’s life. The Court considers that, in such circumstances, a refusal to provide such a benefit to an applicant who satisfied all of the conditions was impossible to foresee and is ultimately difficult to reconcile with the rule of law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  It reiterates in the above connection that the Convention is intended to guarantee rights that are “practical and effective” rather than theoretical and illusory (see Béláné Nagy, cited above, § 99). Neither the complexity of the State budgetary system, nor the lack of funds or other resources, can relieve the State of its relevant obligations under the Convention. It is for the Contracting States to organise their legal systems in such a way that the competent authorities can meet their obligations in this regard (see, mutatis mutandis, Burdov v. Russia (no. 2), no. 33509/04, § 70, ECHR 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  To sum up, the Court concludes that the ultimate denial of the provision of the benefit in question to the applicant by the domestic authorities, with reference to a lack of funds, had no basis in domestic law and was arbitrary. This conclusion makes it unnecessary for the Court to ascertain whether a fair balance has been struck between the demands of the general interest of the community on the one hand, and the requirements of the protection of the individual’s fundamental rights on the other (see, among other authorities, Grudić, cited above, § 81).",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  There has therefore been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "82.  The applicant complained that various procedural shortcomings, including the absence of legal aid, and the courts’ refusal to grant his applications or failure to address some of his arguments, in the civil proceedings for the reimbursement of his expenses for the medicines in question had rendered those proceedings unfair. He relied on Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "83.  The applicant argued that he had been ineligible, under the domestic law, for legal aid in civil proceedings, with the result that it had been meaningless to request a court to appoint him a legal aid lawyer. Nevertheless, he had submitted such a request to the first-instance court at a preliminary hearing and it had been rejected by the judge. The applicant insisted that that request had not been reflected in the transcript of the hearing. With reference to the criteria regarding legal aid in civil proceedings established in the case of Steel and Morris v. the United Kingdom (no. 68416/01, § 61, ECHR 2005II), the applicant stressed that what had been at stake in his civil dispute had been particularly important to him, given that it had concerned the provision of medicine essential for his life. He further argued that the case at hand had been legally and factually complex, given the fact that its subject matter had been governed by laws and numerous executive decisions and orders and had involved many parties. The applicant also contended that, being an old-age and disability pensioner without any legal qualifications, he had been unable to represent himself effectively in the relevant proceedings. He insisted that his experience working in a law firm, as referred to by the Government (see paragraph 84 below), had been irrelevant, as that firm had only provided consulting services and had never represented clients before a court. The applicant also stressed that during the relevant period he had been following a cancer treatment regime, and that his health condition had made it physically difficult for him to represent himself before the courts. With reference to the fact that his adversaries in the proceedings had been the State authorities, represented by professional lawyers, whilst he had had to present his case on his own without any legal assistance or advice, the applicant argued that he had been placed at a substantial disadvantage visàvis the opposing party, which had compromised the overall fairness of the proceedings.",
                                "elements": []
                            },
                            {
                                "content": "84.  The Government pointed out that under the relevant legislation as in force in the relevant period, the applicant had not been eligible for legal aid in civil proceedings. They further argued that, according to the transcript of the hearings before the first-instance court, he had never requested that the court appoint him a lawyer, nor relied on any circumstances which would have demonstrated the necessity of the provision of legal aid to him. The Government also contended that, in any event, the applicant had been fully able to state his case and to present his arguments before the domestic courts. They pointed out, in particular, that the documents submitted by the applicant to the first-instance court revealed that in 2007 the applicant had been employed as a deputy director of a consulting law firm, which, in the Government’s view, demonstrated that he had legal knowledge and experience. His court claim, as well as his written submissions and applications, had been coherent, motivated and had contained references to the relevant domestic law. Furthermore, the applicant’s civil case had not been particularly complex, the case file had comprised only 226 pages, and the proceedings before the first-instance court had lasted for less than two months (from 10 December 2007 to 5 February 2008), during which period there had been four hearings. Therefore the present case was distinguishable from the case of Steel and Morris (cited above). On the whole, the Government insisted that the principle of equality of arms, as well as the overall fairness of the proceedings, had been respected, that the applicant’s written applications had been examined by the court and granted in so far as the courts had considered them relevant, and that the essence of the applicant’s arguments before the courts had been duly addressed.",
                                "elements": []
                            },
                            {
                                "content": "85.  The Court reiterates that the Convention does not, as such, guarantee a right to legal aid in civil proceedings (see Staroszczyk v. Poland, no. 59519/00, § 127, 22 March 2007). The question whether the provision of legal aid is necessary for a fair hearing must be determined on the basis of the particular facts and circumstances of each case and will depend, inter alia, upon the importance of what is at stake for the applicant in the proceedings, the complexity of the relevant law and procedure and the applicant’s capacity to represent him or herself effectively (see Steel and Morris, cited above, § 61).",
                                "elements": []
                            },
                            {
                                "content": "86.  In the present case, the parties disagreed as to whether the applicant had requested the court to appoint him a legal aid lawyer. The Court does not consider it necessary to address that point, as it is clear that under the domestic law as in force at the relevant time, the applicant had not been eligible for legal aid in civil proceedings (see paragraph 47 above). It further considers that, although what was at stake for the applicant was of significant importance to him, his case does not appear to have been particularly complex either factually or legally. Indeed, neither the facts nor the law were contested by the parties. The materials in the Court’s possession reveal that the applicant’s written submissions were welldeveloped and reasoned; that he was able to file written applications and requests, which were examined by the courts and granted, in so far as the courts considered it appropriate to do so; and that he actively participated in oral pleadings, and advanced his arguments (see paragraph 18 above). Overall, it is clear that the applicant was fully able to state his case and to represent himself effectively, and his arguments were not only addressed but also received reasoned replies. There is nothing in the case file to demonstrate that the applicant was unable to represent himself effectively or that he was deprived of a fair hearing within the meaning of Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "87.  It follows that this part of the application is manifestly ill-founded and must be rejected, pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "88.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "89.  The applicant claimed the total amount of 1,570 euros (EUR) in respect of pecuniary damage. That amount comprised EUR 1,400, which he had spent on the purchase of Bicalutamide, and EUR 170 which he had spent in connection with other attempts to obtain free medicines. The applicant also sought compensation for non-pecuniary damage in the amount of EUR 100,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  As regards the applicant’s claim for compensation for pecuniary damage, the Government argued that, if a violation of Article 1 of Protocol No. 1 were found in the present case, that claim should be granted only in relation to the amount of EUR 1,400, as that sum had been substantiated by the provision of relevant documents. They, however, contested the claim for the remaining EUR 170, arguing that it had not been supported by documentation, and that it was unclear how that amount had been relevant to the present case. They further contested the applicant’s claim for compensation in respect of non-pecuniary damage as excessive and unsubstantiated, and argued that a finding of a violation would constitute sufficient just satisfaction in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "91.  The Court reaffirms that there must be a clear causal connection between the pecuniary damage claimed by the applicant and the violation of the Convention. In the present case, the Court has found a violation of Article 1 of Protocol No. 1 on account of the authorities’ failure to provide the applicant with the medicine necessary for the treatment of his disease, even though his entitlement to that welfare benefit was sufficiently established in the domestic law. It observes that, as established by the domestic courts and acknowledged by the Government, the applicant spent EUR 1,400 on the purchase of that medicine (see paragraphs 9, 23 and 90 above). It must therefore be accepted that there is a causal link between this amount and the violation found. In such circumstances, the Court considers it appropriate to award this element of the claim for compensation for pecuniary damage. On the other hand, the Court does not discern any causal link between the violation found and the secondary element claimed in respect of pecuniary damage, namely the sum of EUR 170. Accordingly, it rejects the applicant’s claim in that respect. To sum up, the Court awards the applicant a total of EUR 1,400 in respect of pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  It further considers that the applicant must have suffered nonpecuniary damage on account of the violation of his rights secured by Article 1 of Protocol No. 1 and that that damage cannot be compensated by a mere finding of a violation. Having regard to the particular circumstances of the case, the Court considers it reasonable to award the applicant EUR 6,500 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "93.  The applicant also claimed EUR 77 for the costs and expenses incurred before the domestic courts and EUR 2,200 for those incurred before the Court. The relevant agreement between the applicant and his representative specified that the latter amount represented twenty-two hours of his representative’s work at a rate of EUR 100 per hour, which was to be transferred directly to the representative’s account after a judgment in the present case had been given.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Government acknowledged that EUR 77 represented the amount of costs incurred in the domestic proceedings, but they submitted, without further explanation, that that amount should not be awarded to the applicant. They further contested the applicant’s claim for the reimbursement of the costs incurred before the Court, arguing that the applicant had not paid any amount to his representative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum (see Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000-XI, and Tarakhel v. Switzerland [GC], no. 29217/12, § 142, ECHR 2014 (extracts)). In the present case, regard being had to the documents in its possession and the above criteria, the Court is satisfied that the applicant’s claims meets the above-mentioned criteria and considers it reasonable to allow them in full. It therefore awards the applicant EUR 77 for the costs and expenses incurred in the domestic proceedings, and EUR 2,200 for the proceedings before the Court, the latter amount to be transferred directly to his representative’s bank account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "96.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 1 of Protocol No. 1 to the Convention admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 8 October 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "María Elósegui",
            "role": "judges"
        },
        {
            "name": "Gilberto Felici",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF FEDULOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-196411.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:1008JUD005306808",
    "externalsources": [],
    "extractedappno": [
        "53068/08",
        "63134/00",
        "59498/00",
        "53080/13",
        "38775/14",
        "65731/01",
        "65900/01",
        "10373/05",
        "31925/08",
        "36480/07",
        "31107/96",
        "8263/15",
        "33509/04",
        "68416/01",
        "59519/00",
        "29217/12"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-196411",
    "judgementdate": "08/10/2019 00:00:00",
    "kpdate": "08/10/2019 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "FEDULOV",
        "RUSSIA"
    ],
    "rank": "4034.435546875",
    "representedby": [
        "BOYCHENYUK A.V."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "492179",
    "typedescription": "15"
}