{
    "__articles": "12;34",
    "__conclusion": "No violation of Article 12 - Right to marry (Article 12 - Marry)",
    "applicability": "",
    "appno": "37646/13",
    "article": [
        "12",
        "34"
    ],
    "conclusion": [
        {
            "article": "12",
            "base_article": "12",
            "details": [
                "Article 12 - Marry"
            ],
            "element": "No violation of Article 12 - Right to marry",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-187455.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 37646/13) against the French Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a French national, Mr Roger Delecolle (“the applicant”), on 5 June 2013.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr P. Spinosi, a lawyer practising in Paris. The French Government (“the Government”) were represented by their Agent, Mr F. Alabrune, Director of Legal Affairs at the Ministry for Europe and Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged a violation of Article 12 of the Convention. He complained that he had been denied the right to marry on the grounds that his marriage had been subject to the authorisation of his supervisor or the guardianship judge.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 18 September 2015 notice of the application was given to the Government.",
                        "elements": []
                    },
                    {
                        "content": "1.  By letter of 15 February 2016, counsel for the applicant informed the Court of his client’s death on 4 February 2016. He requested that the Court extend his deadline for replying to the Government’s observations so that he could ascertain whether any rightful claimants wished to continue the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "2.  On 6 September 2016 the Court was informed that M.S., the applicant’s partner, intended to pursue the application.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "3.  The applicant, who is now deceased, was born in 1937 and lived in Paris.",
                                "elements": []
                            },
                            {
                                "content": "4.  On 23 June 2009 the guardianship judge of the District Court of the 15th Administrative District of Paris placed the applicant, who was then seventy-two years of age, under enhanced protective supervision (curatelle renforcée) for five years, on an initial request from his adoptive daughter. In order to reach her decision, the judge first of all requested the opinions of Dr M.F. and Dr JP.B., two specialists, who each drew up a medical certificate, on 25 November 2008 and 14 March 2009 respectively. She appointed M.-C.M as supervisor (see paragraphs 24 to 34 below for further details on the protective supervision system).",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicant applied to the Paris Regional Court for the lifting of the measure, in the alternative for his placement under ordinary supervision, and in the further alternative for the reduction of the period of supervision to twenty-four months. On 18 December 2009 the Paris Regional Court dismissed those requests. It noted that the report drawn up by Dr R., a neuropsychiatrist whom the applicant had consulted, had ruled out any form of dementia but had confirmed a slight cognitive impairment and some psychological fragility and vulnerability, rendering a protective measure necessary in view of the extent of the applicant’s personal assets. The court agreed with Dr B. that the applicant had previously considered the management of his real property as a hobby, that he no longer had the physical and mental capacities for performing that task, that it was important that he be relieved of the said task of managing his business interests and tax returns, and that, similarly, he should no longer be allowed to dispose of his property. However, the court considered that the measure could be adjusted on the basis of the cognitive impairment noted, allowing him to hold a bank account and a cash withdrawal card.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant requested his supervisor’s authorisation to marry M.S., a friend whom he had known since 1996 and who had become his partner in 2008. The supervisor interviewed M.S. and the applicant, at first separately and then together. They informed her of the importance which they attached to the religious dimension of marriage. On 17 December 2009 the supervisor refused to authorise the marriage on the grounds that she had only known the applicant for a few months and that she therefore lacked the necessary background to authorise a wedding.",
                                "elements": []
                            },
                            {
                                "content": "7.  By order of 21 December 2009, the guardianship judge ordered a social inquiry, and commissioned the Département Union of Family Associations (the “UDAF”) to gather information on the applicant’s living conditions, lifestyle, social status and circle of friends. The applicant appealed to the Paris Court of Appeal against that order.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 21 December 2009 the guardianship judge commissioned a medical opinion, on her own initiative, in order to consolidate her knowledge of the case file with an eye to determining the applicant’s capacity to enter into wedlock.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 18 January 2010 the psychiatrist appointed by the judge drew up a detailed medical certificate concluding that the applicant suffered from intellectual disorders. While noting the applicant’s capacity to consent to marriage, the psychiatrist considered him incapable of dealing with the consequences of his consent in terms of his property and finances. In his report, quoting passages from his interview with the applicant, the psychiatrist gave his personal opinion on the facts of the case, including works carried out by the applicant on his apartment. He also considered that some of the arguments put forward by the applicant in favour of his marriage “bordered on the absurd”, including the fact that his grandmothers had also remarried at an advanced age and that he wanted help in looking after himself and carrying out everyday chores.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 1 March 2010 the Paris Court of Appeal declared inadmissible the applicant’s appeal against the order of 21 December 2009. It held that it was in the interests of a vulnerable adult for the guardianship judge to take all the necessary action to ensure his protection, bearing in mind that a person under a supervision order can only get married with the authorisation of the supervisor, or failing that, of the judge, who could order a social inquiry or an inspection by a person of his or her choosing. The court noted that that was precisely the option which had been taken by the guardianship judge in issuing two separate orders for a medical examination and a social inquiry.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 1 June 2010 the UDAF submitted its report. It emphasised that there was a financial stake at the heart of a major family conflict, in which the applicant’s interest and well-being did not seem to be given much consideration. It noted that the applicant’s daughter and M.S. accused each other of being primarily interested in the applicant’s fortune, and that it was unclear whether the latter was being influenced by anyone. The UDAF added that the applicant was deeply affected by the conflict and that he seemed to consider marriage as a way of ensuring that he had someone at his side to assist him and to organise his daily life, and to avoid having to end his life on his own.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 24 June 2010, after hearing the applicant and his daughter, the guardianship judge dismissed the applicant’s request. While noting that no one disputed the latter’s attachment to M.S., it ruled that that was insufficient to justify authorising the planned wedding. Having pointed out that the applicant and M.S. were former alcoholics and that the applicant was apparently still drinking, the judge stated that he “was therefore only seeking greater safety in  marriage in order to prevent a possible break-up and therefore the risk of ending his life alone”. Furthermore, she considered that the lack of clarity as to the financial implications of the marriage was particularly worrying as the applicant was torn between his daughter and M.S., and financial considerations had manifestly led to a serious conflict between the two, quoting the UDAF’s findings on that point. Without pronouncing on the religious dimension mentioned by the applicant, she concluded that the planned marriage as it stood was not in the applicant’s interests. The applicant appealed.",
                                "elements": []
                            },
                            {
                                "content": "13.  By judgment of 6 September 2011 the Paris Court of Appeal upheld the guardianship judge’s decision of 24 June 2010. It noted that although the applicant had on several occasions expressed the wish to marry M.S., the serious disorders from which he had been suffering for several years had severely affected his judgment, as noted in the medical certificates of 14 March 2009 and 18 January 2010. Moreover, his anosognosia had prevented him from planning his joint life with his partner, taking account of the financial and legal implications of marriage. Furthermore, while the applicant seemed emotionally attached to his partner, the court noted that since they had been living together the applicant had been managing his affairs in an increasingly unreasonable manner, and his supervisor had not always been able to protect his interests. In particular, the applicant had had work carried out in the family apartment to the tune of 250,000 euros a few months after his wife’s death, and had placed her furniture in storage under somewhat questionable conditions. The court of appeal also noted that a draft handwritten will had been prepared on 14 August 2009 in M.S.’s favour, observing that according to his lawyer’s submissions, the applicant held assets of some 6,000,000 euros and had concluded with his deceased wife a universal community of assets contract. The court of appeal further noted that the applicant’s relations with his daughter, M.D., had seriously deteriorated. The court of appeal concluded that although the inquiries ordered by the guardianship judge had mentioned the applicant’s and M.S.’s mutual affection, the psychopathological turn in his disorders and his failing perception of the realities of his finances were such that he could not give his informed consent to marriage.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicant appealed on points of law. In that appeal he also put a request for a preliminary ruling (a “QPC”) on the constitutionality of Article 460 (1) of the Civil Code. He submitted that that provision contravened, in particular, the principle of freedom of marriage by making the marriage of a supervisee subject to the supervisor’s authorisation, or failing that, to that of the guardianship judge.",
                                "elements": []
                            },
                            {
                                "content": "15.  By decision of 29 June 2012 (no. 2012-260 QPC), the Constitutional Council, noting that the right to marriage was based on Articles 2 and 4 of the 1789 Declaration of the Rights of Man and the Citizen, declared Article 460 (1) of the Civil Code to be in conformity with the Constitution, given that it did not prohibit marriage but rather permitted it with the supervisor’s authorisation, the withholding of which could be brought before a court, which was required to organise adversarial proceedings followed by a reasoned decision, against which an appeal also lay. The court also considered that, having regard to the personal and pecuniary obligations stemming from marriage, the latter was an important civil act with which the said restrictions on freedom of marriage did not interfere disproportionately.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 5 December 2012 the Court of Cassation dismissed the applicant’s appeal on points of law. On the one hand, it noted that the Constitutional Council had declared Article 460 (1) of the Civil Code constitutional, and on the other, held that the Paris Court of Appeal had lawfully reasoned its decision by analysing not only the relevant medical certificates but also the other documents on file, thus enabling it to deduce that the applicant was incapable of providing informed consent to his marriage owing both to the psychopathological evolution of his disorders and to his loss of control over the realities of his financial situation.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 15 February 2016 counsel for the applicant informed the Court of his client’s death on 4 February 2016.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 6 September 2016 he informed the Court of M.S.’s intention to pursue the application. The Registry of the Court invited the Government to present their comments on that development.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Imposition of a protective measure, and the two systems of supervision",
                                "elements": [
                                    {
                                        "content": "19.  French law establishes legal majority at the age of eighteen, as of which age anyone may exercise the rights available to him or her (Article 414 of the Civil Code). However, some persons of full age are protected by law. Thus persons who are unable alone to protect their own interests owing to a medically certified impairment of their mental or physical faculties are entitled to legal protection (Article 425 of the Civil Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  French law provides for three categories of persons of full age lacking legal capacity. The first covers “persons of full age under judicial protection”, who only require temporary protection in the conduct of their civil affairs or representation in the performance of specific acts (Article 433 of the Civil Code). The second category concerns persons of full age under supervision orders (curatélaires) who are not unable to act alone but require constant assistance or supervision in the conduct of important civil affairs where it has been established that judicial protection cannot provide sufficient protection (Article 440 (1) and 3 of the Civil Code). Lastly, persons who require constant representation in the conduct of civil affairs may be placed under guardianship orders if it is established that neither judicial protection nor supervision will provide sufficient protection (Article 440 (3) and (4) of the Civil Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Supervision can take two different forms, namely standard and enhanced. While standard supervision is the ordinary-law mechanism commonly used, a court may at any time order enhanced supervision. The latter arrangement differs in that only the supervisor receives the supervisee’s income in an account opened in the latter’s name. The supervisee personally settles his or her expenditure vis-à-vis third persons. The supervisor is required to draw up an annual accountancy report (Article 472 of the Civil Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  This protective measure can be ordered by a court only if strictly necessary and where no other legal means or less stringent measures are practicable (Article 428 of the Civil Code). The measure is structured and customised in accordance with the degree of impairment of the individual’s personal faculties (Article 428 (2) of the Civil Code). Applications for a protective measure must, on pain of inadmissibility, be accompanied by a detailed certificate prepared by a medical officer who is selected from a list drawn up by the State Prosecutor (Article 431 (1) of the Civil Code). The person concerned is heard by the judge (Article 432 of the Civil Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  An application for supervision may be lodged, in particular, by a relative of the person concerned (Article 430 of the Civil Code). The guardianship judge hears the person to be supervised in private session, when he or she may be accompanied by a lawyer or, subject to the judge’s agreement, by a person of his or her choosing (Article 432 of the Civil Code). The judgment establishing the supervision must be notified to the supervisee. Unless provisional enforcement is ordered, the period for appealing and the appeal itself, lodged within fifteen days of the decision or its notification (Article 1239 of the Code of Civil Procedure), stay the execution of the decision (Article 1232 of the Code of Civil Procedure).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The judge establishes the length of the period of supervision, which cannot exceed five years, save in exceptional cases (Article 441 of the Civil Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  An appeal lies with the regional court against decisions given by the guardianship judge (Article 1239 of the Code of Civil Procedure, version in force at the material time).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Consequences of the supervision order",
                                "elements": [
                                    {
                                        "content": "26.  Persons under supervision orders are prohibited from conducting specific affairs without the supervisor’s assistance (Article 467 of the Civil Code). For the conclusion of a written act, the supervisor’s assistance is manifested by his or her signature on the document beside the protected person’s signature (Article 467 (2) of the Civil Code). Where the supervisor withholds his or her assistance, the supervisee can request the authorisation of the guardianship judge to proceed alone (Article 469 (3) of the Civil Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  Article 465 of the Civil Code lays down regulations on acts conducted by adults under supervision as of the promulgation of the judgment imposing the protective measure. An act unlawfully conducted by a supervisee may be annulled. The Civil Code sets out three scenarios, depending on the nature of the act: mandatory nullity, nullity subject to proof of damage, and nullity subject to proof of injury or abuse. Nevertheless, the Civil Code explicitly lays down specific rules on specific civil acts, for example the drafting of a will (Article 470 (1) of the Civil Code), inter vivos gifts (Article 470 (2) of the Civil Code), and the conclusion of a “civil solidarity pact” (“PACS”, Article 461 of the Civil Code) or marriage (Article 460 (1) of the Civil Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  A person under a supervision order is only allowed to marry with the authorisation of the supervisor, or failing that, of the judge. In cases where marriage has been contracted without a request for authorisation or where the supervisor has withheld authorisation, the latter may apply for the annulment of the marriage (see Cass. 1re civ., 17 May 1988, appeal (pourvoi) no. 86-10817, Bull. I, no. 147, and Cass. 1re civ., 5 May 1993, appeal (pourvoi) no. 91-11700).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Supervisees may not conclude a PACS without their supervisors’ assistance (Article 461 (1) of the Civil Code).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  LOCUS STANDI OF M.S.",
                        "elements": [
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "31.  Finally, the Government argued that the applicant’s situation had been a special case, namely that of a person under an enhanced supervision order whose interests the French State had aimed to protect pursuant to the legislation applicable to protected persons of full age. The alleged violation was therefore not an important matter of public interest liable to help clarify, protect or develop the standards set out in the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The Government deduced from the foregoing considerations that M.S. fulfilled none of the conditions laid down in the Kurić and Others judgment (cited above) and that consequently she could not pursue the application lodged by the applicant. They therefore requested that the Court strike the case out of its list, pursuant to Article 37 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  M.S.",
                                        "elements": [
                                            {
                                                "content": "33.  M.S. submitted that she had a legitimate interest in continuing the case in order to pursue the examination of the application lodged by the applicant, with whom she had maintained an intimate, sincere and constant relationship between 2008 and his death in 2016. Their relationship amounted to private and family life within the meaning of Article 8 of the Convention, and the applicant and M.S. had wished to officialise that relationship through marriage. The applicant added that she was primarily concerned by the refusal to authorise her planned marriage to the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  She also affirmed that the application, which concerned access to marriage by an adult under a supervision order, raised an issue which transcended the person and interests of the applicant and his heirs in that the situation in question could affect other persons. Finally, respect for human rights as secured under the Convention and the protocols thereto warranted continuing the application, in pursuance of Article 37 §1 (b) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "35.  The Court notes from the outset that the issue before it concerns neither the loss of victim status because the domestic authorities have already remedied the complaint, as was the case in Kurić and Others (cited above) relied upon by the Government, nor the capacity of a third party to lodge an application with the Court on behalf of a deceased person, in which case consideration would be required of whether or not the complaints are transferable or not. In the present case, the Court must adjudicate a different hypothesis, that is to say the pursuit of the application lodged by the initial applicant in his capacity as the direct victim, after his death during the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Court reiterates that in several cases in which an applicant had died during the proceedings before it, it has had regard to a wish voiced by heirs or close relatives to continue the application (see, for example, Deweer v. Belgium, 27 February 1980, §§ 37-38, Series A no. 35; X v. the United Kingdom, 5 November 1981, § 32, Series A no. 46; Vocaturo v. Italy, 24 May 1991, § 2, Series A no. 206-C; G. v. Italy, 27 February 1992, § 2, Series A no. 228-F; Pandolfelli and Palumbo v. Italy, 27 February 1992, § 2, Series A no. 231-B; X v. France, 31 March 1992, § 26, Series A no. 234-C; and Raimondo v. Italy, 22 February 1994, § 2, Series A no. 281-A), or the existence of a legitimate interest on the part of a person wishing to have the application pursued (see Malhous v. the Czech Republic (dec.) [GC], no. 33071/96, ECHR 2000XII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Conversely, the Court has a practice of striking cases out of its list where no heir or close relative wishes to pursue the proceedings (see, among other authorities, Scherer v. Switzerland, judgment of 25 March 1994, §§ 31-32, Series A no. 287, and Thévenon, cited above). The same applies where the request for the continuation of proceedings is submitted by a person who has provided no evidence either of his or her status as heir or close relative of the applicant, or of any legitimate interest (see Léger v. France [GC], no. 19324/02, § 50, 30 March 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  In the instant case, the person wishing to pursue the case before the Court is not an heir. In fact, M.S. was the applicant’s partner for some eight years, up until his death. Moreover, neither their relationship nor their intention to marry is in dispute. The Court reiterates that a couple such as the applicant and M.S. who have been living together for many years constitute a “family” for the purposes of Article 8 of the Convention and are entitled to its protection, notwithstanding their relationship exists outside marriage (see Johnston and Others v. Ireland, 18 December 1986, § 56, Series A no. 112; Velikova v. Bulgaria (dec.), no. 41488/98, 18 May 1999; and Elsholz v. Germany [GC], no. 25735/94, § 43, ECHR 2000-VIII). The Court further notes that M.S. requests the continuation of an application which concerns, precisely, the fact that the applicant could not marry her owing to the domestic courts’ refusal to authorise such marriage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Finally, as the Court pointed out in the above-cited Malhous decision, human rights cases before the Court generally also have a moral dimension, which must be taken into account when considering whether the examination of an application after the applicant’s death should be continued – all the more so if the main issue raised by the case transcends the person and the interests of the applicant (see also Karner v. Austria, no. 40016/98, § 25, ECHR 2003-IX). The Court considers that the subject matter of the present application, that is to say the restrictions on the right to marry of persons placed under a legal protection regime, raises an important general question which transcends the person and the interests of the applicant and his heirs in that it may affect other persons (cf., mutatis mutandis, Malhous, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court therefore considers that in the present case the conditions for striking a case out of the list as defined in Article 37 § 1 of the Convention have not been fulfilled, and that the examination of the application should continue on the basis of Article 37 § 1 in fine. It consequently rejects the Government’s request for the case to be struck out. For practical reasons, the present judgment will continue to use the word “applicant” even though that status is no longer assigned to Roger Delecolle but to his partner, M.S. (see, for example, Dalban v. Romania [GC], no. , § 1, ECHR 1999VI, and Ergezen v. Turkey, no. 73359/10, § 30, 8 April 2014).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 12 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.   The applicant complained that he had been unable to marry owing to the fact that his marriage was subject to the authorisation of his supervisor of the guardianship judge. He alleged a violation of Article 12 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Men and women of marriageable age have the right to marry and to found a family, according to the national laws governing the exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "42.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "43.  The applicant submitted that the right to marry was a fundamental freedom guaranteed by Article 12 of the Convention and Article 23 of the International Covenant on Civil and Political Rights. In his view, Article 460 (1) of the Civil Code, which, in respect of the marriage of a person under a supervision order, required the authorisation of the supervisor, or failing that, of the guardianship judge, was contrary to the fundamental principle of freedom to marry, a strictly personal and private act the exercise of which should be guaranteed in all cases where the personal consent of an adult supervisee was shown to be genuine. The applicant pointed out that he had explicitly manifested a private and personal wish, motivated inter alia by religious considerations, to marry M.S.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Relying on the judgments in the cases of Frasik v. Poland (no. 22933/02, ECHR 2010 (extracts) and Christine Goodwin v. the United Kingdom [GC] (no. 28957/95, ECHR 2002VI), he argued that when the Court was determining a case under Article 12, it did not apply the “necessity” and the “pressing social need” criteria used in the framework of Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  He also considered that the only possibility granted to the supervisor for requesting annulment of the marriage was a measure geared to ensuring a better balance between the freedom to marry and the protection provided to the supervisee.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Finally, the applicant also noted the inconsistency of domestic law in allowing supervisees freely to enter into a PACS.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Government argued that the provisions of Article 460 (1) of the Civil Code did not set forth a general ban on marriage but merely laid down an obligation to obtain the supervisee’s agreement in order to ensure the validity of his or her consent. Those requirements helped to safeguard the protected adults’ consent to marriage and also their interests, in order to prevent the risk of their inheritance being hijacked or their being exposed to psychological influence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  As regards the instant case, the Government observed that several medical reports had been drawn up, both before the imposition of the supervision order and after the applicant had submitted his request for authorisation. The protective measure imposed on the applicant could not have lasted for more than five years, and that period could only be extended by a judge if his personal faculties deteriorated such as to preclude any likelihood of improvement according to the latest research relevant to his state of health. Furthermore, the guardianship judge, whose decisions were subject to appeal, could terminate the supervision order, amend it or replace it with a different measure, including less stringent options.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Government also emphasised that the applicant had availed himself of all the remedies available to him and been heard by the domestic courts on numerous occasions. The decisions given were duly reasoned and based on the state of health of the applicant, who could not have provided informed consent in view of the deterioration of his perception, his mental and cognitive capacities and his judgement. The domestic courts had also had regard to the extent of his property, the management problems which had emerged since he had started living with his partner, as well as the increasing numbers of unreasonable acts and instances of overspending, or again the drawing up of a will to the advantage of M.S., against the background of a heated dispute between the latter and the applicant’s daughter.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "50.  The Court reiterates that Article 12 guarantees the fundamental right of a man and a woman to marry and to found a family. The exercise of this right gives rise to personal, social and legal consequences. It is subject, in both procedural and substantive terms, to the national laws of the Contracting States, but the limitations thereby introduced must not restrict or reduce the right in such a way or to such an extent that the very essence of the right is impaired (see F. v. Switzerland, 18 December 1987, § 32, Series A no. 128; Christine Goodwin, cited above, § 99; and Frasik, cited above, § 88).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  In consequence, the matter of conditions for marriage in the national laws is not left entirely to Contracting States as being within their margin of appreciation. This would be tantamount to finding that the range of options open to a Contracting State included an effective bar on any exercise of the right to marry. The margin of appreciation cannot extend so far (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Convention institutions have accepted that limitations on the right to marry laid down in the national laws may comprise formal rules, but also substantive provisions based on generally recognised considerations of public interest, in particular concerning capacity (see Frasik, cited above, § 89).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  Moreover, in contrast to Article 8 of the Convention, which sets forth the right to respect for private and family life, and with which the right “to marry and to found a family” has a close affinity, Article 12 does not include any permissible grounds for an interference by the State that can be imposed under paragraph 2 of Article 8 “in accordance with the law” and as being “necessary in a democratic society”, for such purposes as, for instance, “the protection of health or morals” or “the protection of the rights and freedoms of others”. Accordingly, in examining a case under Article 12 the Court would not apply the tests of “necessity” or “pressing social need” which are used in the context of Article 8 but would have to determine whether, regard being had to the State’s margin of appreciation, the impugned interference was arbitrary or disproportionate (see Frasik, cited above, § 90).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court first of all observes that persons under supervision are not deprived of the right to marry. On the other hand, their right to marry is subject to prior authorisation, owing to the restriction on their legal capacity, which is one of the substantive grounds whose relevance is acknowledged by case-law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court notes that in the present case the imposition of a supervision order on the applicant corresponds to the requirements set out in the Court’s case-law (see Lashin v. Russia, no. 33117/02, § § 8081, 22 January 2013). Indeed, two specialist medical reports were produced before the measure was imposed. Furthermore, while the applicant appealed to the Regional Court against his placement under supervision (which appeal was dismissed on 18 December 2009), he did not lodge an appeal on points of law (see paragraph 9 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  As regards the subsequent decision denying the applicant’s right to marry, it was first of all taken by the supervisor, after hearing both the applicant and M.S. (see paragraph 11 above). The guardianship judge then adjudicated, after, first of all, a social inquiry, which highlighted a financial stake at the heart of a major family dispute that had apparently involved little consideration of the applicant’s interests and well-being, and secondly, a psychiatric examination (see paragraphs 12 to 17 above). The psychiatrist appointed by the judge found that the applicant suffered from intellectual disorders, and, while concluding that the applicant had capacity to consent to marriage, he considered him incapable of dealing with the consequences of his consent in terms of his property and finances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court notes that, drawing on those two reports and the hearing of the applicant, the guardianship judge refused the applicant the right to marry, on the grounds that such a step was not in his interest. It further notes that the decision given on 24 June 2010 is fully reasoned and that the applicant was able to appeal against it. The judgment of the Paris Court of Appeal, which was also reasoned, was delivered following a hearing during which the applicant, who was present and accompanied by his lawyer, was able to make submissions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court observes that the applicant subsequently appealed on points of law, availing himself of the option of putting a “QPC” concerning the alleged infringement of the principle of freedom to marry owing to the requirement for an adult under a supervision order to seek the authorisation of the supervisor, or failing that, of the guardianship judge. In its decision of 29 June 2012, the Constitutional Council noted that Article 460 (1) of the Civil Code did not prohibit marriage but rather permitted it with the supervisor’s authorisation, the withholding of which could be brought before a court, which then had to organise adversarial proceedings. The court found that, having regard to the personal and pecuniary obligations stemming from marriage, the latter was an important civil act with which the said restrictions on freedom of marriage did not disproportionately interfere (see paragraph 20 above). The Court of Cassation, for its part, had dismissed the applicant’s appeal on points of law, firstly by citing the Constitutional Council’s decision and secondly by ruling that the Paris Court of Appeal had lawfully reasoned its decision by analysing not only the relevant medical certificates but also the other documents on file, thus enabling it to deduce that the applicant was incapable of consenting in an informed manner to his own marriage (see paragraph 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  Most of the violations of Article 12 of the Convention previously found by the Court concerned individuals with full legal capacity (see, in particular, F., cited above; B. and L. v. the United Kingdom, no. 36536/02, 13 September 2005; and O’Donoghue and Others v. the United Kingdom, no. 34848/07, ECHR 2010). In the Court’s view, the fact that the applicant’s right to marry had been restricted by the national authorities meant that his situation was different, and that the present case thus concerns a different hypothesis, that is, a restriction imposed on a person who lacks full legal capacity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court considers that both the impugned legal provisions and the refusal, in the instant case, to authorise the applicant’s marriage, fall within the margin of appreciation afforded to the respondent Government. Unlike in situations where individuals are deprived of the right to marry under any circumstances (see, for example, Christine Goodwin, cited above, § 103), the obligation placed on the applicant to request prior authorisation for his marriage had been based on the fact that he was under a legal protection order, that is to say an enhanced supervision order. Accordingly, the authorities had a margin of appreciation, enabling them to provide him with effective protection depending on the circumstances, and thus to anticipate consequences liable to be detrimental to his interests. As regards Article 460 (1) of the Civil Code, the Court notes that that provision in fact preserves the right to marry, as confirmed by the Constitutional Council. It is true that some restrictions are laid down. However, the Court observes that those restrictions are properly regulated, with remedies under which restrictions on the right to marry can be subjected to judicial review, in the framework of adversarial proceedings. That was the situation for the applicant in the present case, since he availed himself of the remedies provided in domestic law and was able to make submissions in adversarial proceedings in order to contest the impugned decision (see paragraphs 62 and 63 above). Moreover, as stated by the Constitutional Council, the supervision system is aimed at protecting the interests of the supervisee and promotes the latter’s autonomy as far as possible (decision no. 2012-260 QPC, cited above, § 5).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Finally, in connection with the applicant’s argument that a person under a supervision order is free to conclude a PACS (and not marriage) (see paragraph 50 above), the Court notes, on the one hand, that the matter of concluding a PACS, which is regulated differently from marriage, is extraneous to the facts of the present case, and on the other, that at any event domestic law makes the conclusion of such a pact conditional upon the assistance of the supervisor (see paragraph 33 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Having regard to the foregoing considerations, and in the light of the circumstances of the case and of the margin of appreciation available to the domestic authorities, the Court holds that the restrictions on the applicant’s right to marry did not limit or reduce that right in an arbitrary or disproportionate manner. There was therefore no violation of Article 12 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Holds that M.S. has standing to replace the applicant in the present case, and rejects, unanimously, the Government’s request to strike the case out of its list of cases;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares, unanimously, the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds, by six votes to one, that there has been no violation of Article 12 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 25 October 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge A. Nußberger is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "This case raises a “typical” human rights issue. Just how far can the State restrict individuals’ autonomy for the purposes of protecting them against their own will? This is a thorny and important question, especially in the case of a right – such as the right to marry – which is considered as so essential that it is the subject of a separate Convention article. The majority of the Chamber wish such an interference only to be subject to procedural supervision – affording the respondent Government a wide margin of appreciation – whereas in my view what has to be assessed is the proportionality of the restrictive measure.",
                        "elements": []
                    },
                    {
                        "content": "It is true that the wording of Article 12 of the Convention (right to marry) is different from that of Article 8 of the Convention (right to respect for private and family life). Article 12 does not define the limits of possible interferences or make them subject to supervision of what is “necessary in a democratic society” to attain the “legitimate aim” pursued; it confines itself to stating that the right must be safeguarded “according to the national laws governing the exercise of this right” (see Jaremowicz v. Poland, no. 24023/03, § 50, 5 January 2010). What conclusion should be drawn from this? Can it be deduced from the literal text of the Convention that the right to marry is less deserving of protection than the right to respect for private and family life? The Commission seemed to gainsay such an approach when it spoke of an “absolute right in the sense that no restrictions similar to those in para. (2) of Art. 8 of the Convention are expressly provided for” (see X v. the United Kingdom (dec.), no. 6564/74, 21 May 1975), whereas the case-law of the Court would seem to suggest that Article 12 provides a lower level of protection than Article 8. Thus the Court verifies whether the limitations introduced by domestic law restrict or reduce the right in such a way or to such an extent that the very essence of the right is impaired (see L. v. the United Kingdom, no. , § 34, 13 September 2005, and F. v. Switzerland, 18 December 1987, § 32, Series A no. 128). Or else, as in Frasik, it determines whether, “regard being had to the State’s margin of appreciation, the impugned interference [is] arbitrary or disproportionate” (see Frasik v. Poland, no. 22933/02, § 90, ECHR 2010), but without venturing to conduct a full review of proportionality. That is also the approach adopted by the majority of the Chamber (see paragraph 57 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "Yet should we not go even further and consider the proportionality of restrictions on the right to marry, as we do under Article 8?",
                        "elements": []
                    },
                    {
                        "content": "That raises a question of interpretative methodology, which is especially important in view of the structural imbalance in the interpretation of these two Convention articles. Whereas in hundreds of judgments the Court has widened the guarantees of Article 8, transforming them into a kind of “umbrella protection”, it has treated the interpretation of Article 12 as a “poor relation”. However, if the right to marry were not governed by a separate provision it could just as easily fall within the ambit of Article 8, as evidenced by the case-law on the rights of same-sex couples. Thus in its Schalk and Kopf judgment the Court interpreted the “to marry” concept set out in Article 12 in its historical context and only applied it to heterosexual marriage (see Schalk and Kopf v. Austria, no. 30141/04, § 55, 24 June 2010), while analysing under Article 8 the authorities’ rejection of a same-sex couple’s application to marry (see Schalk and Kopf, cited above, § 94). Does not such case-law, which applies a different yardstick to same-sex couples and different-sex couples, lead to differing levels of protection? I would take the view that it contradicts the systemic interpretation method under which the Convention “must be read as a whole and interpreted in such a way as to promote internal consistency and harmony between its various provisions” (see Hirsi Jamaa and Others v. Italy [GC], no. 27765/09, § 171, ECHR 2012). Furthermore, such an interpretation is incompatible with the Court’s jurisprudential premise that same-sex couples are just as capable as different-sex couples of entering into stable, committed relationships, and that they are in a relevantly similar situation to a different-sex couple as regards their need for legal recognition and protection of their relationship (see Oliari and Others v. Italy, nos. 18766/11 and 36030/11, § 165, 21 July 2015; Schalk and Kopf, cited above, § 99; and Vallianatos and Others v. Greece [GC], nos. 29381/09 and 32684/09, §§ 78 and 81, ECHR 2013).",
                        "elements": []
                    },
                    {
                        "content": "For all these reasons I consider that, in the sphere of restrictions on the right to marry, we must not confine ourselves to superficially checking whether the interference was arbitrary and leaving the respondent Government a wide margin of appreciation. On the contrary, an analysis is required, as in the case of Article 8, of whether, in the individual case, the prohibition of marriage was “necessary in a democratic society” and met “a pressing social need”.",
                        "elements": []
                    },
                    {
                        "content": "In the present case, the starting point for the analysis must be the applicant’s clearly expressed wish to marry a long-standing female friend. At the time he had taken that decision the applicant had known her for fifteen years (see paragraph 10 of the judgment). His attachment to her was undisputed (see paragraph 16 of the judgment). His capacity to consent to marriage was confirmed by the authorities (see paragraph 13 of the judgment). Moreover, the decision was based on religious grounds, family traditions and the wish to have “someone at his side to assist him and to organise his daily life, and so that he would not end his life on his own” (paragraph 15 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "Despite all those considerations, the applicant was prohibited from marrying M.S.",
                        "elements": []
                    },
                    {
                        "content": "It is true, as emphasised by the Government, that it was not a “general ban on marriage” but merely “an obligation to obtain the supervisee’s agreement” (see paragraph 51 of the judgment). However, since the applicant had been denied that agreement, his prohibition of marriage was absolute and final. He contested the prohibition at all the judicial levels up to the Court of Cassation, even putting a priority question as to constitutionality to the Constitutional Council. Having lost his case at the age of seventy-five, he could not reasonably have expected any change in the situation before his death (even though, theoretically, that possibility could not have been ruled out because the enhanced supervision had only been imposed for five years). Indeed, it was an effective legal bar within the meaning of the Court’s case-law (see Jaremowicz, cited above, § 60).",
                        "elements": []
                    },
                    {
                        "content": "Is such a serious interference with the exercise of one of the most personal rights of an individual compatible with the Convention?",
                        "elements": []
                    },
                    {
                        "content": "The legitimate aim of such a restriction was obviously to protect the applicant, as a vulnerable person, from actual dangers of which he himself was unaware. The danger here was purely financial, in view of the extent of the applicant’s personal fortune. The authorities based their decision on the fact that the applicant could not have controlled the consequences of his consent to marriage in terms of his property and finances. He was alleged to have considered the management of his real estate as “a hobby” (see paragraph 9 of the judgment), his expenditure on refurbishment work in his apartment was considered unreasonable (see paragraph 17 of the judgment), he had reportedly not stopped drinking (see paragraph 16 of the judgment), but he was allowed to have a bank account and a cash withdrawal card (see paragraph 9 of the judgment). It is clear that if he had been poor no one would have objected to his planned marriage.",
                        "elements": []
                    },
                    {
                        "content": "Marriage indisputably has not only legal but also social and personal consequences. Nevertheless, the French authorities did not take seriously, and even ridiculed, the arguments put forward by the applicant for wishing to get married. The psychiatrist appointed by the guardianship judge considered the applicant’s wish not to be abandoned as “bordering on the absurd” (see paragraph 13 of the judgment), which approach starkly contrasts with the stance adopted by the Court, which has on many occasions accepted that needs in terms of mutual support and assistance are reasons justifying the right to marry (see Vallianatos, cited above, § 81). Furthermore, the guardianship judge did not pronounce on the religious aspects mentioned by the applicant (see paragraph 16 of the judgment). At the same time, the financial threats from which the applicant allegedly needed protection were not clearly defined. A clear distinction must be drawn between the applicant’s interests and those of his potential heirs. It was not necessarily in the applicant’s interest to preserve his assets for his future heirs, but rather to continue to live until his death without financial worries and in a manner of his own choosing.",
                        "elements": []
                    },
                    {
                        "content": "In the present case, unlike in many other cases, the Court is not called upon to balance the different rights secured under the Convention. The interests of persons other than the applicant – those of his adopted daughter and those of his future wife, both of whom are potential heirs – do not amount to legitimate expectations liable to be protected under Article 1 of Protocol No. 1.",
                        "elements": []
                    },
                    {
                        "content": "As regards the danger of exploitation and abuse, it should be remembered that even after the marriage the applicant would have remained under an enhanced supervision order. Consequently, all the major financial transactions such as the drawing up of a will or inter vivos gifts would have continued to be overseen by the supervisor (Article 470 (1) and (2) of the Civil Code). It is true that M.S., as the applicant’s wife, would have had joint control over the spending of his money. There again, however, her access could have been limited by restrictive measures at the financial level (restrictions on credit cards, limits on withdrawals from the applicant’s account, etc.). Moreover, the real estate – apparently accounting for most of his assets – would have remained protected. Further, the expenditure which had been considered “unreasonable” (see paragraph 17 of the judgment) would have been effected whether or not the applicant had been married. Accordingly, it is difficult to see how marriage could have worsened the applicant’s situation vis-à-vis such expenses.",
                        "elements": []
                    },
                    {
                        "content": "Furthermore, the example of the PACS system shows that there are less radical protective measures which are nonetheless effective, such as assistance (see paragraph 24 of the judgment). I do not agree with the Chamber majority that a single-sex couple cannot be compared with a different-sex couple in this context (see paragraph 65 of the judgment). The financial stakes are the same. And according to the Court’s case-law, the State has a duty to grant to both single-sex and different-sex couples “a specific legal framework providing for the recognition and protection of their ... unions” (see Oliari and Others, cited above, § 185).",
                        "elements": []
                    },
                    {
                        "content": "It is true that the risk of a person with a “slight cognitive disorder”, “psychological fragilities” and “some degree of vulnerability” (see paragraph 9 of the judgment) being exploited by third persons should not be under-estimated, particularly where such person is a large property holder. However, a restrictive measure adopted against the will of the person concerned should not, in my opinion, go beyond what is strictly necessary. Although the content of Article 460 (1) of the Civil Code is unobjectionable as such, its application in the circumstances of the present case, which resulted in a ban on marriage, is disproportionate. The measure in question is more paternalistic than protective, which is incompatible with Article 12 read in the light of Article 8.",
                        "elements": []
                    },
                    {
                        "content": "The subsidiarity principle is essential to the interpretation of the Convention. That is particularly true in cases concerning the right to marry, the field of matrimony being so closely bound up with the cultural and historical traditions of each member country (see F. v. Switzerland, cited above, § 33). There is no reason to criticise the law as such, which was in fact declared compatible with the Constitution by the Constitutional Council (see paragraph 19 of the judgment). Moreover, the Court has always acknowledged – and this takes on particular importance in a case such as the present one – that by reason of their direct and continuous contact with the vital forces of their countries, the domestic authorities are, in principle, in a better position than the international judge to give an opinion on the necessity of a restriction (see, among other authorities, A, B and C v. Ireland [GC], no. 25579/05, § 232, ECHR 2010). The Court must – at all costs – avoid hearing and determining such a case as a fourth instance.",
                        "elements": []
                    },
                    {
                        "content": "It was because of the principle of subsidiarity that the Chamber majority confined itself to examining the procedural safeguards on the exercise of the right in question. It is true that the applicant’s case was examined at all the French judicial levels (the guardianship judge of the District Court of the 15th Administrative District of Paris, the Paris Regional Court, the Paris Court of Appeal and the Court of Cassation). It is also true that the courts provided reasons for their decisions, referring to expert reports drawn up by medical specialists (see paragraphs 9 and 13 of the judgment). The applicant, for his part, was able to give his opinion throughout the proceedings, with the assistance of counsel.",
                        "elements": []
                    },
                    {
                        "content": "However, even if he was heard, he was not listened to. The Court’s task is to provide effective protection for the rights secured under the Convention, including the important right to marry. In my view, the right to marry, in the presented case, was unduly reduced to a purely financial decision and was consequently disproportionately restricted, affecting its very essence. The authorities completely disregarded the social and personal aspects of marriage. The fact is that those aspects were what counted for the applicant.",
                        "elements": []
                    },
                    {
                        "content": "Without in any way claiming to be in a better position to judge the case, I consider that the French authorities failed convincingly to justify their decision to the effect that the restrictions on the applicant’s right to marry had been necessary in a democratic society and had met a pressing social need.",
                        "elements": []
                    },
                    {
                        "content": "That was why I voted for a finding of a violation of Article 12 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Angelika Nußberger",
            "role": "president"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Gabriele Kucsko-Stadlmayer",
            "role": "judges"
        },
        {
            "name": "Lәtif Hüseynov",
            "role": "judges"
        },
        {
            "name": "Lado Chanturia",
            "role": "judges"
        },
        {
            "name": "Milan Blaško",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DELECOLLE v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-187455.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1025JUD003764613",
    "externalsources": [],
    "extractedappno": [
        "37646/13",
        "26828/06",
        "2476/02",
        "33071/96",
        "19324/02",
        "41488/98",
        "25735/94",
        "40016/98",
        "28114/95",
        "73359/10",
        "22933/02",
        "28957/95",
        "33117/02",
        "36536/02",
        "34848/07",
        "24023/03",
        "6564/74",
        "30141/04",
        "27765/09",
        "18766/11",
        "36030/11",
        "29381/09",
        "32684/09",
        "25579/05"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-187455",
    "judgementdate": "25/10/2018 00:00:00",
    "kpdate": "25/10/2018 00:00:00",
    "kpthesaurus": [
        "450",
        "240",
        "183",
        "234"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "12",
        "34"
    ],
    "parties": [
        "DELECOLLE",
        "FRANCE"
    ],
    "rank": "2755.66259765625",
    "representedby": [
        "SPINOSI P."
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "B. and L. v. the United Kingdom, no 36536/02, 13 September 2005",
        "Christine Goodwin v. the United Kingdom [GC], no 28957/95, ECHR 2002 VI",
        "Dalban v. Romania [GC], no. 28114/95, § 1, ECHR 1999 VI",
        "Deweer v. Belgium, 27 February 1980, §§ 37-38, Series A no. 35",
        "Elsholz v. Germany [GC], no. 25735/94, § 43, ECHR 2000-VIII",
        "Ergezen v. Turkey, no. 73359/10, § 30, 8 April 2014",
        "F. v. Switzerland, 18 December 1987, Series A no. 128",
        "Frasik v. Poland, no. 22933/02, ECHR 2010 (extracts)",
        "G. v. Italy, 27 February 1992, § 2, Series A no. 228-F",
        "Johnston and Others v. Ireland, 18 December 1986, § 56, Series A no. 112",
        "Karner v. Austria, no. 40016/98, § 25, ECHR 2003-IX",
        "Kurić and Others v. Slovenia, no. 26828/06, § 276, 13 July 2010",
        "Lashin v. Russia, no. 33117/02, § § 80 81, 22 January 2013",
        "Léger v. France [GC], no. 19324/02, § 50, 30 March 2009",
        "Malhous v. the Czech Republic (dec.) [GC], no. 33071/96, ECHR 2000-XII",
        "O’Donoghue and Others v. the United Kingdom, no. 34848/07, ECHR 2010",
        "Pandolfelli and Palumbo v. Italy, 27 February 1992, § 2, Series A no. 231-B",
        "Raimondo v. Italy, 22 February 1994, § 2, Series A no. 281-A",
        "Scherer v. Switzerland, 25 March 1994, §§ 31-32, Series A no. 287",
        "Thévenon v. France (dec.), no. 2476/02, ECHR 2006 III",
        "Velikova v. Bulgaria (dec.), no. 41488/98, 18 May 1999",
        "Vocaturo v. Italy, 24 May 1991, § 2, Series A no. 206-C",
        "X v. France, 31 March 1992, § 26, Series A no. 234-C",
        "X v. the United Kingdom, 5 November 1981, § 32, Series A no. 46"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "488943",
    "typedescription": "15"
}