{
    "__articles": "6;6-1;13+6;13;P1-1",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 13+6;Violation of P1-1",
    "applicability": "",
    "appno": "40541/04",
    "article": [
        "6",
        "p1-1",
        "13"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Art. 13+6",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13+6",
            "type": "violation"
        }
    ],
    "content": {
        "001-82895.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 40541/04) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Ms Natalia Lipatnikova (“the first applicant”) and a Moldovan national, Ms Ecaterina Rudic (“the second applicant”), on 11 January 2001. The applicants were represented by Mr V. Zamă from “Lawyers for Human Rights”, a non-governmental organisation based in Chişinău.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Moldovan Government (“the Government”) were represented by their Agent at the time, Mr V. Pârlog.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants complained that the belated enforcement of a final judgment of 30 September 1998 in respect of proceedings to which they were parties had violated their rights guaranteed by Article 6 of the Convention and Article 1 of Protocol No. 1 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court. On 16 February 2006 the President of that Section decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it was decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The first applicant was born in 1946 and lives in St-Petersburg. The second applicant was born in 1949 and lives in Chişinău.",
                                "elements": []
                            },
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "7.  At the material time, the applicants were owners of a house in Chişinău and the land adjacent to it. Their neighbour, T., built an unauthorised house extension on the land belonging to the applicants.",
                                "elements": []
                            },
                            {
                                "content": "8.  In 1995 the Centru local executive (Pretura sectorului Centru) in Chişinău issued several decisions requiring the demolition of the unauthorised construction. In 1996 it also cancelled T.'s original building authorisation as it had been issued unlawfully. T. initiated court proceedings; the applicants were involved as third parties since their property rights were directly affected by the outcome of the proceedings. They enjoyed full procedural rights.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 10 December 1996 the Centru District Court found in favour of T. and ordered the local authorities to annul their decisions and confirm the lawfulness of the construction.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 16 May 1997 the  quashed that judgment, rejected T.'s action and upheld the administrative decisions for the demolition of the building.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 15 January 1998 the Court of Appeal quashed the judgment of 16 May 1997 and upheld the judgment of 10 December 1996.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 30 September 1998 the Supreme Court of Justice upheld the Prosecutor General's request for annulment, quashed the judgment of 15 January 1998 and upheld the judgment of 16 May 1997. That judgment was final and enforceable.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 4 December 1998 the local authority issued a new decision for the demolition of the unauthorised construction.",
                                "elements": []
                            },
                            {
                                "content": "14.  The applicants subsequently made numerous requests for the enforcement of the final judgment. Each time the local authority replied that the enforcement was not possible, either due to weather conditions, the lack of necessary equipment or the new judicial proceedings initiated by T.",
                                "elements": []
                            },
                            {
                                "content": "15.  T. made several attempts to reopen the proceedings by using extraordinary means of appeal and claiming that his wife and daughter had not been party to the proceedings. These requests were rejected as inadmissible by court decisions in 2001, 2003, 2005 and 2006. The enforcement proceedings were twice suspended by court orders pending the outcome of these proceedings: for six months in 2003 and for nine months in 2005.",
                                "elements": []
                            },
                            {
                                "content": "16.  Following the communication of the present application to the Government, in July 2006 the judgment of 30 September 1998 was enforced.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "17.  The relevant domestic law has been set out in Prodan v. Moldova (no. 49806/99, ECHR 2004III (extracts)).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "18.  The applicants complained that the failure to enforce the final judgment of 30 September 1998 had violated their rights as guaranteed by Articles 3 and 6 § 1 of the Convention and under Article 1 of Protocol No. 1 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Article 3 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                        "elements": []
                    },
                    {
                        "content": "The relevant part of Article 6 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“1.  In the determination of his civil rights and obligations ... everyone is entitled to a fair hearing ... within a reasonable time by a tribunal ....”",
                        "elements": []
                    },
                    {
                        "content": "Article 1 of Protocol No. 1 to the Convention reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                        "elements": []
                    },
                    {
                        "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                        "elements": []
                    },
                    {
                        "content": "The applicants also complained of a lack of effective remedies in respect of their complaints, contrary to Article 13 of the Convention, which provides:",
                        "elements": []
                    },
                    {
                        "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                        "elements": []
                    },
                    {
                        "content": "I.  ADMISSIBILITY",
                        "elements": [
                            {
                                "content": "A.  Alleged violation of Article 3 of the Convention",
                                "elements": [
                                    {
                                        "content": "19.  The applicants complained that the failure over many years to enforce the judgment of 30 September 1998 amounted to a violation of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The Court notes that the applicants have failed to substantiate this claim. Moreover, it does not appear that the suffering that they might have experienced due to the belated execution of the judgment was sufficient to amount to inhuman and degrading treatment under Article 3 of the Convention (see Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, § 162).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Therefore, this claim must be declared inadmissible as being manifestly ill-founded in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The Government's preliminary objection in respect of the remaining complaints",
                                "elements": [
                                    {
                                        "content": "22.  According to documents submitted by the Government, the second applicant donated to the first applicant one plot of adjacent land in 2001 and her remaining share in the house and adjacent land in 2001. The Government argued that the second applicant had therefore not been a victim of a violation of her rights as a result of the belated enforcement of the judgment in her favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court notes that the second applicant was prevented from enjoying her property for more than three years before she donated it to the first applicant. The applicants were parties to the proceedings (see paragraph 8 above) and were beneficiaries of the final judgment of 30 September 1998 in that they were assured that the land which they owned could be used free from interference by T. No acknowledgment was made of any violation of either of the two applicants' rights by the domestic authorities, nor was any compensation paid. In these circumstances, the Court considers that both applicants may claim to be victims of a violation of Article 6 § 1 of the Convention and of Article 1 of Protocol No. 1 to the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Court considers that the applicants' complaints under Articles 6 § 1 and 13 of the Convention and under Article 1 of Protocol No. 1 to the Convention raise questions of law which are sufficiently serious that their determination should depend on an examination of the merits, and no other grounds for declaring them inadmissible have been established. The Court therefore declares these complaints admissible. In accordance with its decision to apply Article 29 § 3 of the Convention (see paragraph 4 above), the Court will immediately consider the merits of these complaints.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 AND OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.   The applicants complained that the non-enforcement of the judgment of 30 September 1998 had violated their rights under Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention. According to the applicants, the judgment has still not been fully enforced to date because T. still has a door in his house facing their property and because an underground cellar and the entry thereto were not demolished.",
                                "elements": []
                            },
                            {
                                "content": "26.  The Government submitted that the applicants' rights had not been violated in view of the fact that the authorities had taken all reasonable steps to enforce the judgment but had faced technical and legal impediments. In particular, the enforcement could not proceed pending the outcome of the many court actions lodged by T. and his family to challenge the 1998 judgment.",
                                "elements": []
                            },
                            {
                                "content": "27.  The Court notes that the judgment has remained unenforced for seven years and ten months. It also notes that the courts suspended the enforcement for a total of fifteen months. It follows that, even excluding the periods during which the enforcement was suspended by a court, it took the authorities many years to enforce the judgment, which delay could not be explained by technical problems. Moreover, the Court observes that the first suspension of enforcement was ordered in 2003, some five years after the judgment had become final. No explanation was given for that delay.",
                                "elements": []
                            },
                            {
                                "content": "28.  The Court recalls that it has found violations of Article 6 § 1 of the Convention and Article 1 of Protocol No. 1 to the Convention in numerous cases concerning delays in enforcing final judgments (see, among other authorities, Prodan, cited above, and Luntre and Others v. Moldova, nos. 2916/02, 21960/02, 21951/02, 21941/02, 21933/02, 20491/02, 2676/02, 23594/02, 21956/02, 21953/02, 21943/02, 21947/02 and 21945/02, 15 June 2004).",
                                "elements": []
                            },
                            {
                                "content": "Having examined the material submitted to it, the Court notes that the file does not contain any element which would allow it to reach a different conclusion in the present case.",
                                "elements": []
                            },
                            {
                                "content": "29.  Accordingly, the Court finds, for the reasons given in the cases cited above, that the failure to enforce the judgment of 30 September 1998 within a reasonable time constitutes a violation of Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 13 IN CONJUNCTION WITH ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicants complained under the Article 13 of the lack of an effective remedy in respect of their complaint under Article 6 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "31.  The Government considered that the authorities could not be held responsible for the delays in enforcing the judgment since they had taken all reasonable steps in accordance with the law.",
                                "elements": []
                            },
                            {
                                "content": "32.  The Court reiterates that Article 13 guarantees an effective remedy before a national authority for an alleged breach of the requirement under Article 6 § 1 to hear a case within a reasonable time (see Kudła v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI). It recalls that the effect of Article 13 is to require the provision of a domestic remedy allowing the competent national authority both to deal with the substance of the relevant Convention complaint and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they comply with their obligations under this provision (see Chahal v. the United Kingdom, judgment of 15 November 1996, Reports of Judgments and Decisions 1996-V, pp. 1869-70, § 145). The remedy required by Article 13 must be “effective”, both in practice and in law. However, such a remedy is required only for complaints that can be regarded as “arguable” under the Convention (see Metropolitan Church of Bessarabia and Others v. Moldova, no. 45701/99, § 137, ECHR 2001XII).",
                                "elements": []
                            },
                            {
                                "content": "33.  In the present case, the Court has found a violation of Article 6 § 1 in respect of the non-enforcement of the judgment of 30 September 1998.",
                                "elements": []
                            },
                            {
                                "content": "34.  The Court notes that the applicants' complaints regarding the belated enforcement of the judgment were clearly “arguable” (see paragraph 29 above). The Government have not identified any provision of domestic law that would have allowed the applicants to take action with a view to accelerating the enforcement of the 1998 judgment. On the contrary, the existence of many possibilities of appealing against a final court judgment in the domestic law allowed T. to protract the enforcement proceedings, while leaving the applicants without any effective remedy.",
                                "elements": []
                            },
                            {
                                "content": "35.  Accordingly, there has been a violation of Article 13 on account of the lack of a remedy under domestic law in respect of the belated enforcement of a final court judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Non-pecuniary damage",
                                "elements": [
                                    {
                                        "content": "37.  The applicants claimed 95,000 euros (EUR) for non-pecuniary damage. They referred to their advanced age (for ) and to their suffering resulting from the belated enforcement of the final judgment in their favour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Government considered that the amount claimed was excessive, unsubstantiated and lacked a causal link with the alleged violation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court considers that the applicants must have been caused a certain amount of stress and frustration as a result of the belated enforcement of the judgment of 30 September 1998. However, the amount claimed is excessive. Ruling on an equitable basis, the Court awards the applicants jointly EUR 3,000 for non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "40.  The applicants claimed EUR 1,425 for costs and expenses. They submitted a detailed time-sheet according to which the lawyer had spent 23.75 hours working on the case at an hourly rate of EUR 60.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Government disagreed with the amount claimed for representation. They said that it was excessive and argued that the amount claimed by the lawyer was not the amount actually paid to him by the applicants. They disputed the number of hours worked by the applicants' lawyer and the hourly rate he charged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In the present case, regard being had to the itemised list submitted and the follow-up nature of the case, the Court awards the applicants' lawyer EUR 600 for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "43.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares inadmissible the complaint under Article 3 of the Convention and the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4. Holds that there has been a violation of Article 13 of the Convention in conjunction with Article 6;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants jointly, within three months of the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros) in respect of non-pecuniary damage and EUR 600 (six hundred euros) for costs and expenses, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicants' claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 23 October 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "MrsP. Hirvelä",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LIPATNIKOVA AND RUDIC v. MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-82895.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:1023JUD004054104",
    "externalsources": [],
    "extractedappno": [
        "40541/04",
        "49806/99",
        "2916/02",
        "21960/02",
        "21951/02",
        "21941/02",
        "21933/02",
        "20491/02",
        "2676/02",
        "23594/02",
        "21956/02",
        "21953/02",
        "21943/02",
        "21947/02",
        "21945/02",
        "30210/96",
        "45701/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-82895",
    "judgementdate": "23/10/2007 00:00:00",
    "kpdate": "23/10/2007 00:00:00",
    "kpthesaurus": [
        "445",
        "444",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "13",
        "P1-1"
    ],
    "parties": [
        "LIPATNIKOVA AND RUDIC",
        "MOLDOVA"
    ],
    "rank": "601.05078125",
    "representedby": [
        "ZAMA V."
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "343826",
    "typedescription": "15"
}