{
    "__articles": "3;13+3;13;29;29-3;41",
    "__conclusion": "Remainder inadmissible;Violation of Art. 3 (substantive aspect);Violation of Art. 13+3;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "28674/03",
    "article": [
        "13",
        "3",
        "41",
        "29"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "substantive aspect"
            ],
            "element": "Violation of Art. 3",
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "element": "Violation of Art. 13+3",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13+3",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-89854.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 28674/03) against the  lodged on 29 August 2003 with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Bulgarian national, Mr Slavcho Dimitrov Kostov (“the applicant”) who was born in 1967 and lives in Zhelyu Voivoda.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms Ya. Dimova, a lawyer practising in .",
                        "elements": []
                    },
                    {
                        "content": "3.  The Bulgarian Government (“the Government”) were represented by their Agents, Ms M. Karadjova and Ms M. Kotzeva, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicant alleged, in particular, that he had been unlawfully held in pre-trial detention in conditions that were inadequate and that in the subsequent civil proceedings for damages the domestic courts had awarded him insufficient compensation which had been rendered meaningless by the requirement to pay excessive court fees on the dismissed part of his claim.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 4 November 2005 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "6.  The applicant was detained on 16 September 1995 and was charged with aiding and abetting another individual to commit murder and attempted murder on the previous day, the 15th – the applicant had been in the car of the victim when the latter and his wife had been shot and was a close relative of the alleged murderer. The applicant was placed in pre-trial detention on the same day.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  The applicant was released on 12 October 1995 and a restriction was placed on him not to leave his place of residence without the authorisation of the public prosecutor’s office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 16 December 1996 the  regional public prosecutor’s office terminated the criminal proceedings against the applicant as unproven and lifted the restriction on his movement.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of detention",
                                "elements": [
                                    {
                                        "content": "9.  Between 16 September and 12 October 1995 the applicant was detained at the Sliven Regional Investigation Service detention facility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  The applicant contended that at this detention facility there had been (a) overcrowding, as he had been accommodated in a cell with another five detainees, (b) insufficient oxygen in the cell, (c) inadequate hygiene, as he had had no access to a toilet and all six detainees had had to drink from the same water container, (d) insufficient food, (e) no possibility for visits by friends or relatives, and (f) no access to newspapers or other media. He also claimed that as a result of having been detained in such conditions his selfesteem had declined and he had endured physical and psychological suffering.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Civil action for damages against the State",
                                "elements": [
                                    {
                                        "content": "11.  On an unspecified date in 1999 the applicant initiated a civil action for damages against the Chief Public Prosecutor’s Office under section 2 of the State and Municipalities Responsibility for Damage Act 1988 (the “SMRDA”: renamed in 2006). He claimed that he had been charged with an offence which he had not committed, that on 16 September 1995 he had been detained for almost a month and that a restriction had then been placed on his movement for more than a year. The applicant also argued that he had had to endure physical and mental pain and suffering as a result of the unlawful criminal proceedings against him and the inadequate conditions of detention at the Sliven Regional Investigation Service detention facility. In addition, because of the prolonged restriction on his movement he claimed to have suffered loss of income as he had been unable to accept a job in . The applicant sought 50,000 Bulgarian levs (BGN: 25,641 euros (EUR)) in compensation of which BGN 35,000 (EUR 17,948) represented compensation for pecuniary damage and BGN 15,000 (EUR 7,692) represented compensation for nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  In a judgment of 23 April 2001 the  found in favour of the applicant and ordered the Chief Public Prosecutor’s Office to pay him BGN 5,000 (EUR 2,564). This represented compensation for the non-pecuniary damage suffered by the applicant as a result of the unlawful acts and actions of the public prosecutor’s office during the period from 16 September 1995 to 16 December 1996 in charging him with aiding and abetting another individual to commit murder, holding him in pre-trial detention and then replacing it with a restriction not to leave his place of residence without the authorisation of the public prosecutor’s office. In reaching its decision, the Regional Court took into account the fact that the criminal proceedings and the associated restrictions imposed on the liberty and movement of the applicant had lasted for more than a year, which it found had caused him suffering and had brought about the break-up of his relationship with his fiancée. The court further found that he had been detained in “extremely harsh conditions” at the Sliven Regional Investigation Service detention facility, which it considered to have caused him physical and mental pain and suffering and to have had a negative effect on his dignity as he had been held in an overcrowded cell with another six individuals, without access to a toilet, bathing or any other facilities in order to maintain even basic hygiene, had been given food only once a day, had not been allowed visits by friends or relatives and had had no access to newspapers or any other media. The  also took note of a report by the paramedic at the said detention facility that the applicant had been healthy at the time of his arrival there, but had then developed an inflammation of the sciatic nerve accompanied by pain in the pelvis area and down the left leg. Lastly, the court found that the applicant’s reputation had been damaged as a result of having been unlawfully held in pre-trial detention and having had criminal proceedings initiated against him. The Regional Court dismissed as unsubstantiated the remainder of the claims in respect of pecuniary and non-pecuniary damage and, by applying section 10 (2) of the SMRDA, ordered the applicant to pay court fees of four percent on the dismissed part of his claim, which amounted to BGN 1,800 (EUR 923).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  Both the applicant and the  regional public prosecutor’s office appealed against the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  In a judgment of 16 November 2001 the Burgas Court of Appeal reached similar conclusions on the facts of the case. It also found that the applicant had had a good reputation and no criminal record and that the criminal proceedings against him, his arrest and detention in inadequate conditions and the restriction on his movement had damaged his reputation and had caused him pain and suffering. Nevertheless, the Court of Appeal considered the amount awarded to be excessive and lowered the compensation for non-pecuniary damage to BGN 3,000 (EUR 1,538). It upheld the remainder of the judgment of the  and ordered the applicant to pay an additional BGN 80 (EUR 41) in court fees, proportionate to the additionally dismissed part of his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The parties’ ensuing cassation appeals were both dismissed by the Supreme Court of Cassation on 18 April 2003.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Subsequent developments",
                                "elements": [
                                    {
                                        "content": "16.  Criminal proceedings were initiated against the applicant on an unspecified date in 2004 for having committed perjury in the proceedings regarding the murder of 15 September 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On an unspecified date the applicant concluded a plea bargain agreement with the  district public prosecutor’s office whereby he pleaded guilty to perjury and was sentenced to ten months’ imprisonment, which was suspended for three years. The plea bargain agreement was approved by the Sliven District Court on 10 February 2005.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Grounds for detention",
                                "elements": [
                                    {
                                        "content": "18.  The relevant provisions of the CCP and the Bulgarian courts’ practice before 1 January 2000 are summarised in the Court’s judgments in several similar cases (see, among others, Nikolova v. Bulgaria [GC], no. 31195/96, §§ 25-36, ECHR 1999-II; Ilijkov v. Bulgaria, no. 33977/96, §§ 55-59, 26 July 2001; and Yankov v. Bulgaria, no. 39084/97, §§ 79-88, ECHR 2003-XII (extracts)).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  State and Municipalities Responsibility for Damage Act 1988",
                                "elements": [
                                    {
                                        "content": "19.  The SMRDA provided at the relevant time that the State was liable for damage caused to private persons by (a) the illegal orders, actions or omissions of government bodies and officials acting within the scope of, or in connection with, their administrative duties; and (b) the organs of the investigation, the prosecution and the courts for, inter alia, unlawful pretrial detention, if the detention order had been set aside for lack of lawful grounds, or for being charged with an offence if the criminal investigation had been terminated because the suspect was the perpetrator (sections 1-2).",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  In respect of the regime of detention and conditions of detention, the relevant domestic law and practice under sections 1 and 2 of the SMRDA has been summarised in the cases of Iovchev v. Bulgaria (no. 41211/98, §§ 76-80, 2 February 2006) and Hamanov v. Bulgaria (no. 44062/98, §§ 5660, 8 April 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  The system of court fees, which existed at the relevant time, in proceedings under the SMRDA and the practice of the domestic courts has been summarised in the cases of Stankov v. Bulgaria (no. 68490/01, §§ 19 21, ECHR 2007...) and Mihalkov v. Bulgaria (no. 67719/01, §§ 1923, 10 April 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Following the judgment in the case of Stankov (cited above) the system of court fees was changed as of 30 May 2008. At present, a flat rate court fee is due for filing a claim under the SMRDA, which varies depending on the type of the claimant and is either BGN 10 or BGN 25 (EUR 5.12 or EUR 12.82). The court fee due for each subsequent appeal or request for reopening is half the aforestated amounts – BGN 5 or BGN 12.50 (EUR 2.56 or EUR 24.38: section 9a of the SMRDA and sections 2a and 18 (3) of Tariff of state fees collected by the courts under the Code of Civil Procedure).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  REPORTS OF THE EUROPEAN COMMITTEE FOR THE PREVENTION OF TORTURE AND INHUMAN OR DEGRADING TREATMENT OR PUNISHMENT (“THE CPT”)",
                        "elements": [
                            {
                                "content": "23.  The CPT visited  in 1995, 1999, 2002, 2003 and 2006.",
                                "elements": []
                            },
                            {
                                "content": "24.  The Sliven Regional Investigation Service detention facility was visited in 2006.",
                                "elements": []
                            },
                            {
                                "content": "25.  A summary of the relevant findings and observations of the CPT, prior to its 2006 visit report, is contained in the Court’s judgments in the cases of Dobrev v. Bulgaria (no. 55389/00, §§ 44-56, 10 August 2006) and Malechkov v. Bulgaria (no. 57830/00, §§ 38-50, 28 June 2007).",
                                "elements": []
                            },
                            {
                                "content": "26.  In several of its reports the CPT has recommended that States apply a minimum standard of 4 sq m per detainee in multiple-occupancy cells (see, for example, the CPT reports on the 2002 visit to Bulgaria, CPT/Inf (2004) 21, paragraphs 82 and 87, on the 2004 visit to Poland, CPT/Inf (2006) 11, paragraphs 87 and 111, and the 2006 visit to Bulgaria, CPT/Inf (2008) 11, paragraphs 55, 77 and 90).",
                                "elements": []
                            },
                            {
                                "content": "Relevant findings of the 2006 report (made public in 2008)",
                                "elements": [
                                    {
                                        "content": " Regional Investigation Service",
                                        "elements": [
                                            {
                                                "content": "27.  The CPT found that cells were often overcrowded – up to four persons in cells measuring 7 sq m. The cramped conditions were aggravated by the lack of direct access to natural light, poor artificial lighting and the absence of a differentiated day/night system, and inadequate ventilation. Further, the cells were in a poor state of hygiene and repair: the beds were dilapidated and in a bad state of repair, giving a very uneven base for the thin, tattered mattresses, and the blankets which were filthy. Similar to the reports cited above (see paragraph 26 above), the CPT recommended that cell occupancy rates be reduced to an acceptable level by applying a minimum standard of 4 sq m per detainee in multiple-occupancy cells.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The CPT further found that detainees were usually taken to the toilet three times during the day and kept plastic bottles or buckets in the cells for other occasions. They could take a shower once a week (sometimes, twice a week in the summer months). As regards personal hygiene items, only soap was occasionally provided.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  Bed linen was usually provided by detainees’ families. There were no laundry facilities and detainees washed their clothes and bed linen themselves when they were taken to have a shower. Further, no cleaning materials were made available.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Food was provided three times a day, but the daily food allowance was less than BGN 1.50 (EUR 0.77) per person and detainees complained about the quantity and/or quality of the food.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  There was no outdoor exercise yard due to the fact that the detention facility was located on one of the top floors in the building of the police station. Thus, the CPT found that detainees continued to spend months on end locked up in their cells twenty four hours a day. Inside the cells, in addition to books and newspapers, detainees were in principle allowed to have battery-operated radio and TV sets.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  As to the arrangements for the provision of health care to detainees, the CPT found that there could be gaps of several days (up to a week) between admission and the initial medical examination by a doctor. Further, the general medical screening was cursory and did not identify detained persons’ health needs. Access to outside hospital facilities was in principle not a problem, but authorisation was needed from a prosecutor for such a transfer, and medical recommendations could be slowed down or overridden by legal considerations.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  CONDITIONS OF DETENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant complained under Article 3 of the Convention in respect of the conditions of detention at the Sliven Regional Investigation Service detention facility and that he was awarded inadequate compensation for the aforesaid violation by the domestic courts. In particular, he contended that the compensation awarded was very low and was rendered meaningless by the fact that he had to pay high court fees on the dismissed part of his claim.",
                                "elements": []
                            },
                            {
                                "content": "34.  The Court finds that the applicant’s complaints fall to be examined under Articles 3 and 13 of the Convention, which provide:",
                                "elements": []
                            },
                            {
                                "content": "Article 3 (prohibition of torture)",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "Article 13 (right to an effective remedy)",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "1.  The Government",
                                        "elements": [
                                            {
                                                "content": "35.  The Government contended that the applicant had been detained in conditions which complied with the requirements related to respecting his personal dignity. They further claimed that the method of implementing the measure had not subjected him to exhaustion and hardships exceeding the unavoidable level of suffering resulting from the detention and that his health and good general condition had been duly ensured.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  In their submissions, the Government relied on a report of 13 January 2006 from the Execution of Sentences Directorate of the Ministry of Justice, which contended that the applicant had been held in conditions normally provided to such detainees at the time in question. In particular, the report stated that the Sliven Regional Investigation Service detention facility had eleven cells of nineteen cubic metres each which were furnished with wooden beds, mattresses, pillows, bed covers and bed linen. Food had been provided three times a day. Detainees had had access to sanitary facilities and could take a hot shower once a week. As the detention facility had been located on the sixth floor of the police station there had been no outside area for exercise. Further, cells had had no direct sunlight so only artificial light was available. Detainees also had had the opportunity to purchase books, newspapers and magazines. A paramedic had been available to deal with any medical complaints by detainees and specialised medical personnel could have been called or a transfer to an outside medical facility could have been be made if a detainee’s medical condition required it. Lastly, detainees had had the possibility to complain to a prosecutor if they felt their rights had been violated, which the Government noted had not been done by the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In conclusion, the Government claimed that the applicant had been held in conditions of detention which fulfilled the requirement for respect of his human dignity, that the distress and hardship he had endured during the period had not exceeded the unavoidable level of suffering inherent in detention and that the resulting anguish had not gone beyond the threshold of severity under Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In respect of the compensation awarded to the applicant, the Government argued that it had been properly calculated by the domestic courts and that the requirement to pay court fees on the dismissed part of the claim had no relevance to the adequacy of the compensation awarded. They further argued that it had been the applicant’s own fault that such high court fees had had to be paid because he had filed a claim for a very large amount which the domestic courts had dismissed as unsubstantiated. Further, the Government considered that the applicant could have, but failed to request to be released from the obligation to pay court fees in the proceedings.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant",
                                        "elements": [
                                            {
                                                "content": "39.  The applicant restated his complaints and referred to other similar cases against  where the Court found that there had been violations, to the findings of the CPT in their reports and the domestic courts in the proceedings under the SMRDA.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Victim status",
                                        "elements": [
                                            {
                                                "content": "40.  The Court notes that the applicant initiated an action against the State under the SMRDA and that the domestic courts established, inter alia, that he had been held at the Sliven Regional Investigation Service detention facility in “extremely harsh conditions” of detention and awarded him compensation for, inter alia, the period of his detention in such conditions (see paragraph 12 above). Thus, it must be assessed whether the applicant can still claim to be a victim of a violation under Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Principles established under the Court’s case-law",
                                "elements": [
                                    {
                                        "content": "41.  The Court summarised the principles governing the assessment of an applicant’s victim status in paragraphs 17892 of its judgment in the case of Scordino v.  (no. 1) ([GC], no. 36813/97, ECHR 2006...). In so far as relevant to the case under consideration, they are:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  Under the subsidiarity principle, it falls first to the national authorities to redress any alleged violation of the Convention. In this regard, the question whether an applicant can claim to be a victim of the violation alleged is relevant at all stages of the proceedings under the Convention;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  A decision or measure favourable to the applicant is not in principle sufficient to deprive him of his status as a “victim” unless the national authorities have acknowledged, either expressly or in substance, and then afforded redress for, the breach of the Convention;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  The applicant’s ability to claim to be a victim will depend on the redress which the domestic remedy will have given him or her;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  The principle of subsidiarity does not mean renouncing all supervision of the result obtained from using domestic remedies, otherwise the rights guaranteed by the Convention would be devoid of any substance. In that connection, the Convention is intended to guarantee not theoretical or illusory rights, but rights that are practical and effective.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the foregoing principles",
                                "elements": [
                                    {
                                        "content": "42.  It follows from the foregoing principles that the Court must verify whether the authorities acknowledged, at least in substance, that there had been a violation of a right protected by the Convention and whether the redress can be considered as appropriate and sufficient (see Scordino (no. 1), cited above, § 193).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Court accepts that in the proceedings under section 2 of the SMRDA the domestic courts acknowledged in substance that the applicant had been held at the Sliven Regional Investigation Service detention facility in conditions of detention contrary to Article 3 of the Convention (see paragraphs 12-15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The issue which needs to be determined by the Court is whether the compensation awarded to the applicant amounted to sufficient redress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  On this point, the Court notes that in the proceedings under the SMRDA the applicant sought BGN 50,000 (EUR 25,641) in compensation from the public prosecutor’s office, of which BGN 35,000 (EUR 17,948) represented compensation for pecuniary damage and BGN 15,000 (EUR 7,692) represented compensation for nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The domestic courts dismissed the applicant’s claim for pecuniary damage, but awarded him BGN 3,000 (EUR 1,538) as compensation for the non-pecuniary damage suffered as a result of all the unlawful acts and actions of the public prosecutor’s office during the whole period from 16 September 1995 to 16 December 1996 – for having charged him with aiding and abetting another individual to commit murder, for holding him in pre-trial detention and for then replacing it with a restriction not to leave his place of residence without the authorisation of the public prosecutor’s office. In addition, the applicant was ordered to pay court fees of BGN 1,880 (EUR 964) on the dismissed part of his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court further notes that the conditions in which the applicant had been held at the Sliven Regional Investigation Service detention facility were examined by the domestic courts and were found to have been “extremely harsh” (see paragraph 12 above). However, they were not the sole or the primary reason for the decision to award the applicant compensation and the domestic courts did not indicate how much they were awarding for each of the violations found. Thus, the Court cannot determine how much of the BGN 3,000 (EUR 1,538) compensation, if any, the applicant was awarded for having been held at the Sliven Regional Investigation Service detention facility in conditions which the domestic courts considered “extremely harsh” (ibid.). In any event, it cannot be more than that amount or the BGN 1,120 (EUR 574) which effectively remained for the applicant after payment of the court fees of BGN 1,880 (EUR 964).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In view of the above, the Court finds that the compensation awarded to the applicant cannot be considered to represent sufficient redress for the alleged violation of Article 3 of the Convention. He may therefore still claim to be a victim within the meaning of Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "49.  The Court finds that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Article 3 of the Convention",
                                        "elements": [
                                            {
                                                "content": "50.  The relevant general principles under Article 3 of the Convention are summarised in the Court’s judgments in the cases of Navushtanov v.  (no. 57847/00, §§ 108-13, 24 May 2007), Dobrev (cited above, §§ 120-24) and Yordanov v. Bulgaria (no. 56856/00, §§ 85-89, 10 August 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court observes that the applicant was detained at the Sliven Regional Investigation Service detention facility from 16 September and 12 October 1995 (see paragraph 9 above), so the period to be taken into account is twenty six days.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court notes that in the proceedings under the SMRDA, the domestic courts found that the applicant had been held in “extremely harsh conditions” at the Sliven Regional Investigation Service detention facility (see paragraph 12 above). In particular, they found that the said conditions had caused him physical and mental pain and suffering and had had a negative effect on his dignity as he had been held in an overcrowded cell with another six individuals, without access to a toilet, bathing or any other facilities in order to maintain even basic hygiene, had been given food only once a day, had not been allowed visits by friends or relatives and had had no access to newspapers or any other media (see paragraphs 12 and 14 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court further notes that while the Government strongly disagreed with the applicant’s description of the conditions in which he was held, the CPT in its 2006 visit report to the Sliven Regional Investigation Service detention facility found a number of shortcomings in respect of the conditions there, some of which are similar to those claimed by the applicant and established by the domestic courts in the proceedings under the SMRDA (see paragraphs 10, 12, 14, 27-32 and 35-37 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In these circumstances, the Court considers that the distress and hardship endured by the applicant exceeded the unavoidable level of suffering inherent in detention and went beyond the threshold of severity under Article 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Therefore, there has been a violation of Article 3 of the Convention on account of the applicant’s detention at the Sliven Regional Investigation Service detention facility.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Article 13 in conjunction with Article 3 of the Convention",
                                        "elements": [
                                            {
                                                "content": "56.  The Court reiterates that Article 13 of the Convention guarantees the availability at the national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they conform to their Convention obligations under this provision. The scope of the obligation under Article 13 varies depending on the nature of the applicant’s complaint under the Convention. Nevertheless, the remedy required by Article 13 must be effective in practice as well as in law (see McGlinchey and Others v. the , no. 50390/99, § 62, ECHR 2003V, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  In the case of a breach of Articles 3 of the Convention, which ranks among its most fundamental provisions, compensation for the nonpecuniary damage flowing from the breach should in principle be part of the range of available remedies. Indeed, when it finds a violation of that provision, the Court itself will as a rule award compensation for nonpecuniary damage, recognising pain, stress, anxiety and frustration (ibid., § 66).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  In the present case, the Court has found the respondent State responsible under Article 3 of the Convention for the applicant having been held at the Sliven Regional Investigation Service detention facility in inadequate conditions of detention (see paragraph 55 above). The applicant’s complaint in this regard is therefore arguable for the purposes of Article 13. It follows that he should have been able to obtain compensation for this (see Iovchev, cited above, §§ 142-44).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In view of the above, the Court notes that in the proceedings under the SMRDA the domestic courts examined the conditions in which the applicant had been held at the Sliven Regional Investigation Service detention facility, found them to be “extremely harsh” and awarded him compensation of BGN 3,000 (EUR 1,538) for the non-pecuniary damage suffered as a result of, inter alia, having been held in such conditions of detention (see paragraphs 12-15 above). Thus, the applicant had at his disposal and made use of a domestic remedy which dealt with the substance of his complaint under Article 3 of the Convention regarding the conditions of detention and awarded him relief.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  However, the Court notes that the compensation awarded was also intended to redress the non-pecuniary damage suffered by the applicant as a result of the public prosecutor’s office having charged him, held him in pre-trial detention and then restricted his freedom of movement (see paragraphs 12-15 above). In addition, the domestic courts, by applying section 10 (2) of the SMRDA, ordered the applicant to pay court fees of BGN 1,880 (EUR 964). Thus, the primary issue to be assessed is whether the said compensation, taken together with the requirement to pay over half of the awarded amount in court fees, adequately redressed the violation of the applicant’s right under Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  In respect of the size of the compensation awarded, the Court refers entirely to its assessment in respect of the applicant’s victim status under Article 3 of the Convention (see paragraphs 40-48 above) and the impossibility to determine what part, if any, of the compensation of BGN 3,000 (EUR 1,538), of which BGN 1,880 (EUR 964) had to be paid as court fees, the applicant received as redress for having been held in inadequate conditions of detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In respect of the court fees that the applicant was ordered to pay, the Court refers to its recent findings in the cases of Stankov (cited above, §§ 43-67), Mihalkov (cited above, §§ 55-65) and Tzvyatkov v. Bulgaria (no. 20594/02, §§ 24-27, 12 June 2008) made in the context of the right of access to court under Article 6 of the Convention, which it considers equally relevant and applicable to the present instance. In particular, in the aforementioned cases the Court found a violation of Article 6 as it considered that although the imposition of court fees was an aim which was compatible as such with the good administration of justice, the practical difficulties in assessing the likely award under the SMRDA, taken together with the relatively high and wholly inflexible rate of court fees, amounted to a restriction on the applicant’s right to a court which was disproportionate to the otherwise legitimate aim (see Stankov, cited above, § 67). In the present case, the applicant was ordered to pay court fees of BGN 1,880 (EUR 964) which represents approximately sixty three percent of the compensation of BGN 3,000 (EUR 1,538) awarded by the domestic courts for all the established violations (see paragraphs 12-15 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  As to the Government’s claim that the applicant himself had been responsible for the fact that he had been ordered to pay a significant sum in court fees (see paragraph 38 above), the Court notes that in the case of Stankov (cited above, §§ 60-63) it dismissed a similar argument as it found that it had been unclear how anyone, even a lawyer, could determine what would have been a “reasonable” claim under the SMRDA in respect of an action for damage for a violation of the right to liberty. The Court considers this assessment to be just as valid for claims for damage under the SMRDA regarding conditions of detention as it has not been shown that at the relevant time there existed developed or accessible case-law which might have assisted a claimant in determining the likely amount for an award. Neither was the amount of compensation fixed by law. The applicant cannot therefore be criticised for having made the claim which he did (ibid.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In conclusion, as established in paragraph 47 above, the Court cannot determine how much compensation, if any, the applicant was awarded for the violation of his right under Article 3 of the Convention, but it cannot be more than the BGN 1,120 (EUR 574) which remained after payment of the court fees of BGN 1,880 (EUR 964). The Court considers such an amount inadequate for the violation found.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  In view of the above, the Court finds that in the present case the proceedings under the SMRDA were deprived of their effectiveness as a result of the applicant having been awarded an unquantifiable amount as compensation for the violation of his right under Article 3 of the Convention, which was further rendered meaningless by the requirement to pay court fees of BGN 1,880 (EUR 964).",
                                                "elements": []
                                            },
                                            {
                                                "content": "There has therefore been a violation of Article 13 in conjunction with Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  Having regard to its finding above, the Court considers that no separate issue arises under Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RIGHT TO ",
                        "elements": [
                            {
                                "content": "67.  The applicant complained he was detained unlawfully in violation of Article 5 of the Convention and that he was awarded inadequate compensation for the aforesaid violation by the domestic courts.",
                                "elements": []
                            },
                            {
                                "content": "The relevant part Article 5 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "68.  The Government disagreed with the applicant and argued that his detention had not been unlawful and that simply the criminal proceedings against him had been terminated as unproven. They also noted that he had later been charged with perjury in the proceedings regarding the murder of 15 September 1995 and had confessed to that offence (see paragraphs 16 and 17 above). Thus, the Government considered that it could not be claimed that the applicant had had no link to the offence for which he had been initially detained.",
                                "elements": []
                            },
                            {
                                "content": "69.  In respect of the awarded compensation, the Government considered that it provided adequate redress for the applicant’s detention. They also argued that he had sought too much compensation from the public prosecutor’s office which he had been unable to prove and that the domestic courts had therefore dismissed most of it as unsubstantiated.",
                                "elements": []
                            },
                            {
                                "content": "A.  Article 5 § 1 (c) of the Convention",
                                "elements": [
                                    {
                                        "content": "70.  The Court notes that under the SMRDA a person who has been charged with an offence and has then had the criminal investigation discontinued by the authorities has an automatic right to compensation. The courts in the applicant’s case granted him compensation primarily on that basis and in their judgments used the word “unlawful” about his pre-trial detention. However, the Court cannot consider the judgments in the civil case brought by the applicant as a finding of unlawfulness of his detention within the meaning of the Convention. The Court’s approach in such cases has been to examine itself whether the detention was indeed unlawful or otherwise in breach of Article 5 of the Convention (see, N.C. v. Italy, no. 24952/94: notably §§ 31-60 of the Chamber judgment in that case (11 January 2001) and §§ 50 and 51 of the Grand Chamber judgment in the same case (ECHR 2002); see also, mutatis mutandis, Benham v. the United Kingdom, judgment of 10 June 1996, Reports of Judgments and Decisions 1996III, pp. 752-54, §§ 40-47).",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Court recognises that the applicant’s detention from 16 September to 12 October 1995 fell within the ambit of Article 5 § 1 (c) of the Convention, as it was imposed for the purpose of bringing him before the competent legal authority on suspicion of having committed an offence. There is nothing to indicate that the formalities required by domestic law were not observed. Regarding the alleged lack of reasonable suspicion, the Court reiterates that the standard imposed by Article 5 § 1 (c) of the Convention does not presuppose the existence of sufficient evidence to bring charges, or find guilt, at the time of arrest. Facts which raise a suspicion need not be of the same level as those necessary to bring a charge (see O’Hara v. the United Kingdom, no. 37555/97, § 36, ECHR 2001-X). In the present case, the Court considers that the authorities appear to have had sufficient information to ground a “reasonable” suspicion against the applicant because he had been in the car of the victim when the latter and his wife had been shot and was a close relative of the alleged murderer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  It follows that the complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Article 5 § 5 of the Convention",
                                "elements": [
                                    {
                                        "content": "73.  The provision applies in respect of deprivation of liberty that is unlawful under domestic law or is effected in conditions otherwise contrary to paragraphs 1, 2, 3 or 4 of Article 5. Neither Article 5 § 5 nor any other provision of the Convention guarantees an unconditional right to compensation for detention on remand in the event of acquittal or discontinuation of the proceedings (see, mutatis mutandis, Sekanina v. Austria, judgment of 25 August 1993, Series A no. 266 A, pp. 13 and 14, § 25). The right to compensation set forth in paragraph 5 presupposes that a violation of one of the preceding paragraphs of Article 5 has been established, either by a domestic authority or by the Court (see, for example, Stoichkov v. Bulgaria, no. 9808/02, § 72, 24 March 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  In the present case, the Court found that it cannot consider the domestic judgments in the civil case brought by the applicant as a finding of unlawfulness of his detention within the meaning of the Convention and, following its own assessment, rejected the complaint under Article 5 § 1 of the Convention as manifestly ill-founded (see paragraphs 70-72 above). Accordingly, Article 5 § 5 of the Convention is not applicable in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that this part of the applicant’s complaint is incompatible ratione materiae with the provisions of the Convention within the meaning of Article 35 § 3 and must be rejected in accordance with Article 35 § 4.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RIGHT TO FREEDOM OF MOVEMENT",
                        "elements": [
                            {
                                "content": "75.  The applicant complained, relying on Article 5 of the Convention, that his right to liberty was violated as a result of the prolonged restriction imposed on him not to leave his place of residence and that he was awarded inadequate compensation for the aforesaid violation by the domestic courts.",
                                "elements": []
                            },
                            {
                                "content": "76.  The Court notes that from 12 October 1995 to 16 December 1996 a restriction had been imposed on the applicant not to leave his place of residence, the , without the permission of the public prosecutor’s office. The Court finds that the measure in issue did not amount to a deprivation of liberty within the meaning of Article 5 § 1 of the Convention as the mere restrictions on the liberty of movement resulting from special supervision fall to be dealt with under Article 2 of Protocol No. 4 of the Convention (see Guzzardi v. Italy, judgment of 6 November 1980, Series A no. 39, p. 33, § 92; Raimondo v. Italy, judgment of 22 February 1994, Series A no. 281A, p. 19, § 39; and Toeva v. Bulgaria (dec.), no. 53329/99, 9 September 2004).",
                                "elements": []
                            },
                            {
                                "content": "The relevant part of Article 2 of Protocol No. 4 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone ... shall ... have the right to liberty of movement and freedom to choose his residence.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.  No restrictions shall be placed on the exercise of these rights other than such as are in accordance with law and are necessary in a democratic society in the interests of national security or public safety, for the maintenance of ordre public, for the prevention of crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.",
                                "elements": []
                            },
                            {
                                "content": "4.  The rights set forth in paragraph 1 may also be subject, in particular areas, to restrictions imposed in accordance with law and justified by the public interest in a democratic society.”",
                                "elements": []
                            },
                            {
                                "content": "77.  The Court notes that Protocol No. 4 of the Convention entered into force in respect of  on 4 November 2000, while the restriction complained was in force from 12 October 1995 to 16 December 1996.",
                                "elements": []
                            },
                            {
                                "content": "It follows that this complaint is incompatible ratione temporis with the provisions of the Convention within the meaning of Article 35 § 3 and must be rejected in accordance with Article 35 § 4.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "78.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "79.  The applicant claimed 10,000 euros (EUR) in respect of nonpecuniary damage, stating, in particular, that his detention had been unlawful, and that he had been held in inadequate conditions of detention and had not been compensated accordingly. The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court considers that the applicant has undoubtedly suffered nonpecuniary damage as a result of his detention for almost a month in inadequate conditions in the Sliven Regional Investigation Service detention facility which the domestic courts described as “extremely harsh” and in respect of which the Court found a violation of Article 3 of the Convention (see paragraphs 12-15 and 55 above). In addition, he must also have suffered a certain distress in losing in court fees almost two-thirds of the compensation awarded in the proceedings under the SMRDA in respect of which the Court found a violation of Article 13 of the Convention (see paragraph 65 above). Thus, having regard to the specifics of the present case, its case-law in similar cases (see, mutatis mutandis, Kehayov v. Bulgaria, no. 41035/98, §§ 90-91, 18 January 2005; Iovchev, cited above, §§ 156-58; and Stankov, cited above, §§ 69-71) and deciding on an equitable basis, the Court, recognising that the applicant received the balance of BGN 1,120 (EUR 574) from the domestic courts, awards EUR 1,500 under this head, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "81.  The applicant also claimed EUR 1,000 for the legal work by his lawyer in the proceedings before the Court. The Government did not comment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Court reiterates that under Rule 60 of the Rules of Court any claim for just satisfaction must be itemised and submitted in writing together with the relevant supporting documents and within the time-limit fixed for the submission of the applicant’s observations on the merits, “failing which the Chamber may reject the claim in whole or in part”. In the instant case, it observes that the applicant failed to present a legal-fees agreement with his representative or an approved time sheet of the legal work performed before the Court. In addition, he did not present any invoices or receipts for any other costs. In view of the applicant’s failure to comply with the aforesaid requirement, the Court makes no award for costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "83.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares admissible the complaints concerning the applicant’s detention in allegedly inadequate conditions of detention at the Sliven Regional Investigation Service detention facility and the availability of an effective remedy in that respect;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention on account of the applicant having been detained in inadequate conditions of detention at the Sliven Regional Investigation Service detention facility;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 13 of the Convention on account of the proceedings under the SMRDA having lost their effectiveness in providing adequate redress for the violation under Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,500 (one thousand five hundred euros) in respect of non-pecuniary damage, plus any tax that may be chargeable, to be converted into Bulgarian levs at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 November 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Rait Maruste",
            "role": "president"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Volodymyr Butkevych",
            "role": "judges"
        },
        {
            "name": "Renate Jaeger",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SLAVCHO KOSTOV v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-89854.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:1127JUD002867403",
    "externalsources": [
        "Report 2006 of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”), Sliven Regional Investigation Service"
    ],
    "extractedappno": [
        "28674/03",
        "31195/96",
        "33977/96",
        "39084/97",
        "41211/98",
        "44062/98",
        "68490/01",
        "67719/01",
        "55389/00",
        "57830/00",
        "36813/97",
        "57847/00",
        "56856/00",
        "50390/99",
        "20594/02",
        "24952/94",
        "37555/97",
        "9808/02",
        "53329/99",
        "41035/98"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-89854",
    "judgementdate": "27/11/2008 00:00:00",
    "kpdate": "27/11/2008 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "3",
        "29",
        "29-3",
        "13",
        "41"
    ],
    "parties": [
        "SLAVCHO KOSTOV",
        "BULGARIA"
    ],
    "rank": "651.807373046875",
    "representedby": [
        "DIMOVA YA."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "Benham v. the United Kingdom, judgment of 10 June 1996, Reports of Judgments and Decisions 1996-III, pp. 752-54, §§ 40-47",
        "Guzzardi v. Italy, judgment of 6 November 1980, Series A no. 39, p. 33, § 92",
        "Ilijkov v. Bulgaria, no. 33977/96, §§ 55-59, 26 July 2001",
        "McGlinchey and Others v. the United Kingdom, no. 50390/99, § 62, ECHR 2003-V, with further references",
        "N.C. v. Italy, no. 24952/94: judgment of 11 January 2001, §§ 31-60",
        "Navushtanov v. Bulgaria, no. 57847/00, §§ 108-13, 24 May 2007",
        "Nikolova v. Bulgaria [GC], no. 31195/96, §§ 25-36, ECHR 1999-II",
        "O’Hara v. the United Kingdom, no. 37555/97, § 36, ECHR 2001-X",
        "Raimondo v. Italy, judgment of 22 February 1994, Series A no. 281-A, p. 19, § 39",
        "Scordino v. Italy (no. 1) ([GC], no. 36813/97, § 193, ECHR 2006",
        "Sekanina v. Austria, judgment of 25 August 1993, Series A no. 266 A, pp. 13 and 14, § 25",
        "Stoichkov v. Bulgaria, no. 9808/02, § 72, 24 March 2005",
        "Toeva v. Bulgaria (dec.), no. 53329/99, 9 September 2004",
        "Tzvyatkov v. Bulgaria (no. 20594/02, §§ 24-27, 12 June 2008",
        "Yankov v. Bulgaria, no. 39084/97, §§ 79-88, ECHR 2003-XII (extracts)",
        "Yordanov v. Bulgaria, no. 56856/00, §§ 85-89, 10 August 2006"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "420792",
    "typedescription": "15"
}