{
    "__articles": "6;6-1;35;35-3-a;41;P1-1",
    "__conclusion": "Remainder inadmissible (Art. 35) Admissibility criteria;(Art. 35-3-a) Manifestly ill-founded;Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Access to court);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage;Just satisfaction);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "22677/10",
    "article": [
        "6",
        "41",
        "35",
        "p1-1"
    ],
    "conclusion": [
        {
            "details": [
                "Art. 35"
            ],
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "details": [
                "Art. 35-3-a"
            ],
            "element": "Admissibility criteria",
            "type": "other"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-187482.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 22677/10) against the Republic of Turkey lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Mazhar Kurşun (“the applicant”), on 30 March 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A. Çakan and Mr A.Ş. Deniz, lawyers practising in Batman. The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his right to a fair trial under Article 6 § 1 of the Convention had been violated on account of the erroneous interpretation of a time-limit rule by the civil courts. He also alleged under Article 1 of Protocol No. 1 that the State authorities had not taken the necessary preventive and remedial measures to protect his right to property.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 12 December 2016 the application was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 28 February 2018 further information was requested from the parties, in accordance with Rule 49 § 3 (a) of the Rules of Court, on the interpretation of the relevant time-limit rule set out in Article 60 § 1 of the former Code of Obligations by the Court of Cassation.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1963 and lives in Batman.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background to the case",
                                "elements": [
                                    {
                                        "content": "7.  The applicant is the owner of a property in the Toptancılar Sitesi area of Batman, which has mainly been used as an industrial park since 2002. Toptancılar Sitesi is located in close proximity to the Tüpraş Batman Oil Refinery (“Tüpraş Refinery” or “Tüpraş”), which was a State-owned enterprise until its privatisation in 2005, and to an oil storage and supply facility run by the Ministry of Defence (Milli Savunma Bakanlığı Akaryakıt İkmal ve NATO POL Tesisleri – hereinafter “ANT”). It appears that there are also a number of private petrol stations in the vicinity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 3 May 2004 a large underground explosion took place in Toptancılar Sitesi, which resulted in three deaths and many injuries. The explosion and ensuing fire also damaged many properties in the vicinity, including that of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  A number of administrative commissions were established in the aftermath of the incident in order to determine the cause of the explosion and the damage caused by it, as well as to secure the area of the explosion. Further information regarding the work undertaken by those commissions, and other entities, is outlined below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Fact-finding commission",
                                        "elements": [
                                            {
                                                "content": "10.  The fact-finding commission established by the Batman governor’s office consisted of, among others, the governor, deputy governor and mayor of Batman, the director of the Batman Security Directorate, the director of the local office of the Ministry of Public Works and Settlement, the directors of the Tüpraş Refinery and the Turkish Petroleum Corporation (Türkiye Petrolleri Anonim Ortaklığı – hereinafter “TPAO”) and the presidents of the local chambers of architects, mechanical engineers and geological engineers. It appears that the preliminary investigations led by the factfinding commission, with the assistance of experts, established that the explosion had been caused by an underground oil leak, although the source of the leak could not be identified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "11.  On 27 May 2004 the fact-finding commission decided that some of the businesses in Toptancılar Sitesi should be evacuated in view of the risk of further explosions. It is not clear from the information in the case file whether the applicant’s property was amongst those evacuated at the relevant time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "12.  There is no further information in the case file as to any other action taken by the fact-finding commission.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Damage assessment commission",
                                        "elements": [
                                            {
                                                "content": "13.  The Batman governor’s office established a damage assessment commission, with a view to ascertaining the damage sustained in the area as a result of the explosion. Following the inspections performed, the commission established six heavily damaged, ten moderately damaged and thirty-one slightly damaged businesses, and two slightly damaged residences in the area. The owners of those properties were declared “disaster victims”. The applicant’s property was not amongst those identified as damaged by the commission. The owners of the damaged properties were provided with some rent allowance and other assistance.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Commission for the Discharge of Chemicals of an Unknown Origin",
                                        "elements": [
                                            {
                                                "content": "14.  The Commission for the Discharge of Chemicals of an Unknown Origin measured the levels of underground gas in the area and, where high levels of gas were detected, arranged for it to be discharged through pipes.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Technical commission",
                                        "elements": [
                                            {
                                                "content": "15.  A technical commission was set up on an unspecified date to determine the source and extent of the oil leak, and to make proposals for cleaning up the area affected. The commission consisted of representatives from the Batman municipality, the Tüpraş Refinery and academia, as well as from the local chambers of architects and engineers of various disciplines. In its report dated 14 June 2004 the commission stated that the explosion had occurred as a result of the compression of petroleum products that had leaked into the underground water.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  Under the supervision of the commission, a number of shafts were drilled to extract the leaked oil. However, the commission stated in the aforementioned report that despite its continuous efforts, it had not made any progress in cleaning up the leak, given the magnitude of the problem, and its lack of sufficient means and expertise. It had however discovered that the contamination was concentrated outside the walls surrounding the Tüpraş Refinery and that no leakage had been observed around the ANT pipeline.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  The members of the technical commission, with the exception of the Tüpraş representative, also stated in the same report that while they had not been able to establish the source of the leak conclusively, their investigation suggested that the leak may have originated from the Tüpraş Refinery. It is not clear whether and when this report was made public.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  The Prime Minister’s Office Commission",
                                        "elements": [
                                            {
                                                "content": "18.  Upon the instruction of the Prime Minister’s Office, which had deemed the aforementioned report of the technical commission to be insufficient, another commission was established under the coordination of the Ministry of Energy and Natural Resources for the purposes of ascertaining the cause of the explosion. The commission was made up of, among others, academics, engineers and representatives from various ministries, the Tüpraş Refinery and TPAO.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  According to its interim report dated 11 October 2004, the studies it had carried out in Toptancılar Sitesi showed that the explosion of 3 May 2004 had been the result of an environmental pollution phenomenon that was much more complex than initially estimated. The management of this unprecedented environmental crisis required the utmost care, expertise, information and interpretational skills. The pollutant at issue was a mixture of crude oil and various petroleum products and, according to its estimations, there were between 500 and 2,000 tonnes of such material above groundwater. Technical limitations prevented the determination of the source of the leak with absolute certainty. However, the interpretation of the available data suggested that pollution of such great magnitude could only have been caused over a long period by a facility with a high capacity of petroleum refining and storage in the vicinity, which pointed to the Tüpraş Refinery (a conclusion which was challenged by Tüpraş and TPAO representatives). The report also stressed, however, the absence of conclusive evidence to back up this assumption. It added that once responsibility for the leak was determined with certainty by the national courts, all claims for damages could be directed against the party responsible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  In the same report, the commission recommended the involvement of the State Water Board (Devlet Su İşleri – “DSİ”) in the operation carried out in the area to establish the source of the leak. It also recommended the closure of the Toptancılar Sitesi area to housing and commercial activity until the underground oil leak was cleaned by professional experts, given the risk of further explosions and fire posed by the leak. It is not clear whether and when this report was made public.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  In accordance with the proposal in the above interim report, on 17 August 2005 the Local Environment Board of the Batman governor’s office decided that no business or occupation permits should be granted in the area designated as the “red zone”, which consisted of an area of 200 x 300 metres where the contamination was at its highest, until the underground clean-up operation in the area was completed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "6.  High-level commission",
                                        "elements": [
                                            {
                                                "content": "22.  Following receipt of the interim report mentioned above, the Prime Minister’s Office instructed the establishment of a high-level commission to take, or recommend, more concrete steps to tackle the environmental disaster at issue and determine its causes. There is no information in the case file as regards its composition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  In January 2005 the commission invited the Tüpraş Refinery and ANT to carry out tests on their pipelines to determine whether the oil leak at issue had originated from them and, if so, to take the necessary precautions. It appears from the information in the case file that neither Tüpraş nor ANT assumed responsibility for the leak.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  In January 2005 the high-level commission also took some decisions regarding the underground clean-up operation that had to be undertaken in the contaminated area. Accordingly, it invited the Batman governor’s office, which was tasked with coordinating the decontamination operation, to issue a call for tenders for the clean-up operation. There is, however, no further information in the case file as to whether the Batman governor’s office initiated the tender process or took any other steps to get the clean-up operation underway.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "7.  Studies conducted by other entities",
                                        "elements": [
                                            {
                                                "content": "25.  According to a report dated 12 May 2004 prepared by experts from Tüpraş, pressure tests conducted on the ANT pipeline suggested the possibility of a leak in that pipeline. They referred in this connection to some reports which indicated that the ANT pipeline had been damaged during excavation work carried out in September 2002. The experts further noted that water wells drilled along the ANT pipeline in previous years had revealed the presence of petrol in the underground water. Wells drilled in the vicinity of Tüpraş petrol tanks after the explosion to disclose any leaks originating from those tanks on the other hand had not yielded any results.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  It was also noted in the same report that before its reconstruction as an industrial park, the Toptancılar Sitesi area had been used for the trade and storage of petroleum products, as well as for the repair of tankers, which may have played a role in the contamination of the area.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 17 May 2004 Tüpraş issued a press release mainly recapitulating the claims made in the above report. It was indicated in the press release that although no leaks had been detected around its petrol tanks, a couple of wells drilled elsewhere on the refinery grounds had revealed the existence of a mixture of water and oil flowing towards the refinery from an outside source. It was also stressed that the levels of oil in the tanks were monitored electronically and that, therefore, any leaks of such substantial amounts would not have gone unnoticed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  In February 2005 DSİ submitted to the Batman governor’s office a report which found that the oil leak had heavily contaminated an area of 1 sq. km around the Toptancılar Sitesi area. It was estimated that the leak had been ongoing for a very long time and that it involved some four to six thousand tonnes of phenol.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  According to a report prepared by the petrol analysis laboratory of the Middle East Technical University (Ortadoğu Teknik Üniversitesi – hereinafter “ODTÜ”) on 15 October 2004, the product that had caused the explosion was a refined petroleum product that did not exist in nature as such and, therefore, it must have originated from another source. It was not, however, possible to speculate that the petroleum had leaked from the Tüpraş Refinery.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  In a report issued on 16 June 2005, experts from the Dokuz Eylül University in İzmir stated, inter alia, that the oil leak at issue had, in all likelihood, emanated from Tüpraş. They added that the difficulties faced in identifying the source or sources of the leak probably resulted from technical limitations.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "8.  Current situation",
                                        "elements": [
                                            {
                                                "content": "31.  According to information obtained from the Municipality of Batman on 13 September 2017, the restrictions on business and occupation permits imposed by the Local Environment Board of the Batman governor’s office on 17 August 2005 in the so-called “red zone” (see paragraph 21 above) were still in force, as no progress had been made in cleaning up the underground oil leak.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings initiated against Tüpraş executives",
                                "elements": [
                                    {
                                        "content": "32.  Soon after the explosion, the Batman public prosecutor’s office initiated an investigation into the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 31 December 2004 it filed a bill of indictment with the Batman Assize Court against a number of serving Tüpraş executives in connection with the explosion, accusing them under Article 383 § 2 of the former Turkish Criminal Code (Law no. 765) of causing unintentionally (by carelessness, negligence or inexperience) an explosion that resulted in death, injury and damage. The public prosecutor relied as evidence on the commission reports mentioned in paragraphs 10 to 24 above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Sixty-four people, including the relatives of the victims who had lost their lives as a result of the explosion, as well as others who had sustained bodily or financial harm, joined the criminal proceedings as civil parties (müdahil). The applicant was not amongst them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  At the first hearing held on 28 January 2005, a representative of the victims claimed that even if the oil leak which had caused the explosion had originated from the ANT pipeline, Tüpraş, as the supplier of the oil into that pipeline, remained responsible for the explosion. They nevertheless requested the judicial authorities also to prosecute the relevant officials from the ANT who were in charge of the oil pipeline. The Batman Assize Court decided that the lawyer’s request concerning the ANT officials would be taken into consideration on receipt of expert reports on the source of the leak.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Tüpraş executives mainly made the following arguments in their defence statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  There were several oil pipelines, oil storage facilities and petrol stations in the area apart from the Tüpraş Refinery, the largest being the ANT facilities. The oil pipeline between ANT and Tüpraş, which had been used since 1972 to transfer F-46 military oil, had been inoperative since 1992, and a report prepared in 2002 attested that the pipeline had been empty at the time. However, the studies conducted on the pipeline after the explosion showed not only that there had been F-57 military oil in the pipeline, which had not been supplied by Tüpraş, but also that the pipeline had been damaged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  According to its modus operandi, the ownership of both oil pipelines and the product supplied by Tüpraş belonged to the purchaser, and Tüpraş was not accountable for any damage or loss arising from a damaged pipeline.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  The wells drilled around the Tüpraş storage tanks had not revealed any oil leaks, which ruled out the possibility that the leak had originated from the refinery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)  The petroleum extracted from the various wells drilled in Toptancılar Sitesi had been analysed in the ODTÜ laboratory, and the results of the analysis showed that the sample product was not amongst those produced at the Tüpraş Batman Refinery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v)  Petroleum production consisted of only 5.95 % of the total production of the Tüpraş Refinery, and the remaining capacity was mainly devoted to the production of diesel fuel, asphalt, fuel-oil, solvents, residual oil and naphtha. In these circumstances, it was illogical to claim that the leak allegedly originating from the Tüpraş Refinery consisted only of the 5.95 % of its production, and that none of the remaining products, which made up the bulk of its production, had leaked.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vi)  All product lines at the Tüpraş Refinery were above ground and consistently monitored.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The victims contested the defendants’ claim that the 2002 report concerning the ANT pipeline indicated that the pipeline had been empty. They also claimed that the analysis conducted at the ODTÜ laboratory was not decisive, as the laboratory had checked the samples obtained from the wells only against the current products of the Tüpraş Refinery. That analysis did not necessarily take into account the changes over time in the refinery’s production or the changes sustained by the products underground, considering that the leak had been ongoing for a long time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 31 July 2006, at the request of the Batman Assize Court, three professors from ODTÜ submitted an expert report on the source of the leak. Relying on all the information in the case file, including the commission reports noted in paragraphs 10 to 24 above, the experts made the following findings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  The studies carried out so far were inadequate to determine the source of the leak. For instance, although wells had been drilled outside the surrounding walls of the Tüpraş Refinery, which had revealed a significant amount of petroleum above groundwater, no drilling had been carried out on the other side of the walls. Without drilling wells in the appropriate key locations, it would not be possible to determine whether the leak had originated from a damaged pipeline or from the refinery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  Various construction works and excavations carried out in the Toptancılar Sitesi area over the years had revealed the presence of petroleum under the ground long before the explosion. Therefore, the fact that there was an oil leak had been known for many years, including, most probably, by the State authorities, although it was not possible to pinpoint when the leak had started.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  The suspected corporations should normally have the technical means and manpower to detect any leaks originating from their facilities and take the necessary precautions. However, where leaks arose from breaches of pipelines or other equipment by malicious individuals for the purposes of theft, then these institutions could not be expected to uncover such incidents by their own efforts alone. Since the leak in question involved a highly valuable economic commodity, it seemed highly improbable that the institutions would not take any action to stop such a leak after taking notice of it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 7 November 2006 three other experts, all of whom were engineers who worked as work safety inspectors, issued a second report. They noted in the report that the studies undertaken thus far had not been able to reveal the source or sources of the leak. The view that the Tüpraş Refinery was responsible for the incident had not been based on sufficient evidence. Hard evidence would be required to impute responsibility to persons or corporations and no conclusions could be reached on the basis of mere presumptions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 1 May 2008 the Batman Assize Court delivered its judgment on the case. It held that while its proximity to the site of the explosion suggested that Tüpraş was responsible for the explosion, it was not possible to determine whether any of the individual suspects should bear liability for it, particularly given that the leak had been ongoing for a considerable amount of time and that the suspects would surely have taken action had they been aware of the leak. The Assize Court accordingly acquitted the Tüpraş executives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 17 January 2012 the Court of Cassation quashed the judgment of the first-instance court and discontinued the proceedings as prosecution of the offence in question had become time-barred.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Compensation proceedings brought by other property owners",
                                "elements": [
                                    {
                                        "content": "42.  On different dates in 2004 a number of property owners in Toptancılar Sitesi brought compensation proceedings against both the Tüpraş Refinery and ANT before the Batman Civil Court of First Instance (“the Batman Civil Court”) in respect of the damage they had sustained as a result of the explosion in question. In the course of one of those sets of proceedings (case no. 2004/963 E.), the Batman Civil Court ordered an expert report from three university professors to determine the source of the leak.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 3 March 2006 the experts submitted their report to the Batman Civil Court. The following findings were made in the report:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  the product that had leaked underground was gasoline;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  it was highly likely that the contamination had been caused by an underground accumulation of gasoline that had leaked from one or more sources over a long period;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  given the location and movement of the underground contamination slick and the ground water flow direction, the source of the leak must have been in the south, where the Tüpraş facilities were located; they stated that any leak originating from the ANT pipeline would have generated a contamination slick in a northwesterly/northerly direction alongside the pipeline, which had not been the case; this left the Tüpraş Refinery as the only plausible source of the leak.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv) In addition to their legal responsibility arising from the failure to detect and prevent the leak in a timely manner, the State authorities were responsible on account of their negligence in authorising the establishment of residences and businesses in such close proximity to the refinery despite the apparent dangers it posed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Batman Civil Court admitted that report into another case file concerning the same incident (case no. 2004/966 E.) and, relying on the findings in that report, on 21 July 2006 it decided that the Tüpraş Refinery was solely responsible for the leak. It dismissed the claims against ANT.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The judgment of the Batman Civil Court, which was the first occasion on which the Tüpraş Refinery was publicly confirmed as the source of the leak by a court of law, was upheld by the Court of Cassation on 30 January 2007. A request made by Tüpraş for rectification of that decision was rejected on 18 June 2007.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Compensation proceedings brought by the applicant",
                                "elements": [
                                    {
                                        "content": "46.  On 16 November 2006 the applicant brought an action for compensation against Tüpraş before the Batman Civil Court. He requested a total of 10,000 Turkish liras (TRY) for the depreciation of the value of his property after the explosion and for his loss of rental income for the following eighteen months, reserving his right to increase those claims. The applicant argued in his petition that following the explosion, Toptancılar Sitesi had been declared a hazardous area by the Batman governor’s office and had accordingly been evacuated, which had significantly reduced the value of his property. He had also been deprived of his rental income for the next year and a half. Moreover, since the necessary steps had not been taken to clean the oil leak, the area was still at risk of further explosions. The applicant also stated that the responsibility of Tüpraş for the explosion had been established by the expert reports submitted to the Batman Civil Court in another case (see paragraphs 44 and 45 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  In its response dated 19 December 2006, Tüpraş claimed firstly that the applicant’s claims had become time-barred, as he had failed to lodge his action within one year of the date of the explosion. It also claimed, inter alia, that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  given the proximity of the site of the explosion to the Tüpraş facilities, many wells had been dug around the Tüpraş oil tanks to locate the source of the leak; however, none of those wells had revealed any oil leaks; on the other hand, wells dug around the perimeter of the Refinery had revealed the presence of oil that had leaked from elsewhere towards the Refinery;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  the scientific analysis of the samples obtained from the site of the explosion showed that the leaked material had not been produced by Tüpraş;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  the expert reports submitted to the criminal case file found that Tüpraş could not be held liable for the explosion;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)  although the pipeline between Tüpraş and ANT had officially been out of use since 1992, it had been noted after the explosion that the pipeline in question had actually been full of oil; moreover, the pressure tests carried out subsequently showed that the pipeline had been punctured and was leaking oil;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v)  the complaints arising from the security measures taken in Toptancılar Sitesi after the explosion, such as the ceasing of commercial activity and the denial of occupation licences, were outside the competence of Tüpraş.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 28 February 2007 the applicant brought another action against Tüpraş in respect of the structural damage that his property had sustained as a result of the explosion, and requested TRY 6,000 as compensation. He reserved his right to subsequently increase his claim. The applicant stressed in his petition that the sole responsibility of Tüpraş for the explosion had now been definitively established, as the judgment delivered by the Batman Civil Court against Tüpraş in case no. 2004/966 E. had been upheld by the Court of Cassation (see paragraphs 44 and 45 above). The Batman Civil Court joined the case to the one that the applicant had previously brought in November 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Batman Civil Court ordered an expert report to determine the extent of the applicant’s damage. The experts carried out an on-site inspection at the applicant’s property on 7 March 2007, and reported their findings on 12 March 2007. They mainly noted the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  the impact of the explosion had been equivalent to that of an earthquake with a magnitude of 9 on the Richter scale;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  the applicant’s property, which was used as business premises, had been mostly repaired by the time of the on-site inspection and commercial activity had resumed; some cracks were nevertheless visible on the walls;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  the infrastructure of the building, including water, electricity and telephone connections and the sewer system, had had to be repaired as a result of the damage sustained in the basement;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)  leaving aside the estimated wear and tear of the property since its construction, the structural damage was noted to be TRY 13,278.36;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v)  given the magnitude of the explosion, it was inevitable that the walls and structural joists of the property would sustain cracks; moreover, the explosion had considerably slowed down real estate sales in the area; having regard to these factors, it was estimated that the applicant’s property had lost 50 % of its value, corresponding to TRY 66,483.25;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vi)  a drop of 60 to 70 % had been noted in the rental income of property owners in Toptancılar Sitesi subsequent to the explosion; in these circumstances, the applicant’s loss of rental income for the eighteen months following the explosion was calculated to be TRY 5,400.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In the light of the findings in the expert report, on 22 March 2007 the applicant applied to the Batman Civil Court to increase his original claims in line with the amounts calculated by the experts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 18 April 2007 the Batman Civil Court allowed the applicant’s compensation claim in so far as it concerned the depreciation of the value of his property and the structural damage it had sustained as a result of the explosion, but rejected the claims concerning a loss of rental income for lack of sufficient evidence. The Civil Court held in its decision that both the original claims and the subsequent request to increase those original claims had been brought within the one-year time-limit set out in Article 60 § 1 of the former Code of Obligations, bearing in mind that the relevant time-limit would only start running when both the damage and the tortfeasor responsible for that damage became known to the victim. It stressed in this regard that the identity of the tortfeasor at issue had only been “known” once the judgment in case no. 2004/966 E., which had established Tüpraş as solely responsible for the explosion, had been upheld by the Court of Cassation, and the request for rectification of that Court of Cassation decision was still pending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 26 October 2007 Tüpraş appealed against that judgment. In its appeal, it mainly repeated its time-limit objections and contested the findings in the expert report of 12 March 2007 that had formed the basis of the first-instance court’s judgment. The company also stressed that it had been held responsible for the explosion without any objective and tangible proof. Bearing in mind that 132 similar civil actions had been brought against its refinery in connection with the explosion of May 2004, it now risked paying damages of over TRY 10 to 12 million, plus interest and court fees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On 18 February 2008 the 4th Chamber of the Court of Cassation quashed the judgment of the first-instance court, holding that the time-limit for bringing an action under Article 60 § 1 of the former Code of Obligations, which had started running on the date of the explosion, had expired by the time that the applicant had brought his claims. The Court of Cassation held in this connection that the explosion at issue had taken place on 3 May 2004 and that, soon after that date, some of the property owners in Toptancılar Sitesi had brought compensation claims against Tüpraş. Since the applicant was also a property owner in Toptancılar Sitesi, he should have formed an opinion regarding the responsibility of Tüpraş for the explosion on the date of its occurrence. The Court of Cassation stated that venturing a guess as to the identity of the tortfeasor, within the bounds of possibility, was sufficient to bring an action; it was not necessary to have the tortfeasor established with certainty. The applicant’s claim that he had brought the action subsequent to the establishment of the tortfeasor as Tüpraş in a case brought earlier by other property owners could not stop the running of the time-limit from the date of the explosion. The Court of Cassation further stated that although criminal proceedings had also been brought against Tüpraş executives in connection with the explosion in question, the longer prescription period applicable to the criminal offence at issue could not apply to the civil compensation claim brought against Tüpraş within the meaning of Article 60 § 2 of the former Code of Obligations. That was because, where a civil claim brought against a company for offences committed by its employees was concerned, the longer time-limit provided in the Criminal Code applied in the civil proceedings only for offences under Article 465 of the Criminal Code. Since the charges brought against the Tüpraş executives did not concern one of the offences under Article 465, the civil claim against Tüpraş should have been brought within the aforementioned one-year time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 12 May 2008 the applicant’s representative requested rectification of the decision of the Court of Cassation. He mainly made the following arguments:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  the Court of Cassation’s ruling that merely guessing, or being in a position to guess, the tortfeasor was sufficient to trigger the Article 60 § 1 timelimit ran counter to the doctrine and settled practice of the Court of Cassation on the issue, which unambiguously required certain and exact knowledge of the tortfeasor before the time-limit could start running; the applicant relied in this connection on a judgment of the Joint Civil Chambers of the Court of Cassation dated 22 November 1974, as well as to some articles drafted by legal scholars and practitioners dating as far back as 1992;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  the studies conducted in the aftermath of the explosion showed that the explosion had not been a simple accident, but had involved very complex elements; bearing in mind that it had taken even the experts in the field almost one year of scientific studies to establish the exact cause of the explosion, and another year after that to identify its source, a simple layman such as him could not be expected to have known the tortfeasor on the very day that the explosion took place;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  in these circumstances, he had only acquired the requisite knowledge of the tortfeasor upon the finalisation of case no. 2004/966 E;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)  it was well established in the legal doctrine, as well as in the Court of Cassation judgments, that where “continuing damage” was concerned, the time-limit would only start running when the damage at issue came to an end; bearing in mind the risk of further explosions at Toptancılar Sitesi on account of the leak, his damage had not come to an end.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On 25 September 2008 the 4th Chamber of the Court of Cassation dismissed that request without providing any reasoning.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  On 19 December 2008 the Batman Civil Court delivered a judgment in line with the quashing decision of the Court of Cassation and dismissed the applicant’s claims for having become timebarred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 10 March 2009 the applicant appealed against that judgment. In his appeal, he mainly reiterated the arguments noted in paragraph 54 above. He also stated that the 7th Chamber of the Court of Cassation had ruled in many cases concerning the same explosion that for the purposes of the timelimit rule set out in Article 60 § 1, the requisite knowledge of the tortfeasor could not be considered to have been acquired before the respective actions had been brought (see the cases noted in paragraph 68 below). The 7th and 4th Chambers of the Court of Cassation had, therefore, delivered contradictory judgments on the same legal issue concerning identical facts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 28 May 2009 the 4th Chamber of the Court of Cassation upheld the judgment of the first-instance court without responding to any of the applicant’s claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  On an unspecified date the applicant requested rectification of the Court of Cassation’s decision. He highlighted, inter alia, the absence of any evidence in the case file to suggest that he had learned the identity of the tortfeasor prior to its establishment by the Batman Civil Court in case no. 2004/966 E.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  On 22 October 2009 the 4th Chamber of the Court of Cassation dismissed the applicant’s rectification request.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Code of Civil Procedure",
                                "elements": [
                                    {
                                        "content": "61.  Under Article 439 § 4 of the Code of Civil Procedure in force at the material time (Law no. 1086), an appeal was possible against judgments delivered by first-instance courts in compliance with earlier quashing decisions of the Court of Cassation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Code of Obligations",
                                "elements": [
                                    {
                                        "content": "62.  Under Article 41 of the Code of Obligations (Law no. 818) in force at the material time (“the former Code of Obligations”), any person who caused damage to another in an unjust manner, be it wilfully, negligently or imprudently, had to provide redress for that damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Article 42 of the former Code of Obligations provided that it fell on the claimant to prove his or her damage. Where the exact value of the damage could not be ascertained, the judge would estimate the value on an equitable basis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  Under Article 60 § 1 of the same law, an action for compensation for damage would become time-barred one year after the date on which the damage and the identity of the author thereof became known (ıttıla) or, at the latest, ten years after the commission of the act that had caused the damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The same provision provided in its second paragraph that where the compensation claim originated in an act which also constituted an offence under criminal law that was subject to a longer prescription period, then that longer period would also apply in the action for compensation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Judgments of the Joint Civil Chambers of the Court of Cassation concerning the interpretation of Article 60 § 1 of the former Code of Obligations",
                                "elements": [
                                    {
                                        "content": "65.  The Court notes that the Joint Civil Chambers of the Court of Cassation have interpreted the one-year time-limit rule set out in Article 60 § 1 of the former Code of Obligations as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Under Article 60, paragraph 1 of [the Code of Obligations], the right to lodge an action for compensation in connection with a tortious act starts when the victim learns of the damage and the tortious act, and will become time-barred after one year. What is essential in this respect is [for the victim to have] learned of the damage and the [person] liable to pay the compensation. [Merely] being in a position to learn [this] is not sufficient to trigger the time-limit. Depending on whichever of the damage or the [person] liable [for the damage] is learned later, the time-limit shall start running from that later date.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "66. In two judgments dated 24 October 1970 (e. 966/4-1588 K. 601) and 17 September 2008 (E. 2008/4-558 K. 2008/547), the Joint Civil Chambers of the Court of Cassation dismissed the time-limit objection by the respective respondents on the grounds that the latter had failed to demonstrate, with sufficient evidence, that the claimant had learned the identity of the real tortfeasor more than one year before the case had been brought. The Joint Civil Chambers stressed in both cases that it fell on the respondent to prove that the relevant knowledge had been acquired before the date alleged by the claimant. It is also evident from the reasoning in both cases that the failure of the claimant to take the necessary steps to uncover the identity of the actual tortfeasor could not be used against him in the calculation of the time-limit, as the one-year timelimit would only start running from the date on which the claimant actually learned who the real tortfeasor was.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Interpretation of the relevant time-limit rule in the legal doctrine",
                                "elements": [
                                    {
                                        "content": "67.  Excerpts from books and articles relied on by the parties in their submissions, and the references therein, suggest that the aforementioned interpretation of the relevant time-limit rule has also long been embraced in the legal doctrine. The Court notes, in particular, an article published in 2008 in the journal of the Union of Turkish Bar Associations on the trigger of the limitation period in tort claims, which was cited by the Government in their observations. Relying on a number of older books and articles by legal scholars and practitioners, this article claimed that a person would only be deemed to have attained the requisite “knowledge” of the identity of the tortfeasor if he or she had acquired exact and certain information that was sufficient to bring a legal action; mere suspicions and guesses as to the identity of the tortfeasor were not deemed to constitute “knowledge” for the purposes of Article 60 § 1 of the former Code of Obligations. The Court notes that the same argument was made in an article published in October 1978 in the Journal of Court of Cassation judgments by a judge rapporteur at the Court of Cassation. It also notes that the same principles were reiterated in 1992 in an article published by another judge in the Court of Cassation periodical, which the applicant relied on in his observations.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Judgments of the Court of Cassation in compensation proceedings concerning the explosion at issue",
                                "elements": [
                                    {
                                        "content": "68.  In a number of cases decided in early 2007 concerning claims brought in 2006 (that is, more than one year after the explosion) by other victims of the explosion at issue, the 7th Chamber of the Court of Cassation rejected the time-limit objections raised by Tüpraş. It referred, in this regard, to the absence of any evidence or documents in the relevant case files to demonstrate that the claimants had learned of the damage or the tortfeasor prior to lodging their claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  It appears, however, from the information submitted by the present applicant, as well as from other applications communicated together with the present application, that the 4th Chamber of the Court of Cassation has subsequently adopted a different approach. It ordered the start of the timelimit from the date of the incident, holding that the injured parties had been in a position to assess the responsibility of Tüpraş for the explosion as of that date.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "70.  The applicant complained that he had been denied a fair trial on account of the dismissal of his compensation claim as being out of time, which had been based on an inaccurate interpretation of Article 60 § 1 of the former Code of Obligations, as well as an erroneous assessment of the facts. He further maintained that the domestic court decisions had lacked reasoning, and had contradicted decisions delivered by the Court of Cassation in respect of others who had sustained damage to their properties as a result of the same explosion. The applicant relied on Article 6 § 1 of the Convention, which, in so far as relevant, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "71.  The applicant also complained in his observations submitted to the Court on 16 October 2017 that, given that criminal charges had also been brought against Tüpraş officials in connection with the explosion at issue, the criminal prescription period applicable to those charges should have also applied in the corresponding civil proceedings as per Article 60 § 2 of the former Code of Obligations.",
                                "elements": []
                            },
                            {
                                "content": "72.  The Government contested those arguments.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Compliance with the six-month time-limit",
                                        "elements": [
                                            {
                                                "content": "73.  The Government argued that the applicant had failed to comply with the six-month time-limit set out in Article 35 § 1 of the Convention. They claimed in this regard that the “final decision” for the purposes of that provision had been that delivered by the Batman Civil Court on 19 December 2008. Since that decision had been delivered in compliance with the earlier quashing decision of the Court of Cassation dated 18 February 2008, a further appeal against it would not have yielded a different result or a reassessment on the part of the Court of Cassation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The applicant did not comment on this issue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The Court reiterates that the six month time-limit imposed by Article 35 § 1 of the Convention requires applicants to lodge their applications within six months of the final decision in the process of exhaustion of domestic remedies. This entitles only remedies which are normal and effective to be taken into account, as an applicant cannot extend the strict time-limit imposed under the Convention by seeking to make inappropriate or misconceived applications to bodies or institutions which have no power or competence to offer effective redress for the complaint in issue under the Convention (see Fernie v. the United Kingdom (dec.), no. 14881/04, 5 January 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  The Court notes that the judgment delivered by the Batman Civil Court on 18 April 2007 in the applicant’s favour was subsequently quashed by the Court of Cassation on 18 February 2008. The case was thus remitted to the Batman Civil Court, which decided on 19 December 2008 to comply with the quashing decision of the Court of Cassation. The Government claimed, without relying on any legal provisions or domestic case-law to support their claim, that the judgment of the firstinstance court dated 19 December 2008 had been the final effective decision concerning the applicant’s compensation claim, as the Court of Cassation had been prevented from making a reassessment on the same matters. The Court notes, however, that under Article 439 of the Code of Civil Procedure in force at the material time, it was open to the parties to lodge an appeal against a firstinstance court judgment that had been delivered in compliance with an earlier quashing decision by the Court of Cassation (see paragraph 61 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  By appealing against the Batman Civil Court’s judgment of 19 December 2008, the applicant, therefore, clearly used an ordinary right of appeal that had been granted to him by the Code of Civil Procedure. In the absence of sufficient arguments to the contrary by the Government, the Court finds no reason to doubt the effectiveness of that remedy. The Court notes, furthermore, that the applicant raised pertinent questions that called for a response from the Court of Cassation both during the appeal and the subsequent rectification stages (see paragraph 99 below for further arguments on this matter), and his attempts to clarify those important matters that went to the very core of his right of access to court cannot be used against him in the assessment of his compliance with the sixmonth time-limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  In the light of the above, the Court considers that the Government’s objection that the applicant submitted his complaints out of time should be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  In his observations dated 16 October 2017 in reply to those of the Government, the applicant submitted a new complaint regarding the alleged failure of the domestic courts to apply the special time-limit provided for in Article 60 § 2 of the former Code of Obligations in the compensation proceedings that he had brought against Tüpraş (see paragraph 71 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  The Court notes that this additional complaint concerns the compensation proceedings which were finalised on 22 October 2009. The Court further notes that it does not constitute an elaboration on the applicant’s original complaints to the Court, but raises a new issue. Accordingly, the Court must reject it pursuant to Article 35 §§ 1 and 4 of the Convention for having been lodged outside the six-month timelimit (see, for instance, Ashot Harutyunyan v. Armenia, no. 34334/04, § 99, 15 June 2010; Shesti Mai Engineering OOD and Others v. Bulgaria, no. 17854/04, §§ 93-94, 20 September 2011; and A.D. and Others v. Turkey, no. 22681/09, § 127, 22 July 2014).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Other admissibility issues",
                                        "elements": [
                                            {
                                                "content": "81.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention and that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "82.  The applicant complained under Article 6 § 1 of the Convention that he had been denied a fair trial on account of the erroneous decisions of the domestic courts, which had wrongly rejected his case as being out of time and which had, moreover, lacked sufficient reasoning. The applicant maintained in particular that the domestic courts had erred in the interpretation and application of the criteria pertaining to the calculation of the relevant time-limit rule under Article 60 § 1 of the former Code of Obligations and had failed to take into account the special circumstances of his case, thus depriving him of access to a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The applicant explained that under Article 60 § 1 of the former Code of Obligations, an action for damages had to be brought within one year of both the identity of the wrongdoer and the damage sustained becoming known to the victim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  As regards the first criterion concerning the identity of the wrongdoer, the applicant claimed that it had long been established in Court of Cassation decisions, as well as in the legal doctrine, that the one-year timelimit in question would not start running until the wrongdoer was determined with certainty, and that mere suspicions as to responsibility were not enough to set off the time-limit. The applicant submitted examples from the case-law of the Court of Cassation and the doctrine to support his claim. Bearing in mind the technical difficulties encountered, even by experts, in identifying the source of the leak in the instant case, the responsibility of Tüpraş for the explosion had been far from certain for a long time after the incident, and he could not have been expected to bring a case in such circumstances on the basis of mere speculation. The applicant stressed in this connection that although the report issued by the technical commission on 14 June 2004 had indicated that the leak had probably originated from Tüpraş, that report had been deemed unsatisfactory, and the Prime Minister’s Office had therefore established new commissions to investigate the source and circumstances of the leak (see paragraphs 18 and 22 above). In its subsequent report dated 11 October 2004, the Prime Minister’s Office Commission had stated that it ultimately fell on the courts of law to establish, with certainty, who was responsible for the explosion (see paragraph 19 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The applicant also contested the Government’s allegation that the media had widely reported from very early on that Tüpraş was responsible for the explosion (see paragraph 90 below), and submitted other newspaper articles, including some published years after the incident, concerning the ongoing uncertainty regarding the source of the leak and the entity responsible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  As for the second criterion concerning the knowledge of the damage sustained, the applicant contended that there were numerous expert reports indicating that the oil leak in the area had not stopped, which meant that there was still ongoing damage to his property, as evidenced by its loss in value and the continuing restrictions on its use on account of the persisting danger caused by the leak. Moreover, according to information obtained from the Municipality of Batman, the decision of the Local Environment Board of the Batman governor’s office dated 17 August 2005 regarding the withholding of business or occupation permits in the “red zone” (see paragraph 21 above) was still in force, since an underground clean-up operation was yet to be carried out at the site of the explosion. In these circumstances, the date of the explosion could not be regarded as the cut-off date on which he had learned of the full extent of his damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The applicant argued, in addition, that the Court of Cassation had allowed the compensation claims of some other property owners in a virtually identical position, which compounded the unfairness of the proceedings against him. He referred in this connection to a number of decisions delivered by the 7th Chamber of the Court of Cassation in early 2007 (see paragraph 68 above). In all of those decisions, the time-limit objections raised by Tüpraş had been dismissed for lack of evidence or documents in the relevant case files to demonstrate that the claimants had learned of the damage and the responsibility of Tüpraş for that damage prior to lodging their claims in 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Government maintained that it fell on the national judges to interpret the application of domestic law. In the absence of any arbitrariness in the interpretation of the time-limit rule set out in Article 60 § 1 of the former Code of Obligations by the relevant domestic courts, the applicant’s complaint in this regard was of a fourth-instance nature.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  According to the Government, the Court of Cassation had acknowledged in the applicant’s case that the identity of the tortfeasor had been certain in view of the criminal and civil proceedings brought by some other property owners against Tüpraş in the aftermath of the explosion. The Court of Cassation had stated that while this certainty was not of an absolute nature, the fact that the tortfeasor had been identifiable had been sufficient to bring an action. For these reasons, the applicant should have brought his compensation claim against Tüpraş within one year of the explosion.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Government added that the damage and the identity of the tortfeasor had become well known through the media soon after the incident, and some other property owners in the area had thus been able to bring cases against Tüpraş within the prescribed time-limit. They submitted a total of three news articles in support of their claim, two of which (dated 28 and 30 January 2005) reported on the commencement of the criminal investigation against Tüpraş executives. The other (dated 4 May 2004) concerned a statement from the governor of Batman, claiming that the explosion had been caused by the trapping of methane in the TPAO petrol pipeline.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  The Government further argued that the damage affecting the value of the property and the loss of rent had been known to the applicant soon after the incident; the fact that those losses had continued did not mean that there was “continuing damage” within the legal sense of the term. The cause of the damage sustained, which was the explosion, was not an incident of a continuous nature.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  As for the applicant’s arguments regarding the contradictory decisions delivered by the Court of Cassation in identical claims arising from the same explosion, the Government claimed that all the actions referred to by the applicant had been brought within one year of the date of the explosion, that is, within the lawful time-limit. As such, they did not constitute a contradiction to the reasoning adopted by the Court of Cassation in the applicant’s case.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "93.  The Court deems it appropriate to examine the applicant’s complaints from the perspective of the right of access to a court, as guaranteed by Article 6 § 1 of the Convention (see Cañete de Goñi v. Spain, no. 55782/00, § 33, ECHR 2002VIII). It refers in this connection to the recapitulation of it case-law concerning access to court in the recent Grand Chamber case of Zubac v. Croatia ([GC] no. 40160/12, §§ 76-79, 5 April 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  In the instant case, the Court notes that there is a divergence of opinion between the parties over the construction of the time-limit rule set out in Article 60 § 1 of the former Code of Obligations, under which all tort claims had to be brought within one year of the damage and the identity of those responsible for that damage becoming known to the victim of the civil wrong. The parties differ in particular on the criteria to be used for establishing the date on which the applicant could have been deemed to have “known” the identity of the tortfeasor for the purposes of Article 60 § 1. In its decisions in the present case, the Court of Cassation found that the applicant should be considered to have “known” the identity of the tortfeasor on the very same day that the explosion had occurred, as he had been in a position to “guess” the responsibility of Tüpraş for the incident from as early as that day. The applicant argued that the interpretation adopted by the Court of Cassation (i) had been contrary to the generally accepted construction of the relevant time-limit rule and many decisions delivered by that court concerning the very same incident, and (ii) had failed to take into account the complexities of the circumstances underlying his claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  The Court reiterates that it is primarily for the national authorities, notably the courts, to resolve problems of interpretation of procedural rules, such as time-limits for filing documents or lodging appeals. The Court’s role is limited to verifying compatibility with the Convention of the effects of such an interpretation (see Tejedor García v. Spain, 16 December 1997, § 31, Reports of Judgments and Decisions 1997VIII). Consequently, the Court’s task is essentially to determine whether, in the present case, the Court of Cassation calculated the start of the relevant one-year time-limit in a foreseeable and reasonable manner, without constituting a bar to the applicant’s effective access to court (see, mutatis mutandis, Melnyk v. Ukraine, no. 23436/03, § 26, 28 March 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Court notes at the outset that the Code of Obligations did not offer any guidance on how the “knowledge” requirement would be interpreted for the purposes of the time-limit rule under its Article 60 § 1. Nor did the Court of Cassation rely on any precedents in support of its interpretation of that requirement in respect of the applicant’s claim. The applicant, for his part, submitted, both to the Court of Cassation and subsequently to the Strasbourg Court, some examples of the case-law of the Joint Civil Chambers of the Court of Cassation and the legal doctrine to support his argument that mere suspicions as to the identity of the wrongdoer would not trigger the one-year time-limit in question. The Court has also discovered proprio motu that the Joint Civil Chambers of the Court of Cassation delivered a number of judgments in 2012 and afterwards, in which it verified that merely being in a position to learn the identity of the wrongdoer was not sufficient to start the time-limit (see paragraph 65 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The Court communicated the material provided by the applicant, as well as the information obtained proprio motu, to the respondent Government for their comments. It asked the Government specifically whether the calculation of the relevant statutory limitation period in the applicant’s case had been foreseeable and in compliance with the practice of the Court of Cassation, in view of the arguments and material presented to it. In their response, the Government did not contest the case-law and principles relied on by the applicant in connection with the interpretation of the relevant time-limit rule, nor did they provide other examples of caselaw or from elsewhere to rebut the applicant’s allegations and justify the reasoning adopted by the Court of Cassation in the present case. On the contrary, some of the material they submitted to the Court in fact supported the latter’s claims as regards the starting point of the relevant time-limit (see, in particular, footnotes 6 and 7 in paragraph 67 above). The Court notes that in these circumstances, the applicant’s claim that the Court of Cassation’s interpretation of the relevant time-limit rule in his case had departed from the widely accepted construction of that rule remains technically unrebutted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  The Court notes furthermore that only a few months before the dismissal of the applicant’s claim for having become time-barred, another chamber of the Court of Cassation examined compensation claims brought by other victims of the same explosion against Tüpraş and interpreted the time-limit rule in their favour. While the Court is aware that the delivery of conflicting decisions by national courts will not, by itself, constitute a violation of Article 6 of the Convention (see, for instance, Nejdet Şahin and Perihan Şahin v. Turkey [GC], no. 13279/05, §§ 49-58, 20 October 2011, and Emel Boyraz v. Turkey, no. 61960/08, §§ 72 and 73, 2 December 2014, and the cases cited therein), it nevertheless considers that such divergence suggests a lack of clarity in the interpretation of the relevant time-limit rule on the present facts, and thus reinforces the applicant’s allegations of unforeseeability.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  In this connection, the Court finds it problematic that despite the applicant’s persistent requests, the 4th Chamber of the Court of Cassation provided no reasoning as to why it diverged from decisions delivered by another chamber in circumstances that were, in substance, identical to those of the applicant. While the duty under Article 6 § 1 to give reasons for decisions may not be understood as requiring a detailed answer to every argument, in particular where an appeal court is concerned, the Court considers that the proper administration of justice required an answer from the Court of Cassation in the present circumstances (see, mutatis mutandis, Emel Boyraz, cited above, § 75). This is particularly so considering that the arguments raised by the applicant were decisive for the outcome of the proceedings (see, for instance, Ruiz Torija v. Spain, 9 December 1994, § 30, Series A no. 303A, and Cihangir Yıldız v. Turkey, no. 39407/03, § 42, 17 April 2018).",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  The Court notes that the Government, for their part, denied altogether the existence of a contradiction between the Court of Cassation’s different chambers, arguing that the cases referred to by the applicant had in any event been lodged within one year of the date of the explosion. The Court cannot, however, accept the Government’s submission in this regard; having examined the cases at issue, it notes that they had all been brought in 2006 as indicated by the applicant, and not within one year of the explosion as alleged by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  Lastly, the Court notes that beyond the discussion as to the possible ambiguities surrounding the interpretation of the time-limit rule at issue, the manner in which that rule was applied in the applicant’s case was somewhat formalistic. While the Court is in no position to assess when the applicant should be considered to have “known” that Tüpraş was responsible for the incident – however that term is to be construed – expecting him to have acquired the requisite knowledge on the very date that the explosion took place appears to have imposed a disproportionate burden on him in the circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The Court notes in this connection that in the immediate aftermath of the incident, the information as to its cause and origin was limited to mere speculation (see, for instance, the statement by the governor of Batman in paragraph 90 above that the explosion had been caused by methane trapped in the TPAO pipeline, which later turned out to be inaccurate). Numerous commissions were, therefore, established and studies were conducted by experts in the field in order to shed light on the circumstances of the explosion and determine who was responsible for it. Those experts acknowledged that the explosion of 3 May 2004 had been a highly complex phenomenon, and the technical limitations encountered prevented rapid progress in establishing the circumstances surrounding it, including the identity of the entity responsible. They also stated that it ultimately fell on a court of law to determine, with certainty, responsibility for the explosion. Even the expert reports obtained subsequently during the criminal proceedings indicated that there was no sufficient evidence to determine conclusively that Tüpraş was responsible for the incident (see paragraphs 38 and 39 above). Moreover, the expert report dated 3 March 2006, that ultimately determined the responsibility of Tüpraş for the incident, had been based on highly technical considerations which a layman could not be expected to make (see paragraph 43 above). It is, therefore, clear that the compensation claim that is the subjectmatter of the present application did not involve a simple tort case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  The Court reiterates that although time-limits are in principle legitimate procedural limitations on access to a court, their interpretation in disregard of relevant practical circumstances may result in violations of the Convention (see, mutatis mutandis, Neshev v. Bulgaria, no. 40897/98, § 38, 28 October 2004). The Court further reiterates that the right of access to court under Article 6 § 1 may be impaired if a time-limit for instituting compensation proceedings for damages starts to run at a moment when an applicant was not or could not have been aware of the claim or of the factual basis for making such claim (see, mutatis mutandis, Eşim v. Turkey, no. 59601/09, §§ 21-27, 17 September 2013;  Sefer Yılmaz and Meryem Yılmaz v. Turkey, no. 611/12, §§ 62-74, 17 November 2015; Çakmakçı v. Turkey (dec.), no. 3952/11, § 44,  2 May 2017; and Teker v. Turkey (dec.), no. 2272/11, § 58, 20 June 2017). The Court notes that in the view of the 4th Chamber of the Court of Cassation, the time-limit at issue had started running on the date of the explosion. However, having regard to the nature of the explosion, the uncertainty of the cause of the damage, the complexity of the matter, as well as the various reports on the issue, the Court finds it difficult to follow the reasoning of the Court of Cassation. In the Court’s opinion, the Court of Cassation’s interpretation and application of the relevant timelimit rule, whereby the applicant was required to institute proceedings at a moment when he could not realistically have sufficient knowledge of the cause of the damage or the identity of those responsible, seems very formalistic, bearing particularly in mind the possible practical and financial implications of such requirement for the applicant. The Court stresses in this connection that contrary to the arguments of the Court of Cassation and the Government (see paragraphs 53 and 89 above), the victims who initiated compensation proceedings within one year of the explosion did not bring those actions against Tüpraş alone, but against both possible tortfeasors (see paragraph 42 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  The Court acknowledges that the foregoing issues, when viewed in isolation, may not necessarily raise a problem under Article 6 § 1 of the Convention, reiterating in particular the limits of the Court’s competence when it comes to complaints arising from the interpretation and application of domestic law. The Court nevertheless considers that when viewed as a whole, they lead to the conclusion that the strict application by the domestic courts of a procedural rule, which seemingly lacked clear and consistent precedential support at the material time, deprived the applicant of the right of access to a court to have his claims for compensation examined, particularly given the extraordinary circumstances of the incident underlying the applicant’s claim.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  In these circumstances, the Court concludes that there has been a violation of the applicant’s right of access to a court under Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  Having regard to this finding, the Court does not deem it necessary to examine separately the applicant’s allegation that his claim should not have been considered to have become time-barred under Article 60 § 1 of the former Code of Obligations by reason of the “continuing” nature of the damage at issue.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "107.  The applicant complained under Article 1 of Protocol No. 1 to the Convention (i) that the State authorities had failed in their positive obligations to take the necessary precautions to avoid the explosion and the resulting damage to his property; (ii) that he had not been provided with redress for the damage he had sustained despite its recognition by experts; and (iii) that the building restrictions imposed by the authorities in the aftermath of the explosion, which were still in force on account of the continuing leakage and risk of further explosions, had severely restricted the use of his property.",
                                "elements": []
                            },
                            {
                                "content": "108.  The applicant further maintained under Article 13 of the Convention that the criminal proceedings initiated after the incident had not been effective and, in particular, had not complied with the criteria laid down by the Court in the case of Öneryıldız v. Turkey ([GC], no. 48939/99, ECHR 2004XII).",
                                "elements": []
                            },
                            {
                                "content": "109.  The Court considers that the applicant’s complaints under this head fall to be examined under Article 1 of Protocol No. 1 to the Convention alone, which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ arguments",
                                "elements": [
                                    {
                                        "content": "110.  After reiterating their objection regarding the six-month rule (noted in paragraph 73 above), the Government argued that the applicant’s complaints under this head should be declared inadmissible under Article 35 § 1 of the Convention for non-exhaustion of domestic remedies because (i) he had failed to bring an administrative action against the relevant State authorities which he held responsible for the alleged infringement of his property rights; (ii) his compensation claim against Tüpraş had been rejected by the domestic courts on account of his failure to comply with the domestic procedural rules for bringing such claim; and (iii) he had not objected to the “disaster victim list” prepared by the Damage Assessment Commission, although the list did not include his name.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Government further argued that the applicant could not be considered a “victim” of a violation of his right to property within the meaning of Article 34 of the Convention, as his property had not been amongst those identified as damaged by the Damage Assessment Commission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  Lastly, the Government claimed that contrary to the applicant’s arguments, an effective investigation had been conducted into the incident and that the fact that it had not resulted in a conviction did not as such undermine its effectiveness. They added that since the damage at issue had not been inflicted intentionally, civil proceedings could provide adequate redress, and many victims had been compensated in this way by Tüpraş in the aftermath of the explosion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The applicant maintained his allegations and argued, in particular, that the Government’s objection as to the non-exhaustion of the available domestic remedies showed a lack of good faith, as any actions brought against State authorities were doomed to fail in the circumstances.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "114.  The Court reiterates that the effective exercise of the right protected by Article 1 of Protocol No. 1 does not depend merely on the State’s duty not to interfere, but may require positive measures of protection, particularly where there is a direct link between the measures an applicant may legitimately expect from the authorities and his effective enjoyment of his possessions (see Öneryıldız, cited above, § 134). The nature and the scope of the positive obligations vary depending on the circumstances. However, as a general rule, the State must ensure that property rights are sufficiently protected by law and that adequate remedies are provided whereby the victim of an interference can seek to vindicate his rights, including, where appropriate, by claiming damages in respect of any loss sustained (see Blumberga v. Latvia, no. 70930/01, § 67, 14 October 2008). The measures which the State can be required to take in such a context can therefore be preventive or remedial (see Kotov v. Russia [GC], no. 54522/00, § 113, 3 April 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Court considers at the outset that the operation of the Tüpraş Refinery in Batman undoubtedly fell under the category of dangerous industrial activities, particularly given its proximity to commercial and residential areas. The Court has already stated, in the context of Articles 2 and 8 of the Convention, that the positive obligations resulting from dangerous industrial activities require the State to regulate such activities and put adequate safeguards in place to protect the right to life and physical integrity against dangers that may arise from such activities (see Öneryıldız, cited above, §§ 89-90, and Brincat and Others v. Malta, nos. 60908/11 and 4 others, §§ 79-85 and 102-116, 24 July 2014). The Court considers that the principles developed in this respect under Articles 2 and 8 apply equally under Article 1 of Protocol No. 1, where property damage results, inadvertently, from a dangerous activity. It has accordingly held that in a situation where lives and property were lost as a result of a dangerous activity occurring under the responsibility of the public authorities, the scope of measures required for the protection of dwellings was indistinguishable from the scope of those to be taken in order to protect the lives of the residents (see Öneryıldız, cited above, §§ 106-108 and 134-136; Budayeva and Others v. Russia, nos. 15339/02 and 4 others, § 173, ECHR 2008 (extracts); and Kolyadenko and Others v. Russia, nos. 17423/05 and 5 others, § 216, 28 February 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The applicant claimed that the State authorities had neither taken the necessary preventive measures to protect his right to property against the dangerous activity at issue, nor subsequently provided him with adequate remedies to enable him to assert and vindicate his rights. Moreover, the measures taken in the aftermath of the explosion had only served to restrict his property rights further. The Government mainly argued in response that the criminal proceedings conducted in the aftermath of the explosion had been effective and that, in any event, the applicant had failed to exhaust the available domestic remedies in relation to his complaints against the State authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  Having regard to those submissions, the Court will first examine whether effective remedies were available in connection with the alleged failure of the State authorities to take the necessary preventive measures to protect the applicant’s property, and then determine whether the applicant has duly exhausted those remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Whether there were effective remedies available to the applicant",
                                        "elements": [
                                            {
                                                "content": "118.  Firstly, the Court notes in this connection the applicant’s complaint that the criminal proceedings brought after the incident had been ineffective. He argued, mainly, that those proceedings (i) had failed to establish the shortcomings in the inspection system and identify the public authorities responsible for the incident, and (ii) had focused on the responsibility of the current executives of Tüpraş alone, even though the explosion had resulted from negligence that spanned years. He relied in this connection on the “Öneryıldız criteria”, which he claimed that the authorities should have observed in the present circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  The Öneryıldız criteria relied on by the applicant require that where lives are lost as a result of a dangerous activity, the competent authorities must act with exemplary diligence and promptness and must of their own motion initiate investigations capable of, firstly, ascertaining the circumstances in which the incident took place and any shortcomings in the operation of the regulatory system and, secondly, identifying the State officials or authorities involved in whatever capacity in the chain of events in issue (see Öneryıldız, cited above, § 94). In such cases, an official criminal investigation becomes indispensable given that public authorities are often the only entities to have sufficient relevant knowledge to identify and establish the complex phenomena that might have caused an incident (see Budayeva and Others, cited above, § 140).",
                                                "elements": []
                                            },
                                            {
                                                "content": "120.  The Court acknowledges that the explosion in the present case involved a complex incident on a vast scale, which necessarily entailed facts beyond the immediate reach of the victims, similar to the circumstances in the Öneryıldız case (cited above, § 93). The State authorities, could, therefore, be expected to have undertaken preliminary enquiries – whether criminal, administrative or technical – to identify and establish the complex phenomena that might have caused that incident, in order to enable the victims to assert their rights as necessary on the basis of the facts thus disclosed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "121.  The Court also considers, however, that the duty to make available an effective criminal-law remedy as such does not have the same significance with regard to destroyed property as in the event of loss of life in this particular context (see, mutatis mutandis, Budayeva and Others, cited above, § 178; and compare with other types of interference with property rights that may require a criminal-law response, such as the deliberate destruction of property in the case of Selçuk and Asker v. Turkey, 24 April 1998, § 96, Reports 1998II, or where the infringement is of a criminal nature, such as in the case of Blumberga v. Latvia, no. 70930/01, § 67, 14 October 2008). Even taking into account the complexity of the circumstances at issue, the Court does not consider that the stringent procedural requirements originally developed for use in cases involving the use of lethal force, and applied exceptionally to the very special circumstances as those arising in cases such as Öneryıldız despite the nonintentional nature of the deaths at issue (see, for instance, Oruk v. Turkey, no. 33647/04, §§ 50 and 65, 4 February 2014, and Sinim v. Turkey, no. 9441/10, §§ 62-64, 6 June 2017), can be readily applied in the present circumstances where the applicant’s complaint concerned mere property damage.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  The Court notes that in the present case a number of administrative and technical commissions were set up by the respondent State soon after the explosion in order to shed light on the circumstances of the incident. They established that the explosion had resulted from an underground oil leak and also found, albeit without certainty, that the leak appeared to have originated from the Tüpraş Refinery. Based on the findings of those commissions, the Batman public prosecutor’s office initiated an investigation, of its own motion, into the liability of a number of serving Tüpraş executives for the incident. The ensuing criminal proceedings resulted first in the acquittal of the defendants, and subsequently in the discontinuation of the proceedings altogether for having become timebarred.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123. The Court agrees that having regard to their limited scope, which only targeted a number of serving Tüpraş officials, the criminal proceedings at issue had from the beginning been inadequate to establish the full extent of the negligence (potentially) involved at different levels of the State apparatus over many years in connection with the explosion at issue. That said, the Court also notes that the applicant has not explained how the shortcomings in those criminal proceedings prevented him from asserting his property rights by other means, such as before the civil or administrative courts, which could, in theory, establish the liability of any authorities or entities in connection with the explosion (as the Batman Civil Court did in respect of Tüpraş, see paragraph 44 above), and provide appropriate civil redress, such as an order for damages (see, mutatis mutandis, Budayeva and Others, cited above, § 112). The Court stresses in this respect that under Article 20 § 1 of the Turkish Code of Administrative Procedure, administrative courts, once seized of a certain matter, have the obligation to carry out all necessary research and collect all pertinent documents of their own motion, including by way of obtaining expert reports, in order to determine the responsibility of a State authority in a given case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  The Court further observes in this connection its finding in a similar case that omissions such as those alleged in the present case are more likely to result from a combined failure of a number of officials, whose individual liability does not necessarily attain the gravity required for a criminal conviction, especially if those omissions have been ongoing for some time, as appears to have been in the instant case (see, mutatis mutandis, Budayeva and Others, cited above, § 112). For that reason, the Court considers that an action for compensation against Tüpraş and the responsible State authorities before the civil and administrative courts would not only be capable, but perhaps also more suitable, to provide the applicant with adequate redress.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  In these circumstances, having particular regard to the nature of the damage involved, the applicant’s complaint that he had been denied appropriate remedial measures on account merely of the alleged shortcomings in the criminal proceedings is manifestly ill-founded. It must, therefore, be declared inadmissible within the meaning of Article 35 §§ 3 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Whether the applicant has exhausted the available remedies",
                                        "elements": [
                                            {
                                                "content": "126.  Having thus established the scope and limits of the State’s procedural obligations to ensure the protection of the applicant’s property rights in the present case, the Court now turns to the Government’s preliminary objection regarding the applicant’s alleged failure to exhaust the available domestic remedies. The Government mainly argued in this connection (i) that the applicant, by failing to comply with the relevant time-limit rules to bring a tort action, had failed to duly exhaust his complaints concerning the responsibility of Tüpraş for the incident; and (ii) that he had not initiated any procedures before the administrative courts in respect of his remaining complaints against the State authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  The Court reiterates in this regard the general principles developed in its case-law regarding the rule of exhaustion of domestic remedies under Article 35 § 1 of the Convention (see, for instance, Sargsyan v. Azerbaijan [GC], no. 40167/06, §§ 115-116, ECHR 2015), and notes in particular that in so far as there exists at the national level a remedy enabling the domestic courts to address, at least in substance, the argument of a violation of a given Convention right, that remedy should be exhausted (see, mutatis mutandis, Vučković and Others v. Serbia (preliminary objection) [GC], nos. 17153/11 and 29 others, § 75, 25 March 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  As regards the applicant’s complaints concerning the direct responsibility of Tüpraş, as the operator of the refinery, for the explosion and his inability to obtain compensation from the company in respect of his pecuniary damage arising from that explosion, the Court finds it unnecessary to examine the admissibility or the merits of those particular complaints, taking into account the conclusion under Article 6 § 1 of the Convention in that regard (see paragraph 105 above; see also, Cihangir Yıldız, cited above, § 54).",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  Inasmuch as the remainder of the applicant’s complaints concern the failure of the respondent State to put in place the necessary legal and administrative framework to regulate and inspect the activities of the refinery in question and the measures taken by the authorities in the aftermath of the explosion, the Court agrees with the Government that the applicant has failed to exhaust the available domestic remedies pertinent to those complaints.",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  The Court notes in this connection that while in the circumstances it was not obligatory for the prosecution authorities to instigate a criminal investigation of their own motion, it was open to the applicant to request a criminal investigation to establish the responsibility of any State authorities who had failed in their positive obligation to take measures that were necessary to avert the risks posed by the Tüpraş Refinery. The Court notes that the applicant did not make such request, or explain why he refrained from taking such action.",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  The Court further notes that, even assuming that the applicant deemed the criminal-law remedy ineffective in respect of his complaints at issue, it was open to him to institute administrative proceedings for compensation against the relevant public authorities. Yet, he did not bring an administrative action. He did not, moreover, provide any justification that would absolve him from the requirement to exhaust that remedy, apart from claiming that any action brought against the State authorities was doomed to fail in the circumstances. The Court reiterates in this connection that mere doubts regarding the effectiveness of a particular remedy will not absolve an applicant from the obligation to try it (see, for instance, Vučković and Others, cited above, § 74). In the Court’s opinion, and as already discussed above, the administrative courts were, in principle, empowered to establish the facts of the case, to attribute responsibility for the events in question and to deliver enforceable decisions. Furthermore, the effectiveness of that remedy did not depend on the outcome of the pending criminal proceedings, nor was access to it hindered by acts or omissions on the part of the authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  The Court considers, in the light of the foregoing, and having regard to the scope of its consideration as delimited in paragraphs 128 and 129 above, that the applicant did not pursue all available remedies relevant to his complaints concerning the failure of the State authorities to take the necessary measures to protect his right to property. It follows that this part of the application must be rejected under Article 35 §§ 1 and 4 of the Convention for failure to exhaust domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": "133.  In these circumstances, the Court does not find it necessary to examine the other grounds of inadmissibility put forth by the respondent Government (see paragraphs 109 and 110 above).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "134.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "135.  The applicant claimed 59,900 euros (EUR) in respect of pecuniary damage, to compensate the damage he had sustained as a result of the explosion at issue, and EUR 50,000 in respect of non-pecuniary damage. He also claimed EUR 5,800 for lawyer’s fees and EUR 29 for other costs and expenses incurred before the Court. In support of his claims he submitted a timesheet showing that his legal representative had carried out fifty-eight hours’ legal work on the application submitted to the Court. The remaining expenses were not supported by any documents.",
                                "elements": []
                            },
                            {
                                "content": "136.  The Government contested those claims, deeming them unsubstantiated and excessive. They added that, were the Court to find any breach of the Convention, the most appropriate way of remedying that breach would be to request the reopening of the compensation proceedings.",
                                "elements": []
                            },
                            {
                                "content": "137.  As regards pecuniary damage, the Court notes that it cannot speculate as to what the outcome of proceedings compatible with Article 6 § 1 would have been. Accordingly, it considers that no award can be made to the applicant under this head. As regards non-pecuniary damage, deciding on an equitable basis, the Court awards the applicant EUR 2,500 under this head.",
                                "elements": []
                            },
                            {
                                "content": "138.  The Court further reiterates that the most appropriate form of redress for a violation of Article 6 § 1 would be to ensure that the applicants, as far as possible, are put in the position in which they would have been had this provision not been disregarded (see Mehmet and Suna Yiğit v. Turkey, no. 52658/99, § 47, 17 July 2007). The Court finds that this principle applies in the present case as well. Consequently, it considers that the most appropriate form of redress would be to quash or otherwise set aside the Court of Cassation’s decision of 22 October 2009 (see paragraph 60 above) and restart the proceedings, in accordance with the requirements of Article 6 § 1 of the Convention, should the applicant so request (see Kaba v. Turkey, no. 1236/05, §§ 29-31, 1 March 2011, and Eşim, cited above, §§ 29 and 30).",
                                "elements": []
                            },
                            {
                                "content": "139.   As for the applicant’s costs and expenses, regard being had to the documents in its possession and to its case-law, the Court considers it reasonable to award the sum of EUR 3,000 covering costs under all heads.",
                                "elements": []
                            },
                            {
                                "content": "140.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 6 § 1 of the Convention concerning the infringement of the right of access to court admissible and the remainder of the complaints under that provision inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention on account of the infringement of the applicant’s right of access to a court;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there is no need to examine the admissibility or the merits of the complaints under Article 1 of Protocol No. 1 to the Convention concerning the direct responsibility of Tüpraş for the incident, and the applicant’s inability to obtain compensation from Tüpraş in respect of his pecuniary damage arising from that incident;",
                        "elements": []
                    },
                    {
                        "content": "4.  Declares the remainder of the complaints under Article 1 of Protocol No. 1 to the Convention inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 30 October 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Robert Spano",
            "role": "president"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Valeriu Griţco",
            "role": "judges"
        },
        {
            "name": "Jon Fridrik Kjølbro",
            "role": "judges"
        },
        {
            "name": "Stéphanie Mourou-Vikström",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KURŞUN v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-187482.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1030JUD002267710",
    "externalsources": [],
    "extractedappno": [
        "22677/10",
        "2012/89",
        "56681/09",
        "14881/04",
        "34334/04",
        "17854/04",
        "22681/09",
        "55782/00",
        "40160/12",
        "23436/03",
        "13279/05",
        "61960/08",
        "39407/03",
        "40897/98",
        "59601/09",
        "611/12",
        "3952/11",
        "2272/11",
        "48939/99",
        "70930/01",
        "54522/00",
        "60908/11",
        "15339/02",
        "17423/05",
        "33647/04",
        "9441/10",
        "40167/06",
        "17153/11",
        "52658/99",
        "1236/05"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Article 60 § 1 of the Code of Obligations"
    ],
    "itemid": "001-187482",
    "judgementdate": "30/10/2018 00:00:00",
    "kpdate": "30/10/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "7",
        "14",
        "236",
        "216",
        "577",
        "283",
        "305",
        "369",
        "635"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "35-3-a",
        "6-1",
        "35",
        "6",
        "41",
        "P1-1"
    ],
    "parties": [
        "KURŞUN",
        "TURKEY"
    ],
    "rank": "2768.21704101563",
    "representedby": [
        "ÇAKAN A.",
        "DENIZ A.Ş."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [
        "A.D. and Others v. Turkey, no. 22681/09, § 127, 22 July 2014",
        "Ashot Harutyunyan v. Armenia, no. 34334/04, § 99, 15 June 2010",
        "Blumberga v. Latvia, no. 70930/01, § 67, 14 October 2008",
        "Brincat and Others v. Malta, nos. 60908/11 and 4 others, §§ 79-85 and 102-116, 24 July 2014",
        "Budayeva and Others v. Russia, nos. 15339/02 and 4 others, ECHR 2008 (extracts)",
        "Çakmakçı v. Turkey (dec.), no. 3952/11, § 44,  2 May 2017",
        "Cañete de Goñi v. Spain, no. 55782/00, § 33, ECHR 2002 VIII",
        "Cihangir Yıldız v. Turkey, no. 39407/03, 17 April 2018",
        "Emel Boyraz v. Turkey, no. 61960/08, 2 December 2014",
        "Eşim v. Turkey, no. 59601/09, §§ 21-30, 17 September 2013",
        "Fernie v. the United Kingdom (dec.), no. 14881/04, 5 January 2006",
        "Kaba v. Turkey, no. 1236/05, §§ 29-31, 1 March 2011",
        "Kolyadenko and Others v. Russia, nos. 17423/05 and 5 others, § 216, 28 February 2012",
        "Kotov v. Russia [GC], no. 54522/00, § 113, 3 April 2012",
        "Mehmet and Suna Yiğit v. Turkey, no. 52658/99, § 47, 17 July 2007",
        "Melnyk v. Ukraine, no. 23436/03, § 26, 28 March 2006",
        "Nejdet Şahin and Perihan Şahin v. Turkey [GC], no. 13279/05, §§ 49-58, 20 October 2011",
        "Neshev v. Bulgaria, no. 40897/98, § 38, 28 October 2004",
        "Öneryıldız v. Turkey [GC], no. 48939/99, ECHR 2004 XII",
        "Oruk v. Turkey, no. 33647/04, §§ 50 and 65, 4 February 2014",
        "Ruiz Torija v. Spain, 9 December 1994, § 30, Series A no. 303 A",
        "Sargsyan v. Azerbaijan [GC], no. 40167/06, §§ 115-116, ECHR 2015",
        "Sefer Yılmaz and Meryem Yılmaz v. Turkey, no. 611/12, §§ 62-74, 17 November 2015",
        "Selçuk and Asker v. Turkey, 24 April 1998, § 96, Reports 1998 II",
        "Shesti Mai Engineering OOD and Others v. Bulgaria, no. 17854/04, §§ 93-94, 20 September 2011",
        "Sinim v. Turkey, no. 9441/10, §§ 62-64, 6 June 2017",
        "Tejedor García v. Spain, 16 December 1997, § 31, Reports of Judgments and Decisions 1997 VIII",
        "Teker v. Turkey (dec.), no. 2272/11, § 58, 20 June 2017",
        "Vučković and Others v. Serbia (preliminary objection) [GC], nos. 17153/11 and 29 others, §§ 74-75, 25 March 2014",
        "Zubac v. Croatia ([GC] no. 40160/12, §§ 76-79, 5 April 2018"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "482413",
    "typedescription": "15"
}