{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award",
    "applicability": "",
    "appno": "47402/99",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        }
    ],
    "content": {
        "001-67235.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 47402/99) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Irena Zawadzka (“the applicant”), on 12 November 1998. Later on, the applicant changed her name into Dojs.",
                        "elements": []
                    },
                    {
                        "content": "2. The Polish Government (“the Government”) were represented by their Agents, Mr Drzewicki and subsequently Ms Jaczewska of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that her case had not been heard within a reasonable time in breach of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 28 June 2001 the Court declared the remained of the application inadmissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section (Rule 52 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  On 24 June 2003 the Court declared admissible the complaint that the proceedings had exceeded a reasonable time. ",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "8.  The applicant was born in 1936 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "9.  In February 1986 the applicant and her husband divorced.",
                                "elements": []
                            },
                            {
                                "content": "10. In June 1987 she filed with the Bydgoszcz District Court (Sąd Rejonowy) a petition in which she sought the division of the spouses' property.",
                                "elements": []
                            },
                            {
                                "content": "11. In 1988 and 1989 the court ordered expert opinions.",
                                "elements": []
                            },
                            {
                                "content": "12. On 3 June 1992 it refused a request that the shares in the property be unequal.",
                                "elements": []
                            },
                            {
                                "content": "13. On 28 May 1993 the court declined the applicant's challenge to the participation in the proceedings of one of the judges. Her appeal against that decision was subsequently rejected.",
                                "elements": []
                            },
                            {
                                "content": "14. On 9 June 1993, in reply to the applicant's complaint, the President of the  (Sąd Wojewódzki) informed her that due to the excessive length of the proceedings they had been taken under his administrative supervision.",
                                "elements": []
                            },
                            {
                                "content": "15. On 16 July 1993 the  rejected the applicant's appeal against the decision of 28 May 1993.",
                                "elements": []
                            },
                            {
                                "content": "16. On 4 and 20 October 1993, as well as on 13 April and 25 May 1994, the Bydgoszcz District Court held hearings. In October 1993 the parties to the proceedings requested that certain further expert opinions be ordered.",
                                "elements": []
                            },
                            {
                                "content": "17. On 18 April 1994 the applicant changed her claim.",
                                "elements": []
                            },
                            {
                                "content": "18. On 10 January 1994 an expert appointed by the court submitted his opinion concerning the value of real property.",
                                "elements": []
                            },
                            {
                                "content": "19. In a letter of 1 July 1994 the President of the  agreed with the applicant's further complaint about the excessive length of the proceedings. ",
                                "elements": []
                            },
                            {
                                "content": "20. On 8 June 1994 the court gave judgment in respect of part of the claims.",
                                "elements": []
                            },
                            {
                                "content": "21. On 31 August 1994 the applicant requested the court to appoint an expert to assess the value of movables.",
                                "elements": []
                            },
                            {
                                "content": "22. On 16 September 1994 the applicant's former husband lodged an appeal against the judgment of 8 June 1994.",
                                "elements": []
                            },
                            {
                                "content": "23. On 1 December 1994 the  quashed that judgment and remitted the case for re-examination.",
                                "elements": []
                            },
                            {
                                "content": "24. From April to 4 December 1994 the applicant lodged several complaints with the judicial authorities about the lack of progress in the proceedings, to no avail.    ",
                                "elements": []
                            },
                            {
                                "content": "25. The Bydgoszcz District Court held hearings on 5 April, 25 October and 6 December 1995, 14 February, 24 April, 24 May, 3 July and 8 November 1996, as well as 5 February, 18 June, 9 July and 9 September 1997. It ordered four expert opinions.",
                                "elements": []
                            },
                            {
                                "content": "26. On 21 May 1996 the applicant changed her claim.",
                                "elements": []
                            },
                            {
                                "content": "27. On 23 September 1997 the court gave judgment. In the reasoning it pointed out that the applicant on several occasions had changed her claims. She appealed against that judgment.",
                                "elements": []
                            },
                            {
                                "content": "28. The  Regional Court held hearings on 25 February, 25 June and 9 July 1998.",
                                "elements": []
                            },
                            {
                                "content": "29. On 9 July 1998 the parties reached a friendly settlement in respect of a part of the Bydgoszcz District Court's judgment. The applicant was to receive 26,150 Polish zlotys from her former husband as payment for transferring her share in the disputed property to him. She withdrew her appeal in respect of the remainder of the District Court's judgment.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I. ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "30.  The applicant complained that the length of the proceedings was incompatible with the “reasonable time” requirement, provided in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The Parties' submissions",
                                "elements": [
                                    {
                                        "content": "31. The Government were of the opinion that the case had been complex. The complexity of the case stemmed from the fact that the court had to establish the value of real property and movables, as well as the amount of investments made by the parties. The Government made reference to sixteen expert opinions ordered in the course of the proceedings. They noted that because of the lapse of time the value of the property at issue had changed during the proceedings and the court had had to order supplementary expert opinions. The Government submitted that hearings had been scheduled at regular intervals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32. The Government considered that the applicant had contributed to the delay by frequent changes of her claim. They also mentioned her challenge to the participation in the proceedings of a judge, which had proved unfounded and unnecessarily prolonged the examination of the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33. The applicant generally disagreed with the Government's submissions. She was of the view that the case had been simple and the court had complicated it by ordering so many expert opinions. She stated that hearings had been scheduled at long intervals and the case file had been kept by court experts for too long. She argued that she had not contributed to the length of the proceedings. On the contrary, having regard to the lack of progress in the proceedings, she had lodged with the judicial authorities several complaints about the excessive length of the proceedings and her case had been taken into the administrative supervision of the President of the .  ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1. Period to be taken into consideration",
                                        "elements": []
                                    },
                                    {
                                        "content": "34. The period to be taken into consideration began only on 1 May 1993, when the recognition by  of the right of individual petition took effect. However, in assessing the reasonableness of the time that elapsed after that date, account must be taken of the state of proceedings at the time The Court notes that the proceedings began in June 1987 and ended on 9 July 1998. They therefore lasted over 11 years and 1 month, out of which a period of 5 years, 2 months and 9 days falls within the Court's jurisdiction ratione temporis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Reasonableness of the length of the proceedings",
                                        "elements": []
                                    },
                                    {
                                        "content": "35. The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the criteria established by its case-law, particularly the complexity of the case, the conduct of the applicant and of the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36. The Court agrees that the case disclosed a degree of complexity. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "37. As regards the applicant's conduct, the Court notes that apart from an instance of changing her claim and unsuccessful challenging the participation in the proceedings of a judge, the Government have not been able to cite any other examples of her allegedly vexatious behaviour. The Court considers that the manner in which the applicant exercised her procedural rights did not substantially contribute to the length of the proceedings. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Court further notes that, although a significant number of hearings was regularly scheduled by the Bydgoszcz District Court, the public authorities did not attempt to accelerate the experts' work. The Court would recall that the principal responsibility for delay due to expert opinions rests ultimately with the State (see Capuano v. Italy judgment of 25 June 1987, Series A no. 119, p. 14, § 32; Wojnowicz v. Poland, no. 33082/96, § 65, 21 September 2000).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  Consequently, having regard to the overall duration of the proceedings and the fact that they were conducted only by two judicial instances, the Court finds that the “reasonable time” requirement laid down in Article 6 § 1 of the Convention was not complied with in the present case. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  There has accordingly been a violation of Article 6 § 1 of the Convention. ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "42.  The applicant sought an award of PLN 100,000 for pecuniary and non-pecuniary damage. She submitted the amount related to suffering and distress caused by the excessive duration of the proceedings. This amount also included the value of the spouses' property that she had lost as an allegedly unfair result of the proceedings. The applicant did not supply any documents confirming these costs and expenses. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Government submitted that there was no direct link between the pecuniary damage claimed and the alleged violation of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  As regards the pecuniary damage, the Court's conclusion, on the evidence before it, is that the applicant has failed to demonstrate that the pecuniary damage pleaded was actually caused by the unreasonable length of the impugned proceedings. Consequently, there is no justification for making any award to her under that head (see, mutatis mutandis Kudła v.  [GC], no. 30210/96, § 164, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court further considers that the applicant certainly suffered non-pecuniary damage, such as distress and frustration on account of the protracted length of the proceedings, which cannot sufficiently be compensated by finding a violation. Taking into account the circumstances of the case and making its assessment on an equitable basis, the Court awards the applicant a total sum of EUR 2,500 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "46.  The applicant did not seek further reimbursement of legal costs and expenses in connection with the proceedings before the Court. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "47.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 2,500 (two thousand five hundred euros) in respect of non-pecuniary damage, plus any tax that may be chargeable on the above amount, to be converted into Polish zlotys at a rate applicable at the date of the settlement; ",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 November 2004, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF DOJS v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-67235.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2004:1102JUD004740299",
    "externalsources": [],
    "extractedappno": [
        "47402/99",
        "30979/96",
        "33082/96",
        "30210/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-67235",
    "judgementdate": "02/11/2004 00:00:00",
    "kpdate": "02/11/2004 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "DOJS",
        "POLAND"
    ],
    "rank": "498.409027099609",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Capuano v. Italy, judgment of 25 June 1987, Series A no. 119, p. 14, § 32",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Kudla v. Poland [GC], no. 30210/96, § 164, ECHR 2000-XI",
        "Wojnowicz v. Poland, no. 33082/96, § 65, 21 September 2000"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "331750",
    "typedescription": "15"
}