{
    "__articles": "8;8-1;8-2;41",
    "__conclusion": "Violation of Art. 8;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "36936/05",
    "article": [
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-92767.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 36936/05) against the United Kingdom of Great Britain and Northern Ireland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a British national, Mr Edward Szuluk (“the applicant”), on 14 October 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr J. Scott, a lawyer practising at Langleys Solicitors in . The United Kingdom Government (“the Government”) were represented by their Agent, Ms H. Moynihan of the Foreign and Commonwealth Office, .",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the monitoring of his medical correspondence while he was in prison breached his right to respect for his correspondence and private life under Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 7 February 2008 the President of the Chamber decided to give notice of the application to the Government. It was also decided to examine the merits of the application at the same time as its admissibility (Article 29 § 3 of the Convention).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1955 and is currently in prison in Staffordshire.",
                                "elements": []
                            },
                            {
                                "content": "A.  The applicant’s brain haemorrhage and initial confidentiality of his medical correspondence",
                                "elements": [
                                    {
                                        "content": "6.  On 30 November 2001 the applicant was sentenced by a Crown Court to a total of fourteen years’ imprisonment for conspiracy to supply Class A drugs and two offences of possession of a Class A drug with intent to supply.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 6 April 2001, while on bail pending trial, the applicant suffered a brain haemorrhage for which he underwent surgery. On 5 July 2002 he underwent further surgery. Following his discharge to prison, he required monitoring and was required to go to hospital every six months for a specialist check-up by a neuro-radiologist.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In 2002 the applicant was held in a high-security prison which held Category A (high-risk) prisoners as well as Category B prisoners such as himself. As a result, he fell within the provisions of a general order, Prison Service Order (PSO) 1000, which applied to all prisoners of whatever security category who were being held in a unit which held Category A prisoners (see paragraph 28 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant wished to correspond confidentially with his external medical specialist to ensure that he would receive the necessary medical treatment and supervision in prison. He expressed his concerns about his medical correspondence with his external medical specialist being read and applied to the prison governor for a direction that such correspondence should be accorded confidentiality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 18 September 2002 the governor of the prison in which the applicant was being detained agreed to the applicant’s request. It was decided that the applicant’s medical correspondence would not be read provided that certain conditions were met. All outgoing and incoming mail was to be marked “medical in confidence”. Outgoing correspondence would be checked to ensure that it was being sent to a nominated address and incoming mail was to be marked with a distinctive stamp of the relevant health authority.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Subsequent monitoring of the applicant’s correspondence",
                                "elements": [
                                    {
                                        "content": "11.  The prison governor subsequently reconsidered his decision after seeking advice from HM Prison Service Headquarters. On 28 November 2002 the prison governor informed the applicant that he had been advised that it was necessary to examine his medical correspondence for illicit enclosures. All correspondence between the applicant and his external medical specialist would be directed, unopened, to the prison medical officer. The latter would examine the content of the envelope in order to ascertain its medical status and then reseal it. Incoming and outgoing correspondence would then be sent to the applicant and his external medical specialist respectively.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant contested the decision to monitor his medical correspondence. He was concerned that his attempts to confirm that he was receiving adequate treatment in hospital might be regarded by the prison medical officer as criticism and that this might inhibit his relationship with his external medical specialist.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Judicial review proceedings",
                                "elements": [
                                    {
                                        "content": "13.  On 4 August 2003 the applicant applied for leave to apply for judicial review of the prison governor’s decision of 28 November 2002. On 20 February 2004 the presiding High Court judge, Mr Justice Collins, allowed the applicant’s claim for judicial review.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The Prison Service had submitted, inter alia, that it would be difficult to make the necessary arrangements to permit medical correspondence to remain confidential. They argued that there were a large number of health bodies with which a prisoner might wish to correspond and that some health bodies might lack franking machines that would enable prisons to identify the authenticity of the sender.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  Mr Justice Collins concluded that there were exceptional circumstances in the applicant’s case. The exceptional circumstances were said to be the life-threatening nature of the applicant’s condition and his desire to ensure that his treatment in prison did not affect him adversely. The applicant, understandably, wanted to obtain reassurance from the medical specialist who was involved in treating him and from whom he required continual medical care, in the form of biannual specialist observations. Mr Justice Collins also found that the initial decision of the prison governor to enable the applicant to correspond on a confidential basis with his external medical specialist indicated that it was reasonable to permit such confidential correspondence. The evidence of the Prison Service as to the practical problems involved in making arrangements to enable confidential medical correspondence were not directly material in an exceptional case such as the present one.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In the circumstances, and emphasising that this was a case which turned on its own exceptional facts, Mr Justice Collins considered it appropriate to quash the prison governor’s decision of 28 November 2002. He granted the applicant a declaration that “the governor of whatever prison the [applicant] resides [in] should make a decision in accordance with the principles made in light of this judgment”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The proceedings before the Court of Appeal",
                                "elements": [
                                    {
                                        "content": "17.  On 29 October 2004 the Court of Appeal allowed the appeal by the Secretary of State and the prison governor. Lord Justice Sedley gave the judgment of the court. It was noted that there was no dispute that the reading of prisoners’ correspondence was governed by law, and that it was directed to the prevention of crime and the protection of the rights and freedoms of others. The issue to be decided was whether, in the language of Article 8 § 2 of the Convention, the reading of the applicant’s correspondence was proportionate. While the prison governor’s initial decision to allow confidentiality to the applicant’s medical correspondence with his external medical specialist strongly suggested that its exemption from Chapter 36.21 of PSO 1000 would be a perfectly reasonable course, the onus still remained on the applicant to establish that anything more invasive would constitute a disproportionate interference with his Article 8 rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The Court of Appeal concluded that although the procedure set out in the prison governor’s letter of 28 November 2002 amounted to an interference with the applicant’s right to respect for his correspondence, the interference was justified and proportionate under Article 8 § 2 of the Convention. It considered that although it was of course possible to verify the existence, address and qualifications of the applicant’s external medical specialist (whose bona fides was not in question), there was no way of ensuring that the latter would not be intimidated or tricked into transmitting illicit messages. While the same was true of, for example, the secretarial staff of members of parliament (MPs), the importance of unimpeded correspondence with MPs outweighed the risk. By contrast, as regards correspondence with doctors, the prisoner’s health was the concern and the immediate responsibility of the Prison Medical Service. Though it may well be the case that allowing the prison medical officer to read the prisoner’s correspondence with an outside medical practitioner might lead the former to “encounter criticism of his own performance”, it was inherently unlikely that this would carry the same degree of risk that might attend the reading by a discipline officer of a letter of complaint to the Prisons Ombudsman. Moreover, if it related to the prisoner’s well-being it was probable that the prison medical officer ought in any event to know about it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The Court of Appeal concluded that the monitoring of the applicant’s medical correspondence was a proportionate interference with his Article 8 rights, although it did not exclude the possibility that in another case it might be disproportionate to refuse confidentiality to medical correspondence in the prison context. The Court of Appeal based its conclusion on the following factors. Firstly, the monitoring of the applicant’s medical correspondence answered legitimate and pressing policy objectives which were clearly stated in Chapter 36.1 of PSO 1000 (see paragraph 28 below). Secondly, short of withdrawing all scrutiny, it considered that there was no less invasive measure available to the prison service. Thirdly, the reading of the applicant’s medical correspondence which was limited to the prison medical officer was not in its view excessive. Fourthly, the process by which the measure had been decided upon was not found to be arbitrary. In particular, it had not been the result of the rigid application of a policy. The withdrawal of monitoring had not only been considered but had been implemented until, upon reconsideration, monitoring had been resumed. The interference in question had not denied the essence of the applicant’s Article 8 rights as it related to one correspondent only (the external medical specialist) and it confined the interference to a medically qualified reader (the prison medical officer). It was recognised that there was an inescapable risk of abuse, for example, if the applicant’s prison life or treatment was made more difficult because of what he was observed to be writing. However, the risk, having been minimised by virtue of confining surveillance to the prison medical officer, was outweighed by the above-mentioned factors.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Petition to the House of Lords",
                                "elements": [
                                    {
                                        "content": "20.  On 18 April 2005 the applicant’s petition for leave to appeal was refused by the House of Lords on the ground that the petition did not raise an arguable point of law of general public importance.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  The applicant’s current conditions of imprisonment",
                                "elements": [
                                    {
                                        "content": "21.  Since 22 May 2007 the applicant has been located in a Category B prison in Staffordshire.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "22.  The Secretary of State is responsible for the management of the prison system in England and  (Prison Act 1952, sections 1 and 4).",
                                "elements": []
                            },
                            {
                                "content": "23.  Until November 2007 each prison was required to appoint a medical officer (Prison Act 1952, section 7(1)). The medical officer was a prison officer who had to be a registered medical practitioner (Prison Act 1952, section 4). This requirement was removed by section 25(1) of the Offender Management Act 2007 which came into force on 1 November 2007. Prison health care is now generally integrated with, and commissioned by, the National Health Service (NHS).",
                                "elements": []
                            },
                            {
                                "content": "24.  Section 47(1) of the Prison Act 1952 authorises the Secretary of State to make rules for the regulation and management of prisons and for the classification, treatment, employment, discipline and control of persons required to be detained therein. Such rules are made by statutory instrument, laid before Parliament, and are subject to annulment in pursuance of a resolution of either House of Parliament (Prison Act 1952, section 52(1) and the Criminal Justice Act 1967, section 66(4)).",
                                "elements": []
                            },
                            {
                                "content": "25.  Prisoners are classified in accordance with directions of the Secretary of State (Prison Rules SI 1999/728 rule 7(1)). Prisoners are classified in accordance with PSO 0900. Paragraph 1.1.1 of PSO 0900 contains the definitions of the four categories of prisoner (A, B, C and D). Category A is applied to prisoners whose escape would be highly dangerous to the public or the police or the security of the State, no matter how unlikely that escape might be, and for whom the aim must be to make escape impossible. Category B is applied to prisoners for whom the very highest conditions of security are not necessary, but for whom escape must be made very difficult.",
                                "elements": []
                            },
                            {
                                "content": "26. Rule 34 of the Prison Rules is headed “Communications Generally” It provides as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“(1)  Without prejudice to sections 6 and 19 of the Prison Act 1952 and except as provided by these Rules, a prisoner shall not be permitted to communicate with any person outside the prison, or such person with him, except with the leave of the Secretary of State or as a privilege under rule 8.",
                                "elements": []
                            },
                            {
                                "content": "(2)  Notwithstanding paragraph (1) above, and except as otherwise provided in these Rules, the Secretary of State may impose any restriction or condition, either generally or in a particular case, upon the communications to be permitted between a prisoner and other persons if he considers that the restriction or condition to be imposed –",
                                "elements": []
                            },
                            {
                                "content": "(a)  does not interfere with the Convention rights of any person; or",
                                "elements": []
                            },
                            {
                                "content": "(b) (i)  is necessary on grounds specified in paragraph (3) below;",
                                "elements": []
                            },
                            {
                                "content": "(ii)  reliance on the grounds is compatible with the Convention right to be interfered with; and",
                                "elements": []
                            },
                            {
                                "content": "(iii)  the restriction or condition is proportionate to what is sought to be achieved.",
                                "elements": []
                            },
                            {
                                "content": "(3)  The grounds referred to in paragraph (2) above are –",
                                "elements": []
                            },
                            {
                                "content": "(a)  the interests of national security;",
                                "elements": []
                            },
                            {
                                "content": "(b)  the prevention, detection, investigation or prosecution of crime;",
                                "elements": []
                            },
                            {
                                "content": "(c)  the interests of public safety;",
                                "elements": []
                            },
                            {
                                "content": "(d)  securing or maintaining prison security or good order and discipline in prison;",
                                "elements": []
                            },
                            {
                                "content": "(e)  the protection of health or morals;",
                                "elements": []
                            },
                            {
                                "content": "(f)  the protection of the reputation of others;",
                                "elements": []
                            },
                            {
                                "content": "(g)  maintaining the authority and impartiality of the judiciary; or",
                                "elements": []
                            },
                            {
                                "content": "(h)  the protection of the rights and freedoms of any person.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(8)  In this rule –",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  references to Convention rights are to the Convention rights within the meaning of the Human Rights Act 1998.”",
                                "elements": []
                            },
                            {
                                "content": "27.  Rule 39 of the Prison Rules deals with correspondence with legal advisers and courts and provides that such correspondence may only be opened, read or stopped by the prison governor in accordance with the provision of that rule, namely when the governor has cause to believe either that the correspondence contains an illicit enclosure or that its contents endanger prison security or the safety of others or are otherwise of a criminal nature.",
                                "elements": []
                            },
                            {
                                "content": "28.  Chapter 36.1 of PSO 1000, which was applicable at the relevant time and which dealt with prisoner communications in connection with those who were in Category A prisons, or who were in prisons which held Category A prisoners, provided as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Prison management must provide facilities for prisoners to maintain contact with family and friends. Prisoners’ rights to respect for their private and family life and correspondence are also protected by Article 8 of the European Convention on Human Rights. The Prison Service’s duty to protect the public allows us to interfere in this privacy in order to minimise the possibility that, in communicating with the outside world, prisoners:",
                                "elements": []
                            },
                            {
                                "content": "(i)  plan escapes or disturbances;",
                                "elements": []
                            },
                            {
                                "content": "(ii)  jeopardise the security and good order of the prison;",
                                "elements": []
                            },
                            {
                                "content": "(iii)  engage in offences against criminal law or prison discipline;",
                                "elements": []
                            },
                            {
                                "content": "(iv)  jeopardise national security;",
                                "elements": []
                            },
                            {
                                "content": "(v)  infringe the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "29.  Chapter 36.21 of PSO 1000 read:",
                                "elements": []
                            },
                            {
                                "content": "“All correspondence, other than correspondence protected by PR39 [that is correspondence with legal advisors] or that with the Samaritans, must be read as a matter of routine in the following cases:",
                                "elements": []
                            },
                            {
                                "content": "(i)  all prisoners of whatever security category, held in a unit which itself holds Category A prisoners.”",
                                "elements": []
                            },
                            {
                                "content": "30.  Chapter 36.22 continued as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Routine reading is necessary in these cases in order to prevent escape and, in the case of Category A prisoners, in the interests of public safety. It is also necessary in preventing crime and disorder, for the protection of the rights and freedoms of others, and, in some cases, necessary in the interests of national security or the economic well being of the country.”",
                                "elements": []
                            },
                            {
                                "content": "31.  PSO 4411 is entitled “Prisoner Communications: Correspondence”. It came into operation on 5 September 2007. So far as is material to the present case it reflects the practice and procedure in operation from 2002 to 2004.",
                                "elements": []
                            },
                            {
                                "content": "32.  Special treatment was at the relevant time and still is given to various forms of correspondence apart from that with legal advisers, specifically covered by rule 39 of the Prison Rules and that with the Samaritans, specifically mentioned in Chapter 36.21 of PSO 1000. Correspondence with, inter alia, the courts, the Bar Council, the Law Society, the Criminal Cases Review Commission, the Office for the Supervision of Solicitors, the Office of the Parliamentary Commissioner, the Office of the Legal Services Ombudsman, the Probation Ombudsman, the Commission for Racial Equality and MPs are generally treated as confidential.",
                                "elements": []
                            },
                            {
                                "content": "33.  PSO 4411 introduced a new category of correspondence subject to confidential handling arrangements. Chapter 5.1 includes the Healthcare Commission as one of the bodies with which a prisoner is entitled to correspond confidentially. The Healthcare Commission is the independent watchdog for health care in England. It assesses and reports on the quality of services provided by the NHS and the independent health-care sector.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL MATERIALS",
                        "elements": [
                            {
                                "content": "34.  Chapter III, paragraph 34 of the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) standards published in October 2006 states the following:",
                                "elements": []
                            },
                            {
                                "content": "“While in custody, prisoners should be able to have access to a doctor at any time, irrespective of their detention regime ... The health-care service should be so organised as to enable requests to consult a doctor to be met without undue delay.",
                                "elements": []
                            },
                            {
                                "content": "Prisoners should be able to approach the health-care service on a confidential basis, for example, by means of a message in a sealed envelope. Further, prison officers should not seek to screen requests to consult a doctor.”",
                                "elements": []
                            },
                            {
                                "content": "35.  Paragraph 50 of the CPT standards provides:",
                                "elements": []
                            },
                            {
                                "content": "“Medical secrecy should be observed in prisons in the same way as in the community. ...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicant complained that the prison authorities had intercepted and monitored his medical correspondence in breach of Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "37.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "38.  The Court notes that the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "39.  The Government accepted that the checking of the applicant’s correspondence with his external medical specialist amounted to an interference with his right to respect for his correspondence under Article 8 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Relying on the judgment of the Court of Appeal (particularly its findings set out in paragraph 19 above), the Government submitted that the interference was justified and proportionate under Article 8 § 2 of the Convention. They argued that the applicable legal framework provided clear and structured guidance on the matter, which paid full regard to the requirements of the Convention. They asserted that the procedure devised was tailored to the circumstances of the applicant’s case. Moreover, the disclosure of the applicant’s medical correspondence was limited to the prison medical officer who was himself bound by duties of medical confidentiality. They distinguished the present case, which involved a circumscribed reading of a single category of a prisoner’s correspondence by the prison medical officer, from cases which involved a blanket reading of prisoners’ correspondence (such as Petra v. Romania, 23 September 1998, § 37, Reports of Judgments and Decisions 1998VII, and Jankauskas v. Lithuania, no. 59304/00, §§ 21-22, 24 February 2005) which had been held to be in breach of Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The applicant argued that the monitoring of his correspondence was disproportionate. There was no suggestion in the Government’s observations of any specific ground to suggest that he was likely to abuse correspondence with his medical specialist. PSO 4411, to which the Government referred as being the policy governing correspondence, recognised that prisoners could correspond on a confidential basis with a number of bodies including the Healthcare Commission (which considered complaints concerning medical treatment) and the Samaritans (who provided counselling for the suicidal). According to PSO 4411, such correspondence could only be opened where there were reasonable grounds to believe that it contained an illicit enclosure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The applicant further contended that there was an obvious risk that monitoring of medical correspondence would inhibit what a prisoner conveyed, thereby harming the quality of advice received. It was such concerns that had led to legal correspondence being accorded confidentiality. PSO 4411 demonstrated that prison security was not undermined by enabling prisoners to write on a confidential basis to lawyers and other professionals such as the Healthcare Commission. It was difficult to see why the risk of abuse of correspondence with doctors should be any higher than the risk of abuse involved in correspondence with lawyers.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "43.  The Court notes that it is clear, and indeed not contested, that there was an “interference by a public authority” with the exercise of the applicant’s right to respect for his correspondence guaranteed by Article 8 § 1. Such an interference will contravene Article 8 unless it is “in accordance with the law”, pursues one or more of the legitimate aims referred to in paragraph 2 and is “necessary in a democratic society” in order to achieve them (see, among other authorities, Silver and Others v. the United Kingdom, 25 March 1983, § 84, Series A no. 61; Campbell v. the United Kingdom, 25 March 1992, § 34, Series A no. 233; Petrov v. Bulgaria, no. 15197/02, § 40, 22 May 2008; and Savenkovas v. Lithuania, no. 871/02, § 95, 18 November 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  It further observes that it is accepted by the parties that the reading of the applicant’s correspondence was governed by law and that it was directed to the prevention of crime and the protection of the rights and freedoms of others (see paragraph 17 above). The issue that falls to be examined is whether the interference with the applicant’s correspondence was “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The notion of necessity implies that the interference corresponds to a pressing social need and, in particular, that it is proportionate to the legitimate aim pursued. In determining whether an interference is “necessary in a democratic society” regard may be had to the State’s margin of appreciation (see, among other authorities, Campbell, cited above, § 44; Petrov, cited above, § 44; and Dickson v. the United Kingdom [GC], no. 44362/04, § 77, ECHR 2007V). While it is for the national authorities to make the initial assessment of necessity, the final evaluation as to whether the reasons cited for the interference are relevant and sufficient remains subject to review by the Court for conformity with the requirements of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In assessing whether an interference with the exercise of the right of a convicted prisoner to respect for his correspondence was “necessary” for one of the aims set out in Article 8 § 2, regard has to be paid to the ordinary and reasonable requirements of imprisonment. Some measure of control over prisoners’ correspondence is called for and is not of itself incompatible with the Convention (see, among other authorities, Silver and Others, cited above, § 98; Kwiek v. Poland, no. 51895/99, § 39, 30 May 2006; and Ostrovar v. Moldova, no. 35207/03, § 105, 13 September 2005). However, the Court has developed quite stringent standards as regards the confidentiality of prisoners’ legal correspondence. In paragraph 43 of its judgment in Petrov (cited above), the Court enunciated its principles as regards legal correspondence in the prison context as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... correspondence with lawyers ... is in principle privileged under Article 8 of the Convention and its routine scrutiny is not in keeping with the principles of confidentiality and professional privilege attaching to relations between a lawyer and his client (see Campbell ... §§ 47 and 48). The prison authorities may open a letter from a lawyer to a prisoner solely when they have reasonable cause to believe that it contains an illicit enclosure which the normal means of detection have failed to disclose. The letter should, however, only be opened and should not be read. Suitable guarantees preventing the reading of the letter should be provided, such as opening the letter in the presence of the prisoner. The reading of a prisoner’s mail to and from a lawyer, on the other hand, should only be permitted in exceptional circumstances when the authorities have reasonable cause to believe that the privilege is being abused in that the contents of the letter endanger prison security or the safety of others or are otherwise of a criminal nature. What may be regarded as ‘reasonable cause’ will depend on all the circumstances but it presupposes the existence of facts or information which would satisfy an objective observer that the privileged channel of communication is being abused (see Campbell ... § 48).”",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In the present case, the interference took the form of the monitoring of the applicant’s correspondence with his external medical specialist, which concerned his life-threatening medical condition. The Court reiterates the Z v. Finland case (25 February 1997, Reports 1997-I), in which it emphasised that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... the protection of personal data, not least medical data, is of fundamental importance to a person’s enjoyment of his or her right to respect for private and family life as guaranteed by Article 8 of the Convention. Respecting the confidentiality of health data is a vital principle in the legal systems of all the Contracting Parties to the Convention. It is crucial not only to respect the sense of privacy of a patient but also to preserve his or her confidence in the medical profession and in the health services in general.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Without such protection, those in need of medical assistance may be deterred from revealing such information of a personal and intimate nature as may be necessary in order to receive appropriate treatment and, even, from seeking such assistance, thereby endangering their own health ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Moreover, as the Court has recognised in its case-law under Article 3 of the Convention, notwithstanding the practical demands of imprisonment, detainees’ health and well-being must be adequately served by, among other things, providing them with the requisite medical assistance (see, in this regard, Hurtado v. Switzerland, 28 January 1994, opinion of the Commission, § 79, Series A no. 280-A, and Mouisel v. France, no. 67263/01, § 40, ECHR 2002IX). In this context, the Court refers also to the CPT standards as regards the importance of medical confidentiality in the prison context (see paragraphs 34 and 35 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Turning to the facts of the case, the Court considers it significant that the applicant is suffering from a life-threatening condition for which he has required continuous specialist medical supervision by a neuroradiologist since 2002. In this connection, it takes note of the Court of Appeal’s recognition that the monitoring of the applicant’s medical correspondence with his external medical specialist, albeit limited to the prison medical officer, involved an “inescapable risk of abuse”. It further notes that the Court of Appeal was careful not to exclude the possibility that in another case it might be disproportionate to refuse confidentiality to a prisoner’s medical correspondence (see paragraph 19 above) and its acceptance that allowing the prison medical officer to read such correspondence might lead him to encounter criticism of his own performance, which in turn could create difficulties in respect of the applicant’s prison life and treatment. It should not be overlooked that although he was a registered medical practitioner, the prison medical officer was, until the coming into force of section 25(1) of the Offender Management Act 2007, a prison officer. This has now changed as all prison health care is now provided by an external NHS general practitioner (see paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  This being so, the Court notes the applicant’s submission before the domestic courts and before this Court that the monitoring by the prison medical officer of his correspondence with his external medical specialist inhibited their communication and prejudiced reassurance that he was receiving adequate medical treatment while in prison. Given the severity of the applicant’s medical condition, the Court, like Mr Justice Collins upon hearing the applicant’s claim for judicial review, finds the applicant’s concerns and wish to check the quality of the treatment he was receiving in prison to be understandable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  On that account, the Court notes the observations of both Mr Justice Collins and the Court of Appeal that the prison governor’s initial decision to grant the applicant’s medical correspondence confidentiality indicated, or in the exact words of the Court of Appeal, “strongly suggested” that it “would be a perfectly reasonable course” (see paragraphs 15 and 17 above). It further takes into consideration the procedure that had been first established by the prison governor on 18 September 2002, whereby the applicant’s medical correspondence would not be read provided that certain conditions were met (see paragraph 10 above). It is accepted that there were never any grounds to suggest that the applicant had ever abused the confidentiality afforded to his medical correspondence in the past or that he had any intention of doing so in the future. Furthermore, the Court considers it relevant that, although the applicant was detained in a high-security prison which also held Category A (high-risk) prisoners, he was himself always defined as a Category B prisoner (for whom the highest security conditions are not considered necessary – see paragraph 25 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Furthermore, the Court does not consider the Prison Service’s arguments as to the general difficulties involved in facilitating confidential medical correspondence for prisoners (see paragraph 14 above) to be of particular relevance to this case. In the present case, the applicant only wished to correspond confidentially with one named medical specialist and the Court of Appeal accepted that her address and qualifications were easily verifiable. Moreover, the medical specialist in question appeared to have been willing and able to mark all correspondence with the applicant with a distinctive stamp, and had demonstrably done so prior to the prison governor’s revision of his decision on 28 November 2002. The Court does not share the Court of Appeal’s view that the risk that the applicant’s medical specialist, whose bona fides was never challenged, might be “intimidated or tricked” into transmitting illicit messages was sufficient to justify the interference with the applicant’s Article 8 rights in the exceptional circumstances of the present case. This is particularly so since the Court of Appeal further acknowledged that although the same risk was inherent in the case of secretarial staff of MPs (see paragraph 18 above), the importance of unimpeded correspondence with MPs outweighed that risk.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In light of the severity of the applicant’s medical condition, the Court considers that uninhibited correspondence with a medical specialist in the context of a prisoner suffering from a life-threatening condition should be afforded no less protection than the correspondence between a prisoner and an MP. In so finding, the Court refers to the Court of Appeal’s concession that it might, in some cases, be disproportionate to refuse confidentiality to a prisoner’s medical correspondence and the changes that have since been enacted to the relevant domestic law. The Court also has regard to the submissions of the applicant on this point, namely that the Government have failed to provide sufficient reasons why the risk of abuse involved in correspondence with named doctors whose exact address, qualifications and bona fides are not in question should be perceived as greater than the risk involved in correspondence with lawyers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  In view of the above, the Court finds that the monitoring of the applicant’s medical correspondence, limited as it was to the prison medical officer, did not strike a fair balance with his right to respect for his correspondence in the circumstances.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  There has accordingly been a violation of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "56.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "57.  The applicant claimed 10,000 pounds sterling (GBP) (approximately 11,450 euros (EUR)) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Government submitted that the amount claimed was excessive. They noted that in previous Article 8 cases, which involved interference with a prisoner’s correspondence, the finding of a violation was considered sufficient to constitute just satisfaction for the applicant and no damages were awarded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court considers that in the particular circumstances of the case, the finding of a violation would not constitute just satisfaction for nonpecuniary damage sustained by the applicant. Having regard to the violation found and ruling on an equitable basis, the Court awards the applicant EUR 1,000 in respect of non-pecuniary damage (see Čiapas v. Lithuania, no. 4902/02, § 30, 16 November 2006, and Zborowski v. Poland (no. 2), no. 45133/06, § 48, 15 January 2008).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "60.  The applicant also claimed GBP 6,253.25 (approximately EUR 7,162) for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Government contended that the applicant’s claims for legal costs incurred seemed excessive for this type of case, particularly since his solicitors were not based in London. They suggested that the sum of GBP 4,500 (approximately 5,062 EUR) for legal costs would be a more reasonable figure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the information in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 6,000 for the proceedings before this Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "63.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 1,000 (one thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage and EUR 6,000 (six thousand euros) for costs and expenses, plus any tax that may be chargeable to the applicant, to be converted into pounds sterling at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 June 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Lech Garlicki",
            "role": "president"
        },
        {
            "name": "Nicolas Bratza",
            "role": "judges"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SZULUK v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-92767.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0602JUD003693605",
    "externalsources": [
        "Paragraphs 34 and 50 of the CPT's (European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment) Standards published in October 2006"
    ],
    "extractedappno": [
        "36936/05",
        "59304/00",
        "15197/02",
        "871/02",
        "44362/04",
        "51895/99",
        "35207/03",
        "67263/01",
        "4902/02",
        "45133/06"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Sections 1, 4, 7 (1), 47 (1) and 52 (1) of the Prison Act 1952",
        "Section 25(1) of the Offender Management Act 2007",
        "Section 66(4) of the Criminal Justice Act 1967",
        "Prison Rules SI 1999/728, rules 7(1), 34 and 39",
        "Prison Service Order 0900, paragraph 1.1.1",
        "Prison Service Order 1000, Chapters 36.1 36.21 and 36.22",
        "Prison Service Order 4411, Chapter 5.1"
    ],
    "itemid": "001-92767",
    "judgementdate": "02/06/2009 00:00:00",
    "kpdate": "02/06/2009 00:00:00",
    "kpthesaurus": [
        "354",
        "451",
        "268",
        "329",
        "376",
        "424",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "8",
        "41",
        "8-2",
        "8-1"
    ],
    "parties": [
        "SZULUK",
        "THE UNITED KINGDOM"
    ],
    "rank": "680.164245605469",
    "representedby": [
        "LANGLEYS SOLICITORS"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Campbell v. the United Kingdom, 25 March 1992, Series A no. 233",
        "Ciapas v. Lithuania, no. 4902/02, § 30, 16 November 2006",
        "Dickson v. the United Kingdom [GC], no. 44362/04, § 77, ECHR 2007-",
        "Hurtado v. Switzerland, judgment of 28 January 1994, Series A no. 280-A, opinion of the Commission, § 79",
        "Jankauskas v. Lithuania, no. 59304/00, §§ 21-22, 24 February 2005",
        "Kwiek v. Poland, no. 51895/99, § 39, 30 May 2006",
        "Mouisel v. France, no. 67263/01, § 40, ECHR 2002-IX",
        "Ostrovar v. Moldova, no. 35207/03, § 105, 13 September 2005",
        "Petra v. Romania, 23 September 1998, § 37, Reports 1998-VII",
        "Petrov v. Bulgaria, no. 15197/02, 22 May 2008",
        "Savenkovas v. Lithuania, no. 871/02, § 95, 18 November 2008",
        "Silver and Others v. the United Kingdom, 25 March 1983, Series A no. 61",
        "Z. v. Finland, judgment of 25 January 1997, Reports 1997-I",
        "Zborowski v. Poland (no. 2), no. 45133/06, § 48, 15 January 2008"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "396637",
    "typedescription": "15"
}