{
    "__articles": "6;6-1;13;41",
    "__conclusion": "Violation of Art. 6-1;Violation of Art. 13;Pecuniary damage - claim dismissed;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "51543/99",
    "article": [
        "6",
        "41",
        "13"
    ],
    "conclusion": [
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-68646.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 51543/99) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Slovakian national, Mrs Zora Macková born Schavernoch (“the applicant”), on 13 June 1999.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Olaf Alexander Macko, her son, who lives in  () and to whom the President of the Chamber gave leave to represent the applicant. The Slovakian Government (“the Government”) were represented by their Agent, Mr P. Vršanský, succeeded by Mr P. Kresák in that function as from 1 April 2003.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the length of the proceedings on her claim for restitution of a residential house had exceeded a reasonable time in violation of Article 6 § 1 of the Convention and that she had no effective remedy at her disposal in that respect contrary to Article 13 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 31 August 2004, the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  The applicant and the Government each filed observations on the merits (Rule 59 § 1).",
                        "elements": []
                    },
                    {
                        "content": "7.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1, but this case remained with the Chamber constituted within former Section IV.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "8.  The applicant was born in 1923 and lives in Liptovský Mikuláš.",
                        "elements": []
                    },
                    {
                        "content": "9.  The father of the applicant owned a residential house. At some point in the late 1940s or early 1950s the house was expropriated and attributed to a State company. The applicant's father died in 1959.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 23 January 1991 the applicant lodged a demand with the State company for restoration of the house to her under the ExtraJudicial Rehabilitations Act (Law no. 87/1991 Coll.).",
                        "elements": []
                    },
                    {
                        "content": "11.  On 25 March 1992 the applicant filed a claim against the State company with the Liptovský Mikuláš District Court (Okresný súd) for the restitution of the house. In response to the District Court's request the applicant clarified and supplemented her original submission on 4 November 1992.",
                        "elements": []
                    },
                    {
                        "content": "12.  On 9 September 1993 the applicant submitted a further specification of the subjectmatter of her action.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 14 September 1993 the District Court held a hearing.",
                        "elements": []
                    },
                    {
                        "content": "14.  By a submission of 23 September 1993 the applicant restated the scope of the subjectmatter of her action.",
                        "elements": []
                    },
                    {
                        "content": "15.  On 7 October 1993 the District Court held a hearing and granted the action.",
                        "elements": []
                    },
                    {
                        "content": "16.  On 3 November 1993 the judgment was sent by registered mail to both parties. The State company confirmed receipt of the judgment by signing a postal delivery card (doručenka) indicating 22 November 1993 as the date of service.",
                        "elements": []
                    },
                    {
                        "content": "17.  On 6 December 1993 the State company filed an appeal to the  (Krajský súd). It claimed that the District Court's judgment had been served on it on 22 November 1993.",
                        "elements": []
                    },
                    {
                        "content": "18.  On 23 December 1993 the applicant filed her observations in reply to the appeal.",
                        "elements": []
                    },
                    {
                        "content": "19.  On 11 January 1994 the District Court transmitted the casefile to the  for a determination of the appeal. On 14 March 1994 the  returned the casefile to the District Court as the latter had failed to collect the court fee from the appellant State company. On 25 August 1994 the District Court resubmitted the appeal to the  after having collected the court fee.",
                        "elements": []
                    },
                    {
                        "content": "20.  On 17 November 1994 the  held a hearing on the appeal, quashed the District Court's judgment and remitted the case to the District Court for reexamination.",
                        "elements": []
                    },
                    {
                        "content": "21.  On 11 January 1995 the District Court requested the parties to submit further evidence and especially the Decree of 8 July 1950 on nationalisation of the estate of the applicant's father (the “Nationalisation Decree of 1950”). On 19 February 1995 the applicant submitted evidence and informed the District Court that she was still searching for the Nationalisation Decree of 1950 and that she would submit it as soon as it was found.",
                        "elements": []
                    },
                    {
                        "content": "22.  On 9 March 1995 the applicant informed the District Court that, according to reports of 16 February and 2 March 1995 from the Slovakian National Archive and the Liptovský Mikuláš District Library, respectively, the Nationalisation Decree of 1950 could not be found there.",
                        "elements": []
                    },
                    {
                        "content": "23.  On 14 September 1995 the applicant appointed a lawyer to represent her in the proceedings.",
                        "elements": []
                    },
                    {
                        "content": "24.  On 11 October 1995 the Ministry of Administration and Privatisation of National Property (Ministerstvo pre správu a privatizáciu národného majetku) decided under the Act on the Transfer of State Property to Private Persons (Law no. 92/1991 Coll., as amended) to privatise the subsidiary of the State company whose assets comprised the house. The State company was transformed into a private joint stock company (“the privatised company”). Its assets were transferred to the National Property Fund (Fond národného majetku – “the Fund”) and later invested in the privatised company. The Fund subsequently sold 51% of the shares of the privatised company to a third private party.",
                        "elements": []
                    },
                    {
                        "content": "25.  The hearing scheduled for 14 March 1996 had to be adjourned as none of the parties appeared, the applicant having duly apologised for her absence.",
                        "elements": []
                    },
                    {
                        "content": "26.  On 22 April 1996 the National Archive informed the applicant again that it was unable to find the Nationalisation Decree of 1950.",
                        "elements": []
                    },
                    {
                        "content": "27.  On 4 June 1996 the applicant requested that the District Court investigate when its judgment of 7 October 1993 had been served on the State company.",
                        "elements": []
                    },
                    {
                        "content": "28.  The District Court then made an inquiry with the Liptovský Mikuláš Post Office about the service of the judgment of 7 October 1993 to the State company and obtained the information that service had been effected on 4 November 1993.",
                        "elements": []
                    },
                    {
                        "content": "29.  On 2 September 1996 the applicant informed the District Court that she had withdrawn the power of attorney from her previous legal representatives. She appointed as a new representative her son who permanently resided in  () but, at that time, was staying and had an address in . The applicant identified the privatised company as the new defendant to her action and made a new submission concerning the merits of her case. Among other things, she pointed out that the District Court's judgment of 7 October 1993 had in fact already been received by the State company on 4 November 1993. She maintained that in order to satisfy the fifteen days' timelimit for its appeal of 6 December 1993, the State company had forged the date stated in the postal delivery card to indicate 22 November 1993 as the judgment service date. She requested that that appeal be declared inadmissible as having been lodged out of time and that her action be granted.",
                        "elements": []
                    },
                    {
                        "content": "30.  The applicant made six written submissions between September 1996 and February 1997. The privatised company also made three written submissions between November 1996 and February 1997.",
                        "elements": []
                    },
                    {
                        "content": "31.  In the meantime, on 19 September 1996 and 23 January and 7 February 1997 the District Court held hearings. The hearing of 23 January had to be adjourned in order that the District Court could examine the recent submissions of the parties.",
                        "elements": []
                    },
                    {
                        "content": "32.  On 19 February 1997 the applicant informed the District Court of her witnesses.",
                        "elements": []
                    },
                    {
                        "content": "33.  On 28 February 1997 the District Court requested information from the Fund concerning the settlement of the applicant's restitution claims in the process of privatisation of the State company. The Fund replied on 6 March 1997.",
                        "elements": []
                    },
                    {
                        "content": "34.  The applicant made further written submissions on 21 March, 24 March and 9 April 1997.",
                        "elements": []
                    },
                    {
                        "content": "35.  On 10 April 1997 the District Court held a hearing and gave a new judgment in the case. It ordered the privatised company to surrender the house to the applicant. The District Court further decided that the applicant was entitled to compensation in respect of her legal costs. As to the amount of this compensation, the District Court accepted only a minor part of the applicant's claim and dismissed its remainder.",
                        "elements": []
                    },
                    {
                        "content": "36.  On 14 April 1997 the applicant submitted a further specification of her claim for compensation in respect of the costs and expenses.",
                        "elements": []
                    },
                    {
                        "content": "37.  On 27 May 1997 the privatised company lodged an appeal against the District Court's judgment of 10 April 1997 with the Žilina . On 13 June 1997 the applicant filed her observations in reply to the company's appeal.",
                        "elements": []
                    },
                    {
                        "content": "38.  The  called a hearing for 10 February 1998 but it had to be adjourned as neither the applicant nor her representative who was at that time in  appeared. On 26 February 1998 the applicant requested that the  fix the next hearing for 18 March 1998 as on that day her representative would be able to attend.",
                        "elements": []
                    },
                    {
                        "content": "39.  On 17 March and 21 April 1998 the  held hearings. Following the later one, on the same day, the  gave a judgment in which it upheld the District Court's judgment as regards the merits of the case. As to the applicant's argument concerning the admissibility of the State company's appeal of 6 December 1993, the  found it established that the judgment of 7 October 1993 had in fact been served on the State company on 4 November 1993 and not on 22 November 1993. It however held that it was not competent to reexamine the admissibility of the appeal of 6 December 1993 as this appeal had already been determined by the  in its decision of 17 November 1994. The  found the District Court's ruling in respect of the applicant's costs and expenses to be “absolutely incomprehensible”, quashed it and remitted the matter to the District Court for a new decision. The decision on the merits of the case became final and binding on 20 August 1998.",
                        "elements": []
                    },
                    {
                        "content": "40.  On 1 December 1998 the  corrected a clerical error in its judgment of 21 April 1998.",
                        "elements": []
                    },
                    {
                        "content": "41.  On 1 March 1999 a Judicial Enforcement Officer (súdny exekútor), commissioned by the applicant to enforce the District Court's judgment of 10 April 1997, as upheld by the Regional Court on 21 April 1998, notified the privatised company that enforcement proceedings had been instituted. The privatised company filed objections against this enforcement with the District Court.",
                        "elements": []
                    },
                    {
                        "content": "42.  On 19 May 1999 the District Court dismissed the company's objections and the enforcement was successfully completed.",
                        "elements": []
                    },
                    {
                        "content": "43.  On 6 April and 13 October and 14 October 1999 and 2 May 2001 the applicant made further submissions concerning her claim for reimbursement of her costs and expenses. In the meantime she was instructed by the District Court to bring her claims in line with the applicable procedural requirements.",
                        "elements": []
                    },
                    {
                        "content": "44.  In its decision of 21 May 2001 the District Court made an award for costs. As no appeal was lodged, it became final and binding.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, provided in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“ In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The Government's arguments",
                                "elements": [
                                    {
                                        "content": "46.  The Government maintained that the case was procedurally and factually complex. Apart from determining the applicant's claim for restitution of property expropriated long ago, the proceedings also involved privatisation of State property. An extensive amount of evidence had to be obtained and assessed. A wideranging search for the Nationalisation Decree of 1950 had to be carried out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Government also maintained that the length of the proceedings was substantially affected by the number and extent of motions and submissions filed by the parties, often shortly before hearings which consequently had to be adjourned. They contended that the applicant had not precisely defined the scope of the subjectmatter of her claim and that she had changed it several times. She changed her legal representative three times and one of her representatives, her son, was often abroad. It took the applicant over a year to answer the request of the District Court of 11 January 1995 concerning the Nationalisation Decree of 1950. It further took one year and a half for her to specify her claim for reimbursement of the costs of the trial. The Government asserted that these periods could not be imputed to them. They further argued that the applicant did not identify her witnesses earlier than February 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  As to the conduct of the domestic authorities, the Government accepted that there had been some delays attributable to the District Court in the period from 25 March 1992 to 26 October 1992 (7 months) and in the period from 4 November 1992 until 13 July 1993 (8 months). This was due to the number of restitution cases submitted to the courts and the current reorganisation of the judicial system. However, after the last mentioned date, the District Court handled the case speedily and without undue delays. As to the defendant company's appeal of 6 December 1993, the Government emphasised that the applicant only raised her objection of inadmissibility on 4 June 1996 when the courts could no longer entertain it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government concluded that the requirement of “reasonable time” had been respected in the present proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant's arguments",
                                "elements": [
                                    {
                                        "content": "50.  The applicant maintained that the proceedings had to be considered in their entirety, that was to say including the enforcement proceedings and the proceedings on the costs and expenses. She considered that the subject matter of the proceedings was in fact not particularly complex but that it had been made complex artificially by the uncompromising privatisation of the State company.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The applicant asserted that she had been fully cooperative and had done her utmost to expedite the proceedings. She rejected responsibility for the alleged deficiencies of her original claim, arguing that they were due to the objective situation, and for the later modifications of the claim, arguing that they were called for by the development of the situation. The applicant refuted the argument that her procedural proposals and submissions had protracted the proceedings and maintained that the delays caused by the unsuccessful search for the Nationalisation Decree of 1950 were not imputable to her as the keeping of that decree fell within the responsibility of the State for archiving public documents. In her view the consecutive appointment of three different legal representatives was justified by the fact that the applicant's first representative, her husband, had died during the proceedings and that, as it turned out later, her second representative had lacked the necessary knowledge and skills.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The applicant further maintained that the defendant company's defence and appeals had been purely vexatious and in bad faith. In particular, she claimed that the defendant company used fraudulent means in order to meet the time-limit for their appeal of 6 December 1993, which had resulted in all the subsequent litigation. The applicant also considered that further delays which were caused by privatisation of the defendant company and by the latter's appealing without paying the court fee were imputable to the State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The applicant also pointed out that on 1 December 1998 the  had to correct a clerical error in its judgment of 21 April 1998 which produced further delays in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Finally, relying on the spirit of the restitution laws, the applicant maintained that what was at stake for her in the proceedings called for special diligence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "55.  As to the period to be taken into consideration the Court observes that the applicant first lodged her claim for restitution with the State company on 23 January 1991 and then with the Liptovský Mikuláš District Court on 25 March 1992. In the meantime, on 18 March 1992, the Convention entered into force with respect to . The proceedings taken as a whole including the enforcement proceedings (see Hornsby v. Greece, no. 18357/91, § 40, ECHR 1997-II) and the proceedings on the applicant's costs and expanses (see Robins v. the United Kingdom, no. 22410/93, §§ 28-29, ECHR 1997-V) ended with the decision of the District Court of 21 May 2001. They thus lasted some 9 years and 2 months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 13 IN CONJUNCTION WITH ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  The applicant also complained that she had no effective remedy in respect of her complaint under Article 6 § 1 of the Convention of the length of her proceedings contrary to Article 13 of the Convention which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "60.  The Government considered it unnecessary to take any position on this complaint.",
                                "elements": []
                            },
                            {
                                "content": "61.  The Court reiterates that Article 13 guarantees an effective remedy before a national authority for an alleged breach of the requirement under Article 6 § 1 to hear a case within a reasonable time (see Kudła v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI). It has found earlier that neither a petition under Article 130 § 3 of the Constitution, as in force at the relevant time, nor a claim for damages under the State Liability Act of 1969 were capable of effectively redressing alleged violations of the right to a hearing within a reasonable time (see, for example, Bánošová v. the Slovak Republic (dec.), no. 38798/98, 27 April 2000, Žiačik v. Slovakia, no. 43377/98, § 33, 7 January 2003 and Číž v. Slovakia, no. 66142/01, §§ 74 and 75, 14 October 2003).",
                                "elements": []
                            },
                            {
                                "content": "62.  Accordingly, the Court considers that in the present case there has been a violation of Article 13 of the Convention on account of the lack of an effective remedy in respect of the applicant's complaint under Article 6 § 1 about the length of the proceedings.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "63.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "1.  Pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "64.  The applicant claimed 6,633,804 Slovakian korunas (SKK) in respect of her pecuniary damage in that until the conclusion of the enforcement proceedings on 19 March 1999 she had been unable to enjoy her property thus losing the profit from renting it. She argued that during the excessively lengthy proceedings the defendant company had been using the house without paying any rent and had thus been unjustly enriched at the applicant's expense for which the applicant sought compensation. The applicant calculated the amount of her claim on the basis of section 3 of the Act on Competence of Municipalities in the Matters of Lease and Sublease of Nonresidential Premises (Law 500/1991 Coll., as amended). This provision pertained to the lease and sublease of nonresidential premises in certain specific situations. It was repealed as from 1 April 1996 by operation of the Price Regulations Act (Law no. 18/1996 Coll.).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Government submitted that the applicant's claim under this head was manifestly ill-founded. They pointed out that the applicant's complaints under Article 1 of Protocol No. 1 in connection with the outcome of the proceedings on reimbursement of her costs and expenses had been previously declared inadmissible and considered that there was no causal connection between the alleged violation of Article 6 § 1 of the Convention and the amount claimed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Court observes that the decision determining the merits of the applicant's action was the judgment of 10 April 1997 which ordered the defendant company to surrender the house to the applicant. This judgment became final and binding on 20 August 1998 and contained no rulings that had retrospective effect. The Court further observes that, even assuming that the provision of section 3 of the Act no. 500/1991 Coll. on which the applicant based her calculations as such once applied to her case, at the time when the judgment became final it had been repealed and no longer had any legal effect. Thus, to the extent the claim has been substantiated, the Court finds no basis for making an award in respect of pecuniary damage.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Non-pecuniary damage",
                                        "elements": [
                                            {
                                                "content": "67.  The applicant also claimed 19,000 euros (EUR) in respect of her pain, mental suffering, anxiety, stress and hardship which, as she alleged, she had suffered in consequence of the conduct of the relevant State authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Government considered first of all that the amount claimed was unacceptable, overstated and not supported by any evidence. They further maintained that, in any event, the claim was unrelated to the alleged violations of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court accepts that the applicant suffered damage of a nonpecuniary nature, such as distress resulting from the protracted length of the proceedings in his case. Making an assessment on an equitable basis and having regard to the circumstances of the case, the Court awards the applicant EUR 4,500 under this head.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "70.  The applicant finally claimed 1,383.31 Canadian dollars (CAD), EUR 5,000 and SKK 2,116 for her costs and expenses in the proceedings before the Court. She further claimed CAD 11,000 plus interest by way of compensation for securing evidence and two witnesses from  who gave evidence in the domestic proceedings, SKK 175,000 plus interest for her costs in the domestic proceedings and SKK 5,500 for the fee for enforcement of the domestic judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Government maintained that the claim was overstated and not supported by evidence. They asserted that there could be compensation only for costs and expenses which were incurred actually and necessarily in order to prevent or rectify a violation of the Convention and were reasonable as to the quantum (see, among many other authorities, Arvelakis v. Greece, no. 41354/98, § 34, 12 April 2001 and Záborský and Šmáriková v. , no. 58172/00, § 46, 16 December 2003). They further took the view that that there was a need for human rights lawyers to charge moderate fees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The Court observes first of all that the applicant had the opportunity to claim the fee for the enforcement proceedings from the defendant company in the enforcement proceedings themselves. As to the remaining claims for reimbursement of the applicant's costs and expenses in the domestic proceedings, the Court does not discern any link between such costs and expenses and the violations found (see paragraphs 58 and 62 above). The Court further observes that in the proceedings before the Court the applicant was only partially successful. In view of the above quoted principles and having regard to all the information in its possession, the Court finds it appropriate to award the applicant EUR 500 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "73.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 13 taken in conjunction with Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, EUR 4,500 (four thousand five hundred euros) in respect of non-pecuniary damage and EUR 500 (five hundred euros) in respect of costs and expenses, to be converted into Slovakian korunas at the rate applicable at the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses unanimously the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 29 March 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "MrJ. Šikuta",
            "role": "judges"
        },
        {
            "name": "Mr M. O'Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "31/08/2004 00:00:00",
    "docname": "CASE OF MACKOVA v. SLOVAKIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-68646.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0329JUD005154399",
    "externalsources": [],
    "extractedappno": [
        "51543/99",
        "18357/91",
        "22410/93",
        "30979/96",
        "30210/96",
        "38798/98",
        "43377/98",
        "66142/01",
        "41354/98",
        "58172/00"
    ],
    "importance": "4",
    "introductiondate": "13/06/1999 00:00:00",
    "issue": [],
    "itemid": "001-68646",
    "judgementdate": "29/03/2005 00:00:00",
    "kpdate": "29/03/2005 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "113",
        "406",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "41",
        "13"
    ],
    "parties": [
        "MACKOVA",
        "SLOVAKIA"
    ],
    "rank": "510.207000732422",
    "representedby": [
        "Mr. MACKO O.A."
    ],
    "respondent": "SVK",
    "respondentOrderEng": "42",
    "scl": [
        "Arvelakis v. Greece, no. 41354/98, § 34, 12 April 2001",
        "Bánošová v. the Slovak Republic (dec.), no. 38798/98, 27 April 2000",
        "Cíž v. Slovakia, no. 66142/01, §§ 74 and 75, 14 October 2003",
        "Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII",
        "Hornsby v. Greece, no. 18357/91, § 40, ECHR 1997-II",
        "Kudla v. Poland [GC], no. 30210/96, § 156, ECHR 2000-XI",
        "Robins v. the United Kingdom, no. 22410/93, §§ 28-29, ECHR 1997-V",
        "Záborský and Šmáriková v. Slovakia, no. 58172/00, § 46, 16 December 2003",
        "Žiacik v. Slovakia, no. 43377/98, § 33, 7 January 2003"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "328849",
    "typedescription": "15"
}