{
    "__articles": "5;5-1;5-1-e;41",
    "__conclusion": "Violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention;Article 5-1-e - Persons of unsound mind);Non-pecuniary damage - award",
    "applicability": "",
    "appno": "41242/08",
    "article": [
        "41",
        "5"
    ],
    "conclusion": [
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention",
                "Article 5-1-e - Persons of unsound mind"
            ],
            "element": "Violation of Article 5 - Right to liberty and security",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-113293.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 41242/08) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, Mr Tamás Plesó (“the applicant”), on 21 August 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was initially represented by Dr B. Benkó, Ms B. Bukovská and Dr J. Fiala-Butora, staff lawyers acting on behalf of the Mental Disability Advocacy Center (“MDAC”), a non-governmental organisation with its seat in .",
                        "elements": []
                    },
                    {
                        "content": "Subsequently the applicant’s representation was taken over by Dr FialaButora alone. He is currently a lawyer practising in Budapest and acting on behalf of the , another non-governmental organisation.",
                        "elements": []
                    },
                    {
                        "content": "The Hungarian Government (“the Government”) were represented by Mr Z. Tallódi, Agent, Ministry of Public Administration and Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his psychiatric detention was unjustified, in breach of Article 5 § 1 (e) of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 17 January 2012, the Court declared the application admissible. It was also decided to discontinue the application of Article 29 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each filed further written observations (Rule 59 § 1) on the merits. The parties replied in writing to each other’s observations.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1975 and lives in Dunakeszi.",
                                "elements": []
                            },
                            {
                                "content": "7.  At the time of introducing the application, the applicant, a university dropout and unemployed, lived on financial support from his mother and grandmother.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 12 September 2006 the applicant’s mother consulted her psychiatrist, Dr M., complaining of suffering from distress due to the “strange behaviour” of her son. According to the mother’s medical file, she stated that the applicant “kept wandering in town”, “did not have any friends” and “did not look after himself”. In response, Dr M. informed her of the possibilities either to commit the applicant to a psychiatric hospital for emergency treatment or to initiate a procedure for obtaining his mandatory institutional treatment, if necessary.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 6 November 2006 the mother informed Dr M. that the reason for her having previously moved out of their common flat was the applicant’s “strange behaviour” and that she was afraid of returning. On 4 December 2006 Dr M. noted in the mother’s medical file that she was discussing with her the problems concerning the applicant, whom his mother perceived as psychotic.",
                                "elements": []
                            },
                            {
                                "content": "10.  During their subsequent consultations, the mother repeatedly mentioned to Dr M. that the reason for her anguish was that the applicant had not taken up a proper job and still lived on financial support from his family. In her medical file Dr M. reiterated the view that the mother’s problem originated in her son’s conduct perceived as psychotic by the mother.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 17 September 2007 the applicant was called on to meet Dr M. They discussed the applicant’s dropping out of university and his inability to meet his mother’s expectations. Dr M.’s diagnosis was “paranoid schizophrenia under observation”.",
                                "elements": []
                            },
                            {
                                "content": "12.  Subsequently Dr M. gave the applicant an appointment for a psychological examination, which took place on 22 September 2007. On that day, Dr L. examined the applicant and found that he was characterised “by schizoid isolation, sensitive attitude and paranoid behaviour”.",
                                "elements": []
                            },
                            {
                                "content": "13.  Further sessions involving the applicant, Dr M. and Dr L. took place on 24 and 28 September and 3 and 5 October 2007. At these sessions he expressed his interest in politics and voiced hopes of being elected Mayor of Budapest. Dr M. was trying to find out the reasons for his social isolation and convince him about the need to reconcile his projects with reality. The applicant missed two sessions scheduled for 12 and 19 October 2007.",
                                "elements": []
                            },
                            {
                                "content": "14.  Having noted that the applicant’s ideas had remained megalomaniac, on 24 October 2007 Dr M. confronted the applicant with her view that his social isolation was due to a psychiatric disorder.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 31 October 2007 the applicant renounced further counselling by Dr M. About the same time, he also stopped seeing Dr L.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 5 and 6 November 2007 the mother complained to Dr M. that she, in despair because of the applicant’s condition, was unable to pay her utility bills, exorbitant due to the applicant’s habit of using too much water for “ritual bathing”. Dr M. explained to her that the applicant was expected to seek treatment voluntarily.",
                                "elements": []
                            },
                            {
                                "content": "17.  Since the applicant did not do so, on 26 November 2007 Dr M. requested the Dunakeszi District Court to order his mandatory institutional treatment. This application consisted of a pre-printed form stating that there was a possibility that the applicant’s conduct would become dangerous because of a mental disorder. Dr M. completed the form by adding that the applicant’s mother asked her for assistance since she had the suspicion that her son was mentally ill, that the applicant had contacted Dr M. upon notice, that he had not worked for eight years, was supported by his mother, lived an isolated life, and did not get in touch with anyone, and finally that he was shorttempered towards his mother, who had moved away from the flat as the patient’s behaviour was threatening.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 11 December 2007 the Dunakeszi District Court held a hearing. For the purposes of the ensuing proceedings, a guardian ad litem was appointed for the applicant. The District Court heard Dr M. In her testimony, she repeated in essence the elements contained in the application for mandatory treatment. She stated that she had suspected that the applicant might have a psychiatric illness when, on 12 September 2006, the mother had told her that the applicant had refused to use a micro-wave oven for fear of radiation, and that she had concluded that the applicant was psychotic on 24 September 2007 when he had mentioned his hope of being elected Mayor of Budapest.",
                                "elements": []
                            },
                            {
                                "content": "19.  Dr M. related that, in addition to the applicant’s mother, his grandmother and her partner, living next door to the applicant, were also concerned about his odd conduct. She stated that she had the suspicion that the applicant suffered from paranoid schizophrenia. She also mentioned that the applicant had on several occasions visited a psychologist, Dr L., who had observed stress and paranoid symptoms which, however, did not amount to a pathological or psychotic mental state, although the applicant had been capable of disguising his symptoms.",
                                "elements": []
                            },
                            {
                                "content": "20.  Dr M. specified that she had instituted proceedings for the applicant’s mandatory treatment after he had refused to be counselled by her.",
                                "elements": []
                            },
                            {
                                "content": "21.  The District Court then heard the applicant. It noted that his replies were disoriented and erratic. He was asked questions about his lifestyle and hobbies, his relationship with his grandmother, his willingness to take up a job as well as any illnesses he had. He said he was considering the necessity of a job and of seeking advice from social workers or medical help from health professionals, excluding Dr M.",
                                "elements": []
                            },
                            {
                                "content": "22.  During the hearing the court ordered a forensic psychiatrist, Dr H., to prepare a medical opinion about the applicant’s condition. This psychiatric evaluation was done during the break in the court hearing, in approximately forty minutes. Neither the guardian ad litem nor the applicant had the opportunity to learn about the expert opinion prior to the resumed hearing. Dr H. did not produce any written opinion at this stage; she presented her testimony to the court verbally following the break. Its written version was faxed to the court on 13 December 2007.",
                                "elements": []
                            },
                            {
                                "content": "23.  Dr H. considered that the applicant suffered from delusional schizophrenia, characterised by grandiose delusions, bizarre elements of lifestyle and partial insight into his condition. She specified that she considered the applicant’s treatment necessary since otherwise his health would decline, whereas therapy might improve his condition. She was of the view that the applicant could not take care of himself, by which he represented a significant danger to himself. She was not convinced that the applicant would voluntarily seek outpatient care but suggested that a decision on compulsory treatment be postponed for six months, in order to observe the applicant’s conduct. The judge pointed out that no such option was allowed under the relevant law.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 18 December 2007 the District Court held another hearing, at the beginning of which Dr H.’s report was handed over to the applicant and his guardian ad litem. Dr M. was summoned but failed to appear. The guardian argued in essence that the applicant’s behaviour was not dangerous and that he posed no significant threat either to himself or others. He noted that neither Dr M.’s nor Dr H.’s testimony contained elements pointing to the applicant’s representing any danger.",
                                "elements": []
                            },
                            {
                                "content": "25.  On the same day the District Court ordered the applicant’s mandatory institutional treatment. Relying on the medical opinions, it accepted that he suffered from schizophrenia with grandiose delusions and was satisfied that he posed a danger to his own health by failing voluntarily to subject himself to psychiatric treatment and by not looking after himself. The court affirmed that “appropriate medical treatment would improve [the applicant’s] condition” and that, if untreated, his health would decline. It observed the applicant’s statement about his willingness to seek medical help voluntarily but was not convinced that he would actually do so.",
                                "elements": []
                            },
                            {
                                "content": "The court’s decision was based on sections 188(b) and 200(1) of the Act no. CLIV of 1997 on Health Care (“the Health Act”) and on the Supreme Court’s leading case (EBH2004.1130) (see below paragraphs 32-33).",
                                "elements": []
                            },
                            {
                                "content": "26.  On 27 December 2007 Dr H. submitted to the court her opinion in hard copy. On the same day the applicant contacted the MDAC seeking advice on possible remedies against the court order. He was advised to appeal against the decision. During the second-instance proceedings, the applicant continued to be represented by the guardian ad litem appointed for him by the District Court, whereas MDAC provided him with additional legal advice.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 14 January 2008 the guardian ad litem appealed to the . He argued that the conditions for mandatory treatment as required by the Health Act were not fulfilled, since the evidence provided by the two psychiatrists involved did not prove the applicant’s significant dangerous character but consisted of no more than vague predictions of an eventual deterioration in the applicant’s condition. The decision was not in conformity with the Health Act, since the District Court had established the applicant’s dangerous character relying on his lifestyle rather than a mental illness and its symptoms; in fact, the forensic expert had merely suspected the presence of a mental disorder and her opinion did not contain a proper diagnosis or substantiate that the degree of the applicant’s mental illness warranted mandatory treatment.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 12 February 2008 the  dismissed the applicant’s appeal and upheld the first-instance decision, endorsing in essence its reasoning. This decision was served on the applicant on 4 March 2008; the time-limit to file a petition for review by the Supreme Court accordingly expired on 3 May 2008.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 27 March 2008 the applicant’s treatment commenced at . On admission, he was held in the closed ward of the psychiatric department. Two weeks later he was transferred to the regular ward of the department.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 25 April 2008 the geographically competent Vác District Court conducted a review of the applicant’s hospitalisation. Relying on the opinion of forensic expert Dr T. – according to whom the applicant, whose condition had improved, suffered from schizophrenia hallmarked by residual symptoms of a psychotic state, but represented no direct danger and was willing to accept voluntary treatment – it held that the conditions for mandatory treatment were no longer met in the applicant’s case and ordered his release.",
                                "elements": []
                            },
                            {
                                "content": "31.  On 6 May 2008 the MDAC attempted to obtain a copy of the petition for review from the court for their records and found out that it had never been lodged by the applicant’s guardian ad litem, despite his exclusive entitlement and his promise to do so.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "32.  The relevant provisions of the Health Act read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Section 188",
                                "elements": []
                            },
                            {
                                "content": "“... b) Dangerous conduct is constituted by a condition in which a patient, due to his disturbed state of mind, may represent significant danger to his or others’ life and limb or health, but, given the nature of the illness, ‘urgent hospitalisation’ [within the meaning of section 199] is not warranted.”",
                                "elements": []
                            },
                            {
                                "content": "Section 197 – Voluntary treatment",
                                "elements": []
                            },
                            {
                                "content": "“(1) The treatment may be considered voluntary if, prior to admission to the psychiatric institution, the [mentally] competent patient has consented to it in writing.",
                                "elements": []
                            },
                            {
                                "content": "(2) A partly or fully incompetent patient may be subjected to treatment in a psychiatric institution at the request of the person referred to in sections 16(1) and 16(2).”",
                                "elements": []
                            },
                            {
                                "content": "Section 198",
                                "elements": []
                            },
                            {
                                "content": "“(1) In cases under sections 197(1) and 197(2), the court shall regularly review the necessity of hospitalisation. Such review shall take place every 30 days in psychiatric hospitals and every 60 days in psychiatric rehabilitation institutions.”",
                                "elements": []
                            },
                            {
                                "content": "Section 199 – Urgent hospitalisation",
                                "elements": []
                            },
                            {
                                "content": "“(1) The doctor in charge shall directly make arrangements to commit a patient to an appropriate psychiatric institution, if the patient’s conduct is imminently dangerous because of his psychiatric or addictive disease and can only be controlled by urgent treatment in a psychiatric institution. ...",
                                "elements": []
                            },
                            {
                                "content": "(2) The head of the psychiatric institution shall, within 24 hours of the patient’s admission, notify the court thereof and shall thereby initiate steps to establish the necessity of the patient’s admission and the order of compulsory psychiatric treatment. ...",
                                "elements": []
                            },
                            {
                                "content": "(5) The court shall order the compulsory treatment of a patient subjected to urgent hospitalisation if the patient’s conduct is dangerous and his treatment in an institution necessary.",
                                "elements": []
                            },
                            {
                                "content": "(6) Before deciding, the court shall hear the patient and obtain the opinion of an independent expert psychiatrist. ...",
                                "elements": []
                            },
                            {
                                "content": "(8) The court shall review the necessity of the treatment every 30 days.",
                                "elements": []
                            },
                            {
                                "content": "(9) The patient must be released from the psychiatric institution if his treatment in an institution is no longer necessary.”",
                                "elements": []
                            },
                            {
                                "content": "Section 200 – Compulsory treatment",
                                "elements": []
                            },
                            {
                                "content": "“(1) The court shall order the compulsory institutional treatment of a patient whose conduct is dangerous because of his psychiatric or addictive disease but whose urgent treatment is not warranted. ...",
                                "elements": []
                            },
                            {
                                "content": "(2) Proceedings for ordering compulsory institutional treatment shall be initiated by the specialist of the psychiatric health care institution which established the necessity of this treatment ... by notifying the court; s/he shall make a proposal as to the psychiatric institution which should administer the treatment.",
                                "elements": []
                            },
                            {
                                "content": "(3) The court shall decide whether to order compulsory institutional treatment within 15 days following receipt of the notification.",
                                "elements": []
                            },
                            {
                                "content": "(4) Before giving its decision, the court shall hear the patient and an independent ... forensic expert psychiatrist ... as well as the psychiatrist who has initiated the proceedings. ...",
                                "elements": []
                            },
                            {
                                "content": "(7) The court shall review the necessity of compulsory institutional treatment at the intervals specified in section 198. ...",
                                "elements": []
                            },
                            {
                                "content": "(8) A patient subjected to compulsory institutional treatment must be released once his treatment is no longer warranted. ...”",
                                "elements": []
                            },
                            {
                                "content": "33.  Supreme Court leading case no. EBH2004.1130 contains the following passages:",
                                "elements": []
                            },
                            {
                                "content": "“The court ... ordered [Mrs X’s] mandatory inpatient psychiatric treatment and committed her to the Psychiatric Ward of Sz. J. Hospital. The court was of the opinion that [Mrs X] was suffering from a psychiatric disease imperatively requiring inpatient treatment, this being the only way to improve her health status. The patient refuses medical help or medicines, thereby endangering her own health. Against the final order a petition for review was filed by [Mrs X]. ... She [argued that she had] refused medical help only because her trust in doctors had been shattered. Her letters written, sometimes in injurious tone, to various authorities could be evaluated as the outrages of a person having grown tired of seeking the truth but could not represent imminent endangering behaviour or a ground for committing her to imminent inpatient psychiatric treatment. There had been no elements whatsoever indicating that the life or health of others had been in imminent danger. She endangered solely her own health; and the authorities’ measure restricting personal liberty could not override her right to self-determination enjoyed as a person of full capacity .... On this question of law, an issue of principle, the Supreme Court has to date not taken a published decision of principle and in the interest of developing the jurisprudence it is necessary to carry out a review of the final order. ...",
                                "elements": []
                            },
                            {
                                "content": "The Health Act contains sui generis regulation in respect of psychiatric patients. Because of the nature of the disease, the law contains a system of special and interlinked provisions. These provisions allow, among other measures, for deprivation of personal liberty subject to sufficient statutory guarantees. Under the Health Act, psychiatric patients may be subjected to inpatient treatment in three cases: if they consent thereto, if they are in a state endangering other persons and therefore in need of emergency inpatient treatment, and if mandatory inpatient treatment is ordered in a court decision ...",
                                "elements": []
                            },
                            {
                                "content": "Under the Health Act, emergency treatment (section 199) is linked to imminent endangering behaviour whereas mandatory inpatient treatment (section 200) is linked to endangering behaviour. Circumstances giving rise to imminent endangering behaviour or endangering behaviour are differentiated on the basis of acute disturbance or disturbance of the patient’s psychic status, respectively. If, in consequence of an acute disturbance of the patient’s psychic status, the patient imminently and seriously endangers his or others’ life or limb (imminent endangering behaviour) or, in consequence of a disturbance of the patient’s psychic status, the patient may significantly endanger his or others’ life or limb, but the nature of the disease does not justify emergency treatment, the court may order mandatory inpatient treatment (Health Act, section 188 (b) (c)). The Health Act ... contains sufficient legal safeguards in respect of all the three options of admission into institutional care (including voluntary admission) and requires court proceedings and a judicial decision as to whether the treatment is justified ...; mandatory institutional treatment may be ordered [only] by a court (Health Act, section 200(1)) ...",
                                "elements": []
                            },
                            {
                                "content": "Thus, as to the applicability of sections 199 and 200, a distinction is to be made not on the basis of the degree, let alone the severity of the disease, but on the basis of the urgent nature of the treatment required ...",
                                "elements": []
                            },
                            {
                                "content": "The patient’s right to self-determination and her personal liberty was not violated, given that a treatment appropriate for her health status – to be carried out in an institution – had to be ordered, since the treatment previously voluntarily received by the patient could not be continued because of the patient ...",
                                "elements": []
                            },
                            {
                                "content": "According to the expert opinion and the opinion of the Institute’s medical practitioner, the endangering behaviour required for such a decision indeed existed in the patient’s case, since due to her lack of capacity to understand and appreciate her illness, she failed to appear for treatment for some half a year. The deterioration of her health status as a result of the absence of treatment was ... medically foreseeable ...",
                                "elements": []
                            },
                            {
                                "content": "This constitutes health-endangering behaviour on the part of the patient, and the right to self-determination of a person otherwise enjoying full capacity cannot be violated when the proceedings are being conducted before a court and a judicial decision is taken on the basis of provisions containing legal guarantees ... (Supreme Court no. Pfv.III.20.304/2004.)”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT LAW IN VARIOUS EUROPEAN COUNTRIES",
                        "elements": [
                            {
                                "content": "34.  The Government submitted the following elements concerning the law on the subject matter of the application in various European jurisdictions.",
                                "elements": []
                            },
                            {
                                "content": "According to the findings of the Final Report of a Research Project financed by the European Commission in 2002 on the “Compulsory Admission and Involuntary Treatment of Mentally Ill Patients – Legislation and Practice in EU Member States”, the legal criteria qualifying a person for involuntary placement in a psychiatric facility differ widely across the Member States of the European Union. The research focused on 15 EU Member States but its findings can be generalised as regards all 47 Member States of the Council of Europe, only the number of States belonging to different models varies.",
                                "elements": []
                            },
                            {
                                "content": "When determining the criteria for compulsory admission, a basic conflict between a medical model and a civil liberties approach can be identified. These two approaches can also be characterised as the “parens patriae” approach or the “police powers” approach, respectively. The medical model emphasises the need for treatment as a sufficient prerequisite for the involuntary confinement of a mentally ill patient. Supporters of the medical model consider compulsory admission to be essential and inevitable to secure treatment for patients whose mental illness interferes with their capacity to accept treatment on a voluntary basis. Similarly, the “parens patriae” approach is the public-policy power of the State to act as the parent of an individual who is in need of protection but cannot protect himself. On the basis of this power, State authorities may make decisions regarding mental health treatment on behalf of one who is mentally incompetent to make the decision himself. A strict human-rights approach accepts forced hospital admission only when a mentally ill person threatens to do harm to others or himself. This is the only criterion (“dangerousness criterion”) justifying or permitting someone to be admitted involuntarily. This is similar to the police-power approach which authorises and requires the State only to interfere in order to protect the public order and the rights and safety of others.",
                                "elements": []
                            },
                            {
                                "content": "The first and common condition for compulsory admission is the existence of a “mental disorder”. This term is generally not defined by legislation and is given a wide definition in practice. Among the States covered by the comparative analysis, only  restricts this condition to “psychosis”. The same restricted meaning is given to this term in practice in . Schizophrenia is generally included in the notion of psychosis. Therefore it can be concluded that schizophrenia is regarded in the Member States of the Council of Europe as a mental disorder of a kind or degree warranting compulsory confinement.",
                                "elements": []
                            },
                            {
                                "content": "As to the further conditions of compulsory admission, danger to oneself or to others is not an essential prerequisite everywhere. It is completely absent as a criterion in Italy and . A serious threat of harm to the person himself and/or to others is an essential prerequisite for compulsory admission in Austria, Belgium, Germany, Luxembourg, Sweden and the . Many States, including Denmark, Finland, France, Greece, Ireland, Portugal, the United Kingdom and  apply both the dangerousness criterion and the need-for-treatment criterion, as alternatives, to admit mentally ill patients involuntarily. The dangerousness criterion is not applied in a uniform manner in the Member States of the European Union. Some States qualify the level of danger required for admitting a person involuntarily, others do not. The defined thresholds, however, are rather vague, requiring that the danger to health or safety of the person concerned or to the public be “serious”, “immediate”, “significant” or “substantial”. Some countries include only public threats, while others add the element of possible harm to the patient himself. In some jurisdictions, the risk of deterioration of the patient’s health is expressly mentioned in the law (Denmark, Finland, Portugal, Latvia and the United Kingdom (in respect of certain psychiatric conditions)), but it is not clear whether and to what extent the risk of deterioration is included by judicial interpretation in the danger to one’s own health in other States. Among those countries that stipulate the need for treatment as a criterion, Finland, France, Ireland, Portugal and  additionally emphasise the lack of insight by the patient.",
                                "elements": []
                            },
                            {
                                "content": "Guardianship rules may also affect the conditions of involuntary admission and treatment of patients with mental disorders. In , there are 16 different admission laws (Unterbringungsgesetz) in force in the public laws of the Länder and one guardianship law (Betreuungsgesetz) in force in the federal civil law, regulating the detention of mentally ill persons under certain circumstances. The public-law aspect is fundamentally determined by a decision of the , confirming an overall “right to be ill” and largely exempting the society from responsibility for improving the condition of citizens by infringing upon their personal freedom. The function of public law is to avert danger to public order and security relating to mentally ill persons, whereas that of guardianship law is to secure appropriate personal, medical and economic care for those in need due to disability or illness. Such persons are taken care of by a court-appointed guardian who can decide on the necessity of psychiatric treatment, including hospitalisation.",
                                "elements": []
                            },
                            {
                                "content": "Similarly, in , the Mental Health Act authorises compulsory admission only if the person suffering from severe mental disorder is dangerous to himself or to other persons, whereas the Act on the incapacity of adults (guardianship) is regarded as serving the protection of mentally ill persons.",
                                "elements": []
                            },
                            {
                                "content": "The same dichotomy is reflected in the law of France where different conditions are applicable depending on the initiator of compulsory admission: if it is initiated by a “third party” (a relative or other private party), the person suffering from mental disorder rendering his consent impossible must be in a state that requires immediate care and constant supervision in a hospital, whereas if it is initiated by the police, it must be shown that the person whose mental disorder jeopardises law and order or public safety may cause danger to others.",
                                "elements": []
                            },
                            {
                                "content": "In , if a police officer has reasonable grounds for believing that a person suffers from a mental disorder and that there is a serious likelihood of that person causing immediate and serious harm to himself or to others, the police may take the person into custody. If confinement is initiated by other persons, it is sufficient that a registered medical practitioner be satisfied that the person is suffering from a mental disorder.",
                                "elements": []
                            },
                            {
                                "content": "In , compulsory admission is justified if the psychotic patient is either dangerous to self/others or if the prospect for recovery will diminish substantially if detention in a psychiatric ward will not take place. The involuntary admission of a patient to a Danish psychiatric ward will always be for a therapeutic reason; the placement of incurably mentally disordered people without medical aims is illegal. The Act on guardianship is applied to placement in nursing homes of incurably mentally disordered people.",
                                "elements": []
                            },
                            {
                                "content": "In , involuntary treatment is allowed both due to “need for treatment” and “dangerousness”. For the purposes of “need for treatment”, the possible deterioration of the mental illness is expressly referred to. The process of ordering compulsory confinement is organised as a primarily medical decision-making one, similarly to Ireland and .",
                                "elements": []
                            },
                            {
                                "content": "In Greece, in addition to preventing acts of violence against himself or others, a person suffering from a severe psychiatric disorder can be admitted and treated involuntarily when this disorder makes the patient unable to look after his own well being, and (or) treatment is expected to improve his condition and reverse the deterioration of his mental health.",
                                "elements": []
                            },
                            {
                                "content": "In Portugal, compulsory admission can be ordered by a court either if the person concerned represents real danger to himself/others as the result of a mental anomaly and he refuses treatment or if the absence of adequate treatment would entail a risk of further deterioration, of which the person himself is unaware.",
                                "elements": []
                            },
                            {
                                "content": "In the United Kingdom (England and ), the criteria for detention (admission for assessment or treatment) specify that it must be necessary either in the interests of the patient’s health, or his safety, or for the protection of other persons. In the case of treatment orders of those with psychopathic disorder or mental impairment, there is a further condition, namely that treatment must be “likely to alleviate or prevent a deterioration” of the condition in question. Compulsory admission for treatment is justified only if appropriate treatment is available for the person concerned.",
                                "elements": []
                            },
                            {
                                "content": "In Latvia, psychiatric assistance without the consent of a patient is provided for not only if the patient behaves violently or threatens to cause personal injuries to himself or to another person but also if the patient with a mental health disorder has disclosed an inability to care for himself (or for a person under his guardianship) and his health might unavoidably and seriously deteriorate.",
                                "elements": []
                            },
                            {
                                "content": "Romanian law also allows for compulsory hospitalisation of a mental patient on account of the risk of a serious deterioration of his health.",
                                "elements": []
                            },
                            {
                                "content": "In sum, the majority of the Member States of the European Union perceive the risk of deterioration of the patient’s health as justifying his compulsory hospitalisation if he refuses to receive treatment voluntarily. In those States where compulsory hospitalisation is more restricted, guardianship laws are applied to provide treatment to persons suffering from a mental disorder without their consent.",
                                "elements": []
                            },
                            {
                                "content": "As regards the condition that the person detained under Article 5 § 1 (e) must be reliably shown to be of unsound mind, the expertise required to assess the medical criteria for admitting a person involuntarily are heterogeneous across the Member States of the European Union. The laws of several States permit doctors other than trained psychiatrists to be involved in the initial medical assessment of the persons concerned not only in emergency cases but also during routine involuntary placement procedures (and thorough assessments are performed by psychiatrists only when a patient is admitted to a psychiatric facility), whereas the expert testimony of a psychiatrist is mandatory in the remaining countries (Austria, Greece, Ireland, the Netherlands, Portugal, Spain, the United Kingdom and some of the 16 German Länder). Most Member States (Austria, France, Finland, Greece, Ireland, Italy, Luxembourg, Portugal, Spain, Sweden and the United Kingdom) require the opinion or certificate of more than one expert (but not necessarily all of them being a psychiatrist and not necessarily prior to ordering compulsory admission); the opinion of one expert is sufficient in Belgium, Denmark and the . In Denmark, Finland, Ireland, Luxembourg and Sweden, the decision is left to psychiatrists or other health care professionals, whereas in 10 other States the decision is made either by judges, prosecutors, mayors or other agencies independent from the medical system (e.g. social workers in the ).",
                                "elements": []
                            },
                            {
                                "content": "Several States require that less restrictive treatment options be considered before ordering compulsory hospitalisation. In , compulsory admission is applicable only when there is no other adequate treatment option. In practice, this is equivalent to the patient’s refusing voluntary treatment. In the United Kingdom (England and Wales) the criteria for detention specify that the patient must be suffering from a mental disorder “of a nature or degree” which makes it “appropriate” for the patient to receive assessment or treatment in hospital. In effect, this means that treatment in the community must be impractical or impossible, the latter being most commonly because the patient cannot be relied upon to be compliant with assessment or treatment on a voluntary basis. Compulsory outpatient treatment as a possible less restrictive alternative to compulsory hospitalisation is mentioned in the laws of only four Member States (Belgium, Luxembourg, Portugal and ).",
                                "elements": []
                            },
                            {
                                "content": "35.  The applicant submitted that from the academic literature it was evident that Western European countries recognised dangerousness and incapacity to consent to treatment as two separate issues in their mental health systems. Most provided for involuntary treatment separately on both grounds (e.g. the United Kingdom), some only on the basis of incapacity (e.g. the ), but they did not conflate the two issues.",
                                "elements": []
                            },
                            {
                                "content": "36.  In a decision of 23 March 2011 – 2 BvR 882/09 – the German Federal Constitutional Court accepted a constitutional complaint lodged by a convicted felon committed to a psychiatric hospital as a measure of correction and prevention, holding that the relevant legislation in Rhineland-Palatinate was unconstitutional. The  summarised the case as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Medical treatment performed against the natural will of a person who, as a measure of correction and prevention, has been committed to an institution (compulsory treatment) is an especially serious encroachment on the person’s fundamental right to physical integrity under Article 2.2 sentence 1 of the Basic Law (Grundgesetz – GG). The legislature is not as a matter of principle prevented from permitting such encroachments. This also applies to a treatment which serves to achieve the objective of the measure, i.e. is to enable the person committed to an institution to be released. The legal interest of the person’s own freedom, which is protected as a fundamental right (Article 2.2 GG), may be suitable to justify such an encroachment if due to his or her illness, the person lacks insight into the gravity of his or her illness and the necessity of treatment measures, or is unable to act according to such insight. To the extent that under this condition, an authorisation to perform compulsive treatment is to be recognised by way of exception, this does not establish a “reason-based sovereignty” of state bodies over the holder of fundamental rights in such a way that the will of the latter may be disregarded merely because it deviates from average preferences or appears to be unreasonable from an outside perspective. Compulsory treatment measures may only be used if they are promising with regard to the objective of the treatment that justifies their use and if they do not involve burdens to the person affected which are out of proportion to the benefit that can be expected.” [press release]",
                                "elements": []
                            },
                            {
                                "content": "The  held in particular as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Zwangsmaßnahmen dürfen ferner nur als letztes Mittel eingesetzt werden, wenn mildere Mittel keinen Erfolg versprechen ... Für eine medikamentöse Zwangsbehandlung ... bedeutet dies erstens, dass eine weniger eingreifende Behandlung aussichtslos sein muss. Zweitens muss der Zwangsbehandlung, soweit der Betroffene gesprächsfähig ist, der ernsthafte, mit dem nötigen Zeitaufwand und ohne Ausübung unzulässigen Drucks ... unternommene Versuch vorausgegangen sein, seine auf Vertrauen gegründete Zustimmung zu erreichen.”",
                                "elements": []
                            },
                            {
                                "content": "[Unofficial translation by the European Court’s Registry:]",
                                "elements": []
                            },
                            {
                                "content": "(“Furthermore, coercive measures may only be used as a last resort, when a less restrictive one offers no prospect of success ... In the case of ... compulsory medical treatment, this means that, firstly, a less incisive treatment must appear hopeless. Secondly, if the person concerned is able to communicate, the compulsory treatment must have been preceded by a serious attempt, with the necessary time devoted to it and without exerting impermissible pressure, ... to obtain the trust-based consent of the person.” [translation])",
                                "elements": []
                            },
                            {
                                "content": "The case summary continues as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Additionally, a person committed to a closed institution depends to a particularly large extent on procedural safeguards in order to preserve his or her fundamental rights. At any rate in case of planned treatment measures, a sufficiently specific announcement is necessary which provides the person affected with the possibility of seeking legal protection in good time. To preserve proportionality, it is essential for compulsive medication to be ordered and supervised by a physician. To ensure proportionality and the effectiveness of legal protection, it is necessary to extensively document treatment measures taken against the will of the person affected. With a view to the special situation-related threats to fundamental rights to which the person who is committed to an institution is exposed, it must furthermore be ensured that compulsory treatment performed in order to achieve the objective of the measure of correction and prevention be preceded by a review taking place under conditions which secure its independence of the institution to which the person is committed. It is for the legislature to elaborate the way in which this will be done.",
                                "elements": []
                            },
                            {
                                "content": "The essential substantive and procedural prerequisites of the encroachment require legal regulation.” [press release]",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  RELEVANT INTERNATIONAL TEXTS",
                        "elements": [
                            {
                                "content": "37.  Article 12 of the United Nations Convention on the Rights of Persons with Disabilities reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "Equal recognition before the law",
                                "elements": []
                            },
                            {
                                "content": "“1. States Parties reaffirm that persons with disabilities have the right to recognition everywhere as persons before the law.",
                                "elements": []
                            },
                            {
                                "content": "2. States Parties shall recognize that persons with disabilities enjoy legal capacity on an equal basis with others in all aspects of life.",
                                "elements": []
                            },
                            {
                                "content": "3. States Parties shall take appropriate measures to provide access by persons with disabilities to the support they may require in exercising their legal capacity.",
                                "elements": []
                            },
                            {
                                "content": "4. States Parties shall ensure that all measures that relate to the exercise of legal capacity provide for appropriate and effective safeguards to prevent abuse in accordance with international human rights law. Such safeguards shall ensure that measures relating to the exercise of legal capacity respect the rights, will and preferences of the person, are free of conflict of interest and undue influence, are proportional and tailored to the person’s circumstances, apply for the shortest time possible and are subject to regular review by a competent, independent and impartial authority or judicial body. The safeguards shall be proportional to the degree to which such measures affect the person’s rights and interests.",
                                "elements": []
                            },
                            {
                                "content": "5. Subject to the provisions of this article, States Parties shall take all appropriate and effective measures to ensure the equal right of persons with disabilities to own or inherit property, to control their own financial affairs and to have equal access to bank loans, mortgages and other forms of financial credit, and shall ensure that persons with disabilities are not arbitrarily deprived of their property.”",
                                "elements": []
                            },
                            {
                                "content": "38.  The United Nations Principles for the Protection of Persons with Mental Illness and the Improvement of Mental Health Care (adopted by General Assembly, resolution 46/119 of 17 December 1991) contain the following passage:",
                                "elements": []
                            },
                            {
                                "content": "Principle 16 – Involuntary admission",
                                "elements": []
                            },
                            {
                                "content": "“1. A person may (a) be admitted involuntarily to a mental health facility as a patient; or (b) having already been admitted voluntarily as a patient, be retained as an involuntary patient in the mental health facility if, and only if, a qualified mental health practitioner authorized by law for that purpose determines, in accordance with Principle 4, that person has a mental illness and considers:",
                                "elements": []
                            },
                            {
                                "content": "(a) That, because of that mental illness, there is a serious likelihood of immediate or imminent harm to that person or to other persons; or",
                                "elements": []
                            },
                            {
                                "content": "(b) That, in the case of a person whose mental illness is severe and whose judgement is impaired, failure to admit or retain that person is likely to lead to a serious deterioration in his or her condition or will prevent the giving of appropriate treatment that can only be given by admission to a mental health facility in accordance with the principle of the least restrictive alternative.",
                                "elements": []
                            },
                            {
                                "content": "In the case referred to in subparagraph (b), a second such mental health practitioner, independent of the first, should be consulted where possible. If such consultation takes place, the involuntary admission or retention may not take place unless the second mental health practitioner concurs.",
                                "elements": []
                            },
                            {
                                "content": "2. Involuntary admission or retention shall initially be for a short period as specified by domestic law for observation and preliminary treatment pending review of the admission or retention by the review body. The grounds of the admission shall be communicated to the patient without delay and the fact of the admission and the grounds for it shall also be communicated promptly and in detail to the review body, to the patient’s personal representative, if any, and, unless the patient objects, to the patient’s family.",
                                "elements": []
                            },
                            {
                                "content": "3. A mental health facility may receive involuntarily admitted patients only if the facility has been designated to do so by a competent authority prescribed by domestic law.”",
                                "elements": []
                            },
                            {
                                "content": "39.  The World Health Organization’s (WHO) International Statistical Classification of Diseases and Related Health Problems (10th Revision) (ICD-10) defines paranoid schizophrenia as follows:",
                                "elements": []
                            },
                            {
                                "content": "F20.0 Paranoid schizophrenia",
                                "elements": []
                            },
                            {
                                "content": "“Paranoid schizophrenia is dominated by relatively stable, often paranoid delusions, usually accompanied by hallucinations, particularly of the auditory variety, and perceptual disturbances. Disturbances of affect, volition and speech, and catatonic symptoms, are either absent or relatively inconspicuous.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "40.  The applicant complained that his involuntary psychiatric treatment amounted to an unjustified deprivation of liberty in breach of Article 5 § 1 (e). The Government contested this view.",
                                "elements": []
                            },
                            {
                                "content": "Article 5 § 1 provides as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(e)  the lawful detention of ... of persons of unsound mind ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Arguments of the parties",
                                "elements": [
                                    {
                                        "content": "1.  The applicant",
                                        "elements": [
                                            {
                                                "content": "41.  The applicant submitted that he had not been “reliably shown to be a person of unsound mind” for the purposes of Article 5 § 1 (e) of the Convention. In his view, a psychiatric patient could be hospitalised only if he suffered from a serious condition which had a reasonable prospect of deterioration and would seriously endanger his health if not treated. Medical professionals must reliably show that these criteria were met, and their opinions and the domestic courts’ decisions must be subject to strict scrutiny. Unwillingness to undergo hospitalisation should not be considered as justifying deprivation of liberty unless it was convincingly established that the patient was incapable of deciding on his medical treatment. The applicant claimed that in the instant case the above criteria had not been met.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  As regards the “seriousness” of his condition he argued that none of the medical opinions had showed that it reached a sufficient level of severity to justify deprivation of liberty. Neither the doctors nor the courts had indicated how the threat to his health had been significant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Concerning the “reasonable prospect of deterioration”, he pointed out that none of the medical opinions had explained how he would become significantly dangerous to his health in the future. They had all accepted that his condition had been stable for years, and none of them had expected any changes. In addition, the District Court’s decision had only stated that his condition would decline without treatment; while there had been no doubt that treatment would improve his condition.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Moreover, the applicant was of the opinion that the “dangerousness” criterion had not been properly addressed by the courts, either. There had been no element in the case showing that the absence of treatment might “represent a serious danger to his or others’ life and limb or health” for the purposes of section 188(b) of the Health Act. This had also been demonstrated by the fact that at Vác Psychiatric Department he had been transferred to the open section after two weeks and released after another two weeks, on account of the fact that he did not represent any danger. The notion of “dangerousness” in domestic law could not have been substituted for by considerations about his unconventional lifestyle, partial insight into his condition or unwillingness to subject himself to hospitalisation – especially because the authorities could have availed themselves of less stringent measures, such as outpatient care or prolonged observation (cf. Witold Litwa v. , no. 26629/95, § 78, ECHR 2000III).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Concerning whether the fulfilment of the above criteria had been “reliably shown” by the domestic authorities, the applicant argued that the medical experts had failed to conduct an adequate enquiry into the diagnosis and the nature of his danger to his health. His involuntary treatment had been based on three expert opinions, notably that of Dr M., who had never established any actual diagnosis, that of Dr L., who was a psychologist rather than a psychiatrist, and that of expert Dr H., who had examined him summarily in a forty-minute court-session break. The latter had been particularly shocking given that there had been no element of emergency in the case. In his view, none of these opinions qualified as the requisite objective medical expertise. He added that under the Health Act only such persons could be considered as ‘psychiatric patients’, in respect of whom a proper diagnosis had been established in line with the categories established by the WHO. However, in the instant case, the doctors had failed to provide sufficient evidence that his condition met the WHO definition of any illness.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  As regards the “scrutiny” requirement, the applicant argued that persons with mental illness constituted a particularly vulnerable group which required that any interference with their rights be subject to strict scrutiny, and only “very weighty reasons” could justify any restriction (see Alajos Kiss v. , no. 38832/06, § 42, 20 May 2010). However, he argued that the domestic courts had shown extreme deference to medical professionals, and had not convincingly established that the substantive criteria for involuntary hospitalisation had been met.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  Concerning his unwillingness to be hospitalised, the applicant emphasised that not all refusals of treatment could justify deprivation of liberty, otherwise the argument would be wholly circular: any person refusing treatment could be hospitalised because of that very refusal and regardless of his actual condition. For a refusal of treatment even to be a factor in this consideration, it must be true that the person was seriously ill, the refusal of treatment might significantly endanger his health, and he was refusing treatment for wholly unreasonable motives, such as his lack of capacity to decide on his treatment – which was not his case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The applicant added that he would have appreciated social counselling and help in finding employment, but such assistance had not been offered. Only medical treatment had been proposed – and this at the medical centre of Dr M., who was his mother’s close acquaintance, heavily vested in the conflict between him and his mother and thus ineligible in his view, a circumstance he had explained to the court. Moreover, alternatives to detention had been available but not duly considered by the court: for instance, the court order could have been postponed for a period of outpatient observation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Government",
                                        "elements": [
                                            {
                                                "content": "49.  The Government submitted that the applicant’s compulsory hospitalisation had been in accordance with Hungarian law and in conformity with the requirements of Article 5 § 1 (e) of the Convention. The domestic law provided for sufficient guarantees against arbitrary psychiatric detention: mandatory institutional treatment could be ordered only by a judicial authority; the person concerned must be examined by an independent medical expert; he must have a legal representative; the court’s decision must give detailed reasoning and be subject to appeal; and a review by the Supreme Court on grounds of legality was available. The Government argued that all these guarantees had been applied in the instant case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Government quoted the Court’s opinion pronounced inter alia in the Hutchison Reid v. the United Kingdom judgment (no. 50272/99, § 52, ECHR 2003IV), according to which compulsory confinement of a mental patient may be necessary not only where a person needs therapy, medication or other clinical treatment to cure or alleviate his condition, but also where the person needs control and supervision to prevent him, for example, causing harm to himself or other persons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In their opinion, the need of treatment alone was sufficient to justify a mentally deranged person’s compulsory psychiatric treatment without his being dangerous to his or others’ life or limb. A medically perceived risk of a mental patient’s prejudicing his own health, which risk was incarnated by the patient’s unwillingness to receive treatment voluntarily, could be regarded as a disorder of a kind or degree warranting compulsory confinement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Government stressed that the applicant’s mandatory hospitalisation had been ordered to prevent further deterioration of his health, since the court found that he had not been willing to subject himself to psychiatric treatment voluntarily. Dr M. had stated that the significant danger required by law consisted of the fact that lack of treatment would result in a significant deterioration of his health. Dr H. had agreed and explained that, by virtue of a treatment, the applicant’s previous level of mental health could be recovered, while without treatment a residual status or worse would occur. Therefore no measures less severe than mandatory hospitalisation had been sufficient to achieve the aim of protecting the applicant’s health.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  As to the question of whether the necessity of such confinement had been reliably shown by the domestic authorities, the Government argued that the applicant had been examined by an independent medical expert, Dr H., who had diagnosed him with paranoid schizophrenia. Her diagnosis had been supported by the earlier findings of another two professionals, Dr M. and Dr L. Therefore the expertise involved in the assessment of his mental condition had met the European standards. Moreover, in light of the medical evidence, the need for the applicant’s treatment had also been assessed by an independent court – which in most European States was not even a prerequisite for compulsory confinement of mental patients. As a consequence, in the Government’s view, the applicant had been reliably shown to be a person of unsound mind, which had been subsequently corroborated by the expert Dr T., who had endorsed the discontinuation of the mandatory treatment because his condition had improved (namely, he did not represent any direct danger and was willing to accept voluntary treatment; see paragraph 30 above), rather than because the applicant had never had a mental disorder.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  As to the allegedly excessive deference by the domestic courts to the opinion of psychiatrist experts, the Government explained that forensic experts had been appointed because the District Court had not had the requisite expertise. The expert opinions had been conclusive and convincing beyond a reasonable doubt. It was not arbitrary on the part of the domestic courts to rely on the opinions of two psychiatrists supported by the findings of a psychologist. Those courts had properly considered whether the applicant had a lack of, or limited, insight into his illness which prevented him from making an informed choice in respect of his psychiatric treatment, even if in general he had not been found to be incapacitated.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "54.  It has not been disputed that the applicant’s compulsory confinement in a psychiatric hospital constituted a “deprivation of liberty”, and the Court sees no reason to hold otherwise. The Government maintained that this deprivation of liberty fell under paragraph 1 (e) of Article 5 of the Convention. No other provision was relied on to justify it.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court reiterates that the expressions “lawful” and “in accordance with a procedure prescribed by law” in Article 5 § 1 essentially refer back to domestic law; they state the need for compliance with the relevant procedure under that law. The notion underlying the term in question is one of fair and proper procedure, namely that any measure depriving a person of his liberty should issue from and be executed by an appropriate authority and should not be arbitrary (see Winterwerp v. the Netherlands, 24 October 1979, § 45, Series A no. 33; Wassink v. the Netherlands, 27 September 1990, § 24, Series A no. 185A; and more recently, Bik v.  no. 26321/03, § 30, 22 April 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  It is in the first place for the national authorities, notably the courts, to interpret and apply domestic law. However, since under Article 5 § 1 failure to comply with domestic law entails a breach of the Convention, it follows that the Court can, and should, exercise a certain power of review of such compliance (see Benham v. the United Kingdom, 10 June 1996, § 41, Reports of Judgments and Decisions 1996-III, and Bik v.  cited above, § 31).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  While the Court has not previously formulated a global definition of what types of conduct on the part of the authorities might constitute “arbitrariness” for the purposes of Article 5 § 1, key principles have been developed on a case-by-case basis. It is moreover clear from the case-law that the notion of arbitrariness in the context of Article 5 varies to a certain extent depending on the type of detention involved (see Saadi v. the  [GC], no. 13229/03, § 68, ECHR 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  One general principle established in the case-law is that detention will be “arbitrary” where, despite complying with the letter of national law, there has been an element of bad faith or deception on the part of the authorities. The condition that there be no arbitrariness further demands that both the order to detain and the execution of the detention must genuinely conform with the purpose of the restrictions permitted by the relevant sub-paragraph of Article 5 § 1. There must in addition be some relationship between the ground of permitted deprivation of liberty relied on and the place and conditions of detention (ibid, § 69 with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  The requirement of lawfulness laid down by Article 5 § 1 (e) (“lawful detention” ordered “in accordance with a procedure prescribed by law”) is not satisfied merely by compliance with the relevant domestic law; domestic law must itself be in conformity with the Convention, including the general principles expressed or implied in it, particularly the principle of the rule of law, which is expressly mentioned in the Preamble to the Convention. The notion underlying the expression “in accordance with a procedure prescribed by law” requires the existence in domestic law of adequate legal protections and “fair and proper procedures” (see, among other authorities, Winterwerp v. the Netherlands, cited above, § 45).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  Moreover, the Court has outlined three minimum conditions for the lawful detention of an individual on the basis of unsoundness of mind under Article 5 § 1 (e) of the Convention: he must reliably be shown to be of unsound mind, that is, a true mental disorder must be established before a competent authority on the basis of objective medical expertise; the mental disorder must be of a kind or degree warranting compulsory confinement; and the validity of continued confinement must depend upon the persistence of such a disorder (see Winterwerp v. the Netherlands, cited above, § 39; Johnson v. the United Kingdom, 24 October 1997, § 60, Reports 1997VII; and more recently, Stanev v.  [GC], no. 36760/06, § 145, 17 January 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  In deciding whether an individual should be detained as a “person of unsound mind”, the national authorities have a certain margin of appreciation regarding the merits of clinical diagnoses since it is in the first place for them to evaluate the evidence in a particular case: the Court’s task is to review under the Convention the decisions of those authorities (see Winterwerp v. the Netherlands, cited above, § 40, Luberti v. Italy, 23 February 1984, § 27, Series A no. 75, and more recently, Witek v. , no. 13453/07, § 39, 21 December 2010). It is not the Court’s task to reassess various medical opinions, which would fall primarily within the competence of national courts; however, it must ascertain for itself whether the domestic courts, when taking the contested decision, had at their disposal sufficient evidence to justify the detention (see Herz v. Germany, no. 44672/98, § 51, 12 June 2003). Deference is greater if it is a case of emergency detention (ibid, § 55).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The detention of an individual is such a serious measure that it is only justified where other, less severe, measures have been considered and found to be insufficient to safeguard the individual or public interest which might require that the person concerned be detained (see Witold Litwa, loc. cit.; Varbanov v.  no. 31365/96, § 46, ECHR 2000X; and Stanev v. Bulgaria, cited above, § 143).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application of those principles to the present case",
                                        "elements": [
                                            {
                                                "content": "63.  The Court would note at the outset that the applicant’s involuntary hospitalisation was ordered in application of sections 188(b) and 200(1) of the Health Act, interpreted in the light of the leading Supreme Court case (see paragraph 25 above). The courts were convinced that the fact that the applicant, in their view, was unwilling to undergo treatment voluntarily amounted to him representing a significant danger to his own health within the meaning of the Supreme Court jurisprudence. The courts reached this conclusion almost exclusively relying on the medical opinions obtained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The Court observes at this juncture that the Supreme Court jurisprudence quoted and applied by the court hearing the applicant’s case does not actually contain any guidance as to precise meaning of the notion “significant danger” in this context and, in particular, whether it extends to a potential deterioration in the person’s mental health (see paragraph 33 above). This results in an undesirable legal vacuum. It would nevertheless appear that the medical perception of risk of harm to oneself by neglecting one’s treatment plays a cardinal role in applying the label “significant” to situations similar to that of the applicant. For the Court, deference to such an extent to medical opinions in these circumstances is difficult to reconcile with the paramount importance of independent and impartial judicial decision-making in cases pertaining to personal liberty. In the instant case, it is all the more so, since the key opinion was drawn up by an expert in a forty-minute court session break (see paragraph 22 above), which, for the Court, casts doubt on the “fair and proper” character of the examination. The Court is therefore hesitant to accept this opinion as sufficiently thorough and detailed so as to allow the domestic court to adopt a decision infringing the applicant’s personal liberty.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court – while accepting that the applicant’s detention had a formal basis in the national law – thus cannot but notice that the procedure followed was not entirely devoid of the risk of arbitrariness. It reiterates that – just as much as with pre-trial detention – formally valid detention orders do not necessarily fulfil the requirements of Article 5 § 1 if not underpinned by sufficient reasons (see, mutatis mutandis, Gajcsi v. Hungary, no. 34503/03, §§ 18-21, 3 October 2006; Darvas v. , no. 19547/07, § 28, 11 January 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "The occurrence in the instant case – namely, that an imprecise legal notion was applied to the applicant’s detriment in a rather improvised manner – is particularly disturbing in the face of the undisputed fact that the applicant in no way represented imminent danger to others or to his own life or limb, and only the medically predicted deterioration of his own health was at stake. In the Court’s view, this should have warranted a more cautious approach on the side of the authorities, given that any encroachment in the Convention rights of those belonging to particularly vulnerable groups such as psychiatric patients can be justified only by “very weighty reasons” (see Alajos Kiss, loc. cit.), and the authorities should not lose sight of the importance of fully respecting the physical and personal integrity of such persons, in conformity with Article 8 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In this connection, the Court also draws attention to the fact that – although it has not been argued in the present case – compulsory psychiatric hospitalisation often entails a medical intervention in defiance of the subject’s will, such as forced administration of medication, which will give rise to an interference with respect for his or her private life, and in particular his or her right to physical integrity (see X v. Finland, no. 34806/04, § 212, 3 July 2012; Glass v. the United Kingdom, no. 61827/00, § 70, ECHR 2004–II). This is an additional consideration calling for caution in this field.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  However, even assuming that the condition of “lawfulness” was met in the instant case and, moreover, that the applicant was reliably shown to be of unsound mind, the Court finds the Government’s arguments unconvincing as to whether the mental disorder in question was of a kind or degree warranting compulsory confinement, especially since the national law – or the domestic court hearing the case – did not appear to distinguish between an imminent danger to the applicant’s health and a more remote risk of his health deteriorating.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court is of the view that where, as in this case, the issue is not whether there is an imminent danger to the person’s health but rather whether medical treatment would improve his condition or the absence of such treatment would lead to a deterioration in that condition, it is incumbent on the authorities to strike a fair balance between the competing interests emanating, on the one hand, from society’s responsibility to secure the best possible health care for those with diminished faculties (for example, because of lack of insight into their condition) and, on the other hand, from the individual’s inalienable right to self-determination (including the right to refusal of hospitalisation or medical treatment, that is, his or her “right to be ill”). In other words, it is imperative to apply the principle of proportionality inherent in the structure of the provisions enshrining those Convention rights that are susceptible to restrictions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "However, the Court finds that no true effort to achieve that fair balance was made in the case at issue. While aware that the practice in various European jurisdictions is divergent (see paragraph 34 above), the Court considers that, the core Convention right of personal liberty being at stake, the Contracting States’ margin of appreciation cannot be construed as wide in this field. Largely sharing the views of the German Federal Constitutional Court (see paragraph 36 above), the Court stresses that involuntary hospitalisation may indeed be used only as a last resort for want of a less invasive alternative, and only if it carries true health benefits without imposing a disproportionate burden on the person concerned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  In the instant case, it must be noted that the applicant had not been subjected to psychiatric treatment prior to the incident complained of. It is unclear from the facts of the case whether or not he was actually willing to pursue any outpatient care and the Court cannot speculate as to whether the domestic courts’ perception in this respect was right or wrong. Those courts, while attributing importance to the applicant’s unconventional lifestyle – a consideration which, for the Court, clearly falls outside the ambit of permissible grounds for deprivation of liberty –, essentially relied on the applicant’s refusal to undergo hospitalisation. In this refusal, they perceived proof of his lack of insight into his condition – rather than the exercise of his right to self-determination – which, in those courts’ view, entailed the risk of his health declining. For the Court, to accept this line of reasoning would be tantamount to acquiescing in a circular argument, according to which a person reluctant to undergo psychiatric hospitalisation would thereby demonstrate his inability to appreciate his own condition and the risk of its potential worsening – which would yield yet another reason for his involuntary treatment. The Court finds that this kind of handling of such cases is incompatible with the principle of effective protection of Convention rights. It would add that the present case is to be distinguished from Hutchison Reid (op. cit.), quoted by the Government in paragraph 50 above, since, unlike the applicant in that case, Mr Plesó had had no history of presenting a danger to others, let alone of criminal conviction or reoffending with sexual connotation (see, a contrario, Hutchison Reid, § 53).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  In ordering the applicant’s psychiatric detention, no in-depth consideration was given to the rational or irrational character of his choice to refuse hospitalisation, to the actual nature of the envisaged involuntary treatment or to the medical benefits which could be achieved through that treatment, or to the possibilities of applying a period of observation or requiring the applicant to pursue outpatient care. In this connection, the Court finds it regrettable that no weight whatsoever was attributed to the applicant’s non-consent, although his legal capacity had not been removed, for example by placing him under guardianship.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It cannot therefore be said that the decision to deprive the applicant of his liberty was based on an assessment of all the relevant factors including the therapeutic prospects or the viability of less invasive alternatives, as required also by the United Nations Principles for the Protection of Persons with Mental Illness and the Improvement of Mental Health Care (see paragraph 38 above). The Court would note in this connection that the national law does not provide in this case for alternatives such as the postponement of a decision pending observation (see paragraph 23 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  It follows from the above that the Court is not persuaded that the applicant’s mental disorder was of a kind or degree warranting compulsory confinement. Therefore his detention fell short of the conditions assumed by Article 5 § 1 (e) of the Convention. There has thus been a violation of that provision.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "70.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "71.  The applicant claimed 10,000 euros (EUR) in respect of non-pecuniary damage. The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court considers that the applicant must have suffered some non-pecuniary damage and awards him the full sum claimed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "72.  The applicant claimed EUR 2,500 in respect of the costs of his representation. This sum corresponds to 25 hours of legal work billable by Dr Fiala-Butora at an hourly rate of EUR 100.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government contested this claim, asserting that Dr Fiala-Butora is not an “advocate authorised to practise in any of the Contracting Parties” (Rule 36 § 4 of the Rules of Court). In reply, the applicant submitted proof of Dr Fiala-Butora’s membership in the Budapest Bar.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the full sum claimed, that is, EUR 2,500.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "74.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 2 October 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF PLESÓ v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-113293.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1002JUD004124208",
    "externalsources": [
        "The United Nations Principles for the Protection of Persons with Mental Illness and the Improvement of Mental Health Care"
    ],
    "extractedappno": [
        "41242/08",
        "882/09",
        "26629/95",
        "38832/06",
        "50272/99",
        "26321/03",
        "13229/03",
        "36760/06",
        "13453/07",
        "44672/98",
        "31365/96",
        "34503/03",
        "19547/07",
        "34806/04",
        "61827/00"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Sections 188(b) and 200(1) of the Health Act"
    ],
    "itemid": "001-113293",
    "judgementdate": "02/10/2012 00:00:00",
    "kpdate": "02/10/2012 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "307",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "5-1-e",
        "5-1",
        "41",
        "5"
    ],
    "parties": [
        "PLESÓ",
        "HUNGARY"
    ],
    "rank": "921.848022460938",
    "representedby": [
        "FIALA-BUTORA Dr."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [
        "Alajos Kiss v. Hungary, no. 38832/06, 20 May 2010",
        "Benham v. the United Kingdom, 10 June 1996, § 41, Reports of Judgments and Decisions 1996-III",
        "Bik v. Russia, no. 26321/03, 22 April 2010",
        "Darvas v. Hungary, no. 19547/07, § 28, 11 January 2011",
        "Gajcsi v. Hungary, no. 34503/03, §§ 18-21, 3 October 2006",
        "Glass v. the United Kingdom, no. 61827/00, § 70, ECHR 2004-II",
        "Herz v. Germany, no. 44672/98, 12 June 2003",
        "Hutchison Reid v. the United Kingdom, no. 50272/99, § 53, ECHR 2003-IV",
        "Johnson v. the United Kingdom, 24 October 1997, § 60, Reports 1997-VII",
        "Luberti v. Italy, 23 February 1984, § 27, Series A no. 75",
        "Saadi v. the United Kingdom [GC], no. 13229/03, ECHR 2008",
        "Stanev v. Bulgaria [GC], no. 36760/06, 17 January 2012",
        "Varbanov v. Bulgaria, no. 31365/96, § 46, ECHR 2000-X",
        "Wassink v. the Netherlands, 27 September 1990, § 24, Series A no. 185-A",
        "Winterwerp v. the Netherlands, 24 October 1979, Series A no. 33",
        "Witek v. Poland, no. 13453/07, § 39, 21 December 2010",
        "Witold Litwa v. Poland, no. 26629/95, ECHR 2000-III",
        "X v. Finland, no. 34806/04, § 212, 3 July 2012"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "435059",
    "typedescription": "15"
}