{
    "__articles": "3;6;6-1;13;13+3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 13+3 - Right to an effective remedy (Article 13 - Effective remedy) (Article 3 - Prohibition of torture;Degrading treatment);Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing)",
    "applicability": "",
    "appno": "17181/09",
    "article": [
        "6",
        "3",
        "13"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+3 - Right to an effective remedy",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment"
            ],
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-182216.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 17181/09) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Aleksandr Gennadyevich Lesnikovich (“the applicant”), on 25 November 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr A.L. Burkov, a lawyer practising in Yekaterinburg. The Russian Government (“the Government”) were initially represented by Mr G. Matyushkin, Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 4 December 2012 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1966 and lives in Nizhnevartovsk, in the Khanty-Mansiyisk Region.",
                                "elements": []
                            },
                            {
                                "content": "A.  Unrecorded detention in Noyabrsk police station",
                                "elements": [
                                    {
                                        "content": "5.  At the material time the applicant leased a flat in a block of flats in Noyabrsk (a town in the Yamalo-Nenetskiy Region). On 16 February 2006 at about 6 a.m. the applicant’s neighbours called the police. They informed the police of loud screams that they had heard from the applicant’s flat. Two police officers arrived at 6 a.m. and took the applicant to the Noyabrsk police station (“the police station”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  According to a logbook of people taken to the police station, the applicant arrived at the station at 7.05 a.m. and was handed over to an investigator “for further proceedings” at 7.55 a.m. on 16 February 2006. According to the applicant, the investigator, Ch., repeatedly questioned him as “a witness to the incident”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  According to the applicant, he was released on 16 February 2006 at about 11 p.m. and summoned to appear before the investigator the next day at 2 p.m. The applicant alleges that he was under the constant supervision of police officers between 6 a.m. and 11 p.m. on 16 February 2006 and was not allowed to leave the police station.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In 2011 the applicant sued the police station, claiming compensation for unrecorded detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 5 August 2011 the Noyabrsk Town Court of the YamaloNenetskiy Region dismissed his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 5 September 2011 the applicant lodged an appeal against that decision. However, he was required to correct some errors in his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 28 September 2011 the Noyabrsk Town Court returned the claim to the applicant, stating that he had failed to correct the errors in his claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The applicant did not lodge an appeal against that decision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of detention",
                                "elements": [
                                    {
                                        "content": "1.  Conditions of detention in the IVS",
                                        "elements": [
                                            {
                                                "content": "13.  On 17 February 2006 the investigator opened a criminal investigation into an offence of rape. The applicant formally became a suspect. On the same day the investigator arrested him and drew up formal records of his arrest. Between 18 February 2006 and 22 June 2006 the applicant was kept in the temporary detention centre of the Noyabrsk police station (“the IVS”).",
                                                "elements": []
                                            },
                                            {
                                                "content": "14.  The applicant provided the following description of the conditions in the IVS. He was held in cell no. 9 measuring 15 sq. m. The cell housed between nine and twelve inmates who took it in turns to sleep. The overcrowding caused a lot of conflict and tension between the inmates.",
                                                "elements": []
                                            },
                                            {
                                                "content": "15.  The window of the cell measured 0.6 m by 0.3 m and was covered with metal blinds blocking access to daylight and fresh air. There was no ventilation in the cell. The lack of air was aggravated by the detainees’ smoking.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  There was no sink with a tap or toilet. The inmates had to use a bucket, which smelled very bad and was only emptied once a day in the morning. The bucket was not separated from the main area. The dining table was only 1.5 m away from the bucket. The detainees were provided with meals once a day. The quality of the food was completely unsatisfactory. There was not enough drinking water for everybody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  The detainees were allowed to take a shower once every ten days for fifteen minutes, and there were three shower heads for nine to ten people. The drains in the shower room did not work, and the water temperature was not adjustable. There was no changing room, the detainees had to undress before the shower and dress after it in a corridor. Only twice during the applicant’s detention in the IVS was he allowed to have outdoor exercise.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  The ceiling of the cell was covered with mould. The cells were infested with bugs, lice, cockroaches and rats, and the administration did nothing to disinfect the facility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  It was cold in winter (there was a maximum temperature of 6˚C) and hot in summer (a maximum temperature of 45˚C).",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The detainees were provided with neither bedding nor items of personal hygiene. They were also unable to buy them in the IVS. Mattresses had tar stains, and there was no possibility to wash clothes. Inmates were not provided with newspapers, reading material, or any information concerning their rights. The applicant was held in a cell with persistent offenders and ill persons.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Conditions of detention in the colony",
                                        "elements": [
                                            {
                                                "content": "21.  On 15 June 2006 the Noyabrsk Town Court convicted the applicant of rape and sentenced him to six and a half years’ imprisonment in a “strictregime correctional colony”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  On 28 August 2006 the Yamalo-Nenetskiy Regional Court upheld the judgment of 15 June 2006 on appeal. Between 29 September 2006 and 16 June 2011 the applicant served his sentence in correctional colony IK-8 located in Labytnangi, in the Yamalo-Nenetskiy Region.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  The applicant provided the following description of the conditions of his detention in the correctional colony, and submitted a detailed plan of the accommodation, with a description. The dormitory where he lived consisted of two sections measuring 132 and 144 sq. m respectively and accommodated 230 to 250 individuals.",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  The sanitary facilities were extremely busy: all the detainees had to use five taps and four toilets. There was not enough water. Water was only available from 5 a.m. to 7 a.m. and from 8 p.m. to 11 p.m. While there was no running water, the detainees had two water tanks at their disposal – one which contained drinking water and the other which contained water which was not drinkable. Per day, they could use 50 litres of drinking water and 300 litres of water which was not drinkable. This was clearly not enough, since the water in the tanks would be used up by about 10 a.m. The toilets smelled extremely unpleasant, since there was no water to flush them after 10 a.m.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  The floor of the dormitory was based on a frame made of used railway sleepers impregnated with creosote. It smelled so strongly that the detainees had to leave the windows open permanently, even in winter, to get rid of the smell. The smell caused headaches and the open windows caused colds. The roof of the dormitory had at least eighteen visible leaks and there would be puddles on the floor if it rained. The dining room in the dormitory measured 32 sq. m and was equipped with one electric stove with four burners, one refrigerator and four sockets. The dormitory was infested with rats.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The detainees were allowed to take a shower once a week for fifteen minutes, and there were ten shower heads for up to forty people. Just before the applicant’s release, four extra shower heads were installed, but the time for washing was reduced to ten minutes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  According to the applicant, in 2008 the detainees were provided with winter clothes only at the end of November when the temperature dropped below minus 28˚C.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  As regards the conditions of the applicant’s detention in IK-8 in Labytnangi, the Government submitted information which can be summarised as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  They also submitted that the toilets had been separated from the canteen and dormitory, and the units had been naturally ventilated and regularly disinfected. No failures in the water or electrical supply system had been identified. Detainees had taken showers weekly and had been provided with food and clothes “in accordance with the established schedule”.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Compensation proceedings concerning conditions of detention in the IVS",
                                "elements": [
                                    {
                                        "content": "30.  On an unspecified date in 2010, while serving his sentence in the correctional colony, the applicant brought civil proceedings against the Noyabrsk police station and the Russian Ministry of Finance, seeking compensation in respect of non-pecuniary damage resulting from the poor conditions of his detention in the IVS in 2006. The applicant was not represented in those proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 23 July 2010 the Noyabrskiy Town Court dismissed the applicant’s claim in his absence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 30 August 2010 the applicant lodged an appeal against the decision of 23 July 2010. He complained in particular that he had not been allowed to personally address the court, despite a request he had made to this effect, and he asked the appeal court to arrange for him to attend the appeal hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 25 November 2010 the Yamalo-Nenetskiy Regional Court upheld the decision of 23 July 2010 on appeal. It stated that the law did not make provision for transporting detainees to a civil court hearing.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "34.  Domestic provisions relating to conditions of detention in post-trial detention facilities are described in Sergey Babushkin v. Russia (no. 5993/08, §§ 21-29, 28 November 2013).",
                                "elements": []
                            },
                            {
                                "content": "35.  For domestic provisions relating to the transfer of detainees to court hearings, see Yevdokimov and Others v. Russia (nos. 27236/05 and 10 others, §§ 9-15, 16 February 2016).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLES 3 and 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicant complained under Articles 3 and 13 of the Convention regarding poor conditions of detention and the lack of an effective remedy to protect his right to decent conditions of detention. The Articles read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Conditions of detention in the IVS between 18 February and 22 June 2006",
                                "elements": [
                                    {
                                        "content": "37.  The Government stated that the applicant had failed to comply with the six-month rule.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant maintained his complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court reiterates that where the alleged violation constitutes a continuing situation against which no domestic remedy is available, it is only when the situation ends that the six-month period starts to run (see Sabri Güneş v. Turkey [GC], no. 27396/06, § 54, 29 June 2012, and Varnava and Others v. Turkey [GC], nos. 16064/90 and 8 others, § 159, ECHR 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court further reiterates its consistent position that in the Russian legal system a civil action for compensation for inadequate conditions of detention has not been considered an effective remedy (see Kalashnikov v. Russia (dec.), no. 47095/99, 18 September 2001; Moiseyev v. Russia (dec.), no. 62936/00, 9 December 2004; Mamedova v. Russia, no. 7064/05, § 55, 1 June 2006; Andrey Frolov v. Russia, no. 205/02, § 39, 29 March 2007; and Norkin v. Russia (dec.), no. 21056/11, § 17, 05 February 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Court sees no reason to depart from the above approach in the present case. It notes that the applicant only lodged his complaint regarding poor conditions of detention in 2006 on 5 May 2009, therefore out of time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In view of its above finding that the applicant’s complaint under Article 3 was lodged out of time, the Court holds that his complaint under Article 13 is also time-barred (see Bitiyeva and Others v. Russia, no. 36156/04, § 123, 23 April 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  It follows that these complaints are inadmissible for non-compliance with the six-month rule set out in Article 35 § 1 of the Convention, and must be rejected pursuant to Article 35 § 4.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of detention in IK-8 in Labytnangi",
                                "elements": [
                                    {
                                        "content": "1.  Admissibility",
                                        "elements": [
                                            {
                                                "content": "44.  The Court notes that the applicant’s complaint regarding conditions of detention in the correctional colony is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits",
                                        "elements": [
                                            {
                                                "content": "45.  The Government submitted that the conditions of the applicant’s detention in IK-8 in Labytnangi had been in full compliance with Article 3 of the Convention (see paragraphs 28-29 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The applicant’s submissions regarding the conditions of his detention in IK-8 in Labytnangi are presented in paragraphs -27 above.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court refers to the principles established in its case-law regarding inadequate conditions of detention (see, for instance, Kudła v. Poland [GC], no. 30210/96, §§ 90‑94, ECHR 2000‑XI, and Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, §§ 139‑65, 10 January 2012). It reiterates in particular that an extreme lack of space in a prison cell, or overcrowding, weighs heavily as an aspect to be taken into account for the purpose of establishing whether impugned detention conditions were “degrading” from the point of view of Article 3, and may disclose a violation, both alone or taken together with other shortcomings (see, amongst many authorities, Karalevičius v. Lithuania, no. 53254/99, §§ 3640, 7 April 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  As to the conditions of detention in post-trial facilities, the Court has already found violations in respect of issues similar to those in the present case in relation to overcrowding, an insufficient number of functioning sinks and toilets, and poor conditions for maintaining personal hygiene (see Sergey Babushkin, cited above, §§ 46-58, 28 November 2013; Butko v. Russia, no. 32036/10, §§ 54-64, 12 November 2015; and Sklyar v. Russia, no. 45498/11, §§ 31-34, 18 July 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court has previously held that the personal space afforded to the detainees in the dormitory of a correctional facility must be viewed in the context of the wide freedom of movement enjoyed by the detainees during the daytime and their unobstructed access to natural light and air (see Nurmagomedov v. Russia (dec.), no. 30138/02, 16 September 2004). The Court notes that the applicant was afforded 3.4 and 3.9 sq. m of personal space during the last year of his detention. Nevertheless, in the circumstances of the present case, the Court considers that the level of privacy available to the applicant was insufficient to comply with the standards set out in Article 3 of the Convention. For about four years the applicant was housed in a dormitory with more than 100 other people, where he had less than 2 sq. m of personal space. Furthermore, in the Court’s view, during all the periods of the applicant’s detention, the sanitary facilities available were insufficient to accommodate the needs of the detainees.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court considers that, in the instant case, the applicant’s conditions of detention were inadequate. There has accordingly been a violation of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court has on many occasions examined the effectiveness of the domestic remedies suggested by the Russian Government in cases concerning inadequate conditions of detention, and has found them to be lacking in many regards. The Court has held, in particular, that the Government were unable to show what redress could have been afforded to an applicant by a prosecutor, a court, or any other State agency, bearing in mind that the problems arising from the conditions of the applicant’s detention were apparently of a structural nature and did not concern the applicant’s personal situation alone (see Butko, cited above, §§ 43-47, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Having regard to its case-law on the subject, the Court declares this complaint admissible and finds that the applicant did not have at his disposal an effective remedy for his complaint regarding the conditions of detention, in breach of Article 13 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  The applicant complained about his unrecorded detention on 16 February 2006, and the fact that he could not get compensation for his unrecorded detention. He relied on Article 5 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "5.  Everyone who has been the victim of arrest or detention in contravention of the provisions of this Article shall have an enforceable right to compensation.”",
                                "elements": []
                            },
                            {
                                "content": "54.  The Government stated that the applicant had failed to exhaust domestic remedies in respect of his complaint regarding unrecorded detention, and that his complaint regarding compensation for unlawful detention was manifestly ill-founded.",
                                "elements": []
                            },
                            {
                                "content": "55.  The applicant maintained his complaint.",
                                "elements": []
                            },
                            {
                                "content": "A.  Unrecorded detention",
                                "elements": [
                                    {
                                        "content": "56.  The Court reiterates that the rule of exhaustion of domestic remedies referred to in Article 35 § 1 of the Convention obliges applicants to firstly use the remedies that are normally available and sufficient in the domestic legal system to enable them to obtain redress for the breaches alleged. The existence of the remedies must be sufficiently certain, in practice as well as in theory, failing which they will lack the requisite accessibility and effectiveness (see Aksoy v. Turkey, 18 December 1996, §§ 51-52, Reports 1996-VI, and Akdivar and Others v. Turkey, 16 September 1996, §§ 65-67, Reports 1996-IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court has previously held that, in accordance with its case-law, where lawfulness of detention is concerned, an action for damages against the State is not a remedy which has to be used. In respect of Russia, it has held that the state of Russian law, which did not provide for State liability for unrecorded detention, rendered any civil-law remedy ineffective in a situation of unrecorded detention, such as the one at issue in the present case (see Włoch v. Poland, no. 27785/95, § 90, ECHR 2000‑XI, and Ivan Kuzmin v. Russia, no. 30271/03, § 79, 25 November 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In the absence of any effective remedies, the six-month period runs from the date on which the act complained of took place or the date on which the applicant was directly affected by or became aware of such an act or had knowledge of its adverse effects (see Dennis and Others v. the United Kingdom (dec.), no. 76573/01, 2 July 2002, and Varnava and Others, cited above, § 157, ECHR 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  In the present case, the applicant complained unrecorded detention on 16 February 2006. He lodged his complaint on 5 May 2009, more than six months after the date of his detention. Moreover, even assuming that the claim in respect of non-pecuniary damage was an effective remedy, the applicant failed to correct the defects in his claim, which had been returned to him on 28 September 2011 by the Noyabrsk Town Court, and he did not lodge an appeal against that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  It follows that this complaint is inadmissible for non-compliance with, and must be rejected pursuant to Article 35 § 4.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Compensation for unlawful detention",
                                "elements": [
                                    {
                                        "content": "61.  The Court reiterates that the right to compensation under Article 5 § 5 of the Convention arises if a breach of one of its other four paragraphs has been established, directly or in substance, either by the Court or by the domestic courts (see, among many other authorities, Stanev v. Bulgaria [GC], no. 36760/06, § 182, ECHR 2012; Svetoslav Dimitrov v. Bulgaria, no. 55861/00, § 76, 7 February 2008; and Çağdaş Şahin v. Turkey, no. 28137/02, § 34, 11 April 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  The Court observes that no such violation was established by the domestic authorities in the present case. Further, having regard to the conclusions above regarding the admissibility of the complaint under Article 5 § 1 of the Convention, the Court is precluded from considering whether there has been a violation of Article 5 §§ 1-4 of the Convention, which is a prerequisite for the examination of any Article 5 § 5 claim (see, mutatis mutandis, Abashev v. Russia, no. 9096/09, § 35, 27 June 2013, and Nedorostkova v. Russia (dec.) [Committee], no. 44914/09, § 7 June 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  Therefore, since no violation of Article 5 §§ 1-4 has been established by either the domestic authorities or the Court in the present case, the applicant’s complaint under Article 5 § 5 must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "64.  The applicant further complained of the fact that the civil proceedings in which he had challenged his conditions of detention in the IVS had been conducted in his absence on the ground that the domestic law did not provide for the participation of convicted detainees in civil proceedings. He relied on Article 6 of the Convention, the relevant part of which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "65.  The Government acknowledged that the applicant’s right to a fair trial had been violated.",
                                "elements": []
                            },
                            {
                                "content": "66.  The applicant maintained his complaint.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "67.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "68.  The Court observes that the general principles regarding the right to present one’s case effectively before a court and to enjoy equality of arms with the opposing side, as guaranteed by Article 6 of the Convention, have been stated in a number of its previous judgments (see, among many other authorities, Steel and Morris v. the United Kingdom, no. 68416/01, §§ 5960, ECHR 2005-II). The Court’s analysis of alleged violations of the right to a fair trial in respect of cases where incarcerated applicants have complained about their absence from hearings in civil proceedings includes the following elements: examination of the manner in which domestic courts assessed the question of whether the nature of the dispute required the applicants’ personal presence, and determination of whether the domestic courts put in place any procedural arrangements aimed at guaranteeing their effective participation in the proceedings (see Yevdokimov and Others, cited above, § 48, 16 February 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  In the leading case of Yevdokimov and Others v. Russia, cited above, 16 February 2016, the Court found a violation in respect of issues similar to those in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  Having examined all the material submitted to it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that, in the instant case, the domestic courts deprived the applicant of the opportunity to present his case effectively, and failed to meet their obligation to ensure respect for the principle of a fair trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  There has therefore been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "72.  The Court has also examined the other complaints submitted by the applicant. However, having regard to all the material in its possession, and in so far as those complaints fall within the Court’s competence, it finds that they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "73.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "74.  The applicant claimed 38,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The Government submitted that this sum was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court awards the applicant EUR 9,250 in respect of nonpecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "77.  The applicant did not claim the reimbursement of any costs or expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "78.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaints concerning the conditions of detention in the correctional colony and the lack of an effective remedy for this complaint, and the complaint regarding an unfair trial, admissible, and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, EUR 9,250 (nine thousand two hundred and fifty euros), to be converted into the currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 10 April 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Branko Lubarda",
            "role": "president"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LESNIKOVICH v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-182216.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0410JUD001718109",
    "externalsources": [],
    "extractedappno": [
        "17181/09",
        "5993/08",
        "27236/05",
        "27396/06",
        "16064/90",
        "47095/99",
        "62936/00",
        "7064/05",
        "205/02",
        "21056/11",
        "36156/04",
        "30210/96",
        "42525/07",
        "60800/08",
        "53254/99",
        "32036/10",
        "45498/11",
        "30138/02",
        "27785/95",
        "30271/03",
        "76573/01",
        "36760/06",
        "55861/00",
        "28137/02",
        "9096/09",
        "44914/09",
        "68416/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-182216",
    "judgementdate": "10/04/2018 00:00:00",
    "kpdate": "10/04/2018 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "445",
        "76",
        "136",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "6",
        "3",
        "6-1",
        "13"
    ],
    "parties": [
        "LESNIKOVICH",
        "RUSSIA"
    ],
    "rank": "2333.49365234375",
    "representedby": [
        "BURKOV A.L."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "473888",
    "typedescription": "15"
}