{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "45407/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-95847.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 45407/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by sixteen Hungarian nationals and two Hungarian companies (“the applicants”), on 12 December 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr P. Kussinszky, a lawyer practising in . The Hungarian Government (“the Government”) were represented by Mr L. Höltzl, Agent, Ministry of Justice and Law Enforcement.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 22 October 2008 the President of the Second Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants are sixteen Hungarian nationals and two Hungarian companies (see list in Annex).",
                                "elements": []
                            },
                            {
                                "content": "5.  In June 1997 the applicants brought an official liability action against the . The  held several hearings and obtained the opinions of experts. It stayed the procedure for altogether one year and five months pending the successions of two plaintiffs who had died in the meantime.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 5 May 2003 the  gave judgment. On 18 November 2003 the Budapest Court of Appeal quashed this decision and remitted the case.",
                                "elements": []
                            },
                            {
                                "content": "7.  In the resumed proceedings, several hearings took place and the opinion of an expert was obtained. According to the information in the case file, the case is still pending before the first-instance court.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "8.  The applicants complained that the length of the proceedings had been incompatible with the “reasonable time” requirement of Article 6 § 1 of the Convention. The Government contested that argument.",
                        "elements": []
                    },
                    {
                        "content": "9.  The Court observes that the period to be taken into consideration has so far lasted over twelve years and five months. Of this time, one year and five months corresponding to successions, not imputable to the State, must be deducted. However, the remaining period still exceeds eleven years for two levels of jurisdiction. In view of such lengthy proceedings, the application must be declared admissible.",
                        "elements": []
                    },
                    {
                        "content": "10.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present application (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII). Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or convincing argument capable of persuading it to reach a different conclusion in the present circumstances. Having regard to its case-law on the subject, the Court finds that the length of the proceedings was excessive and failed to meet the “reasonable time” requirement. There has accordingly been a breach of Article 6 § 1.",
                        "elements": []
                    },
                    {
                        "content": "11.  Relying on Article 41 of the Convention, each applicant, except for Mrs Andrásné Schön, claimed twenty thousand euros (EUR) in respect of non-pecuniary damage. Mrs Schön claimed EUR 40,000. The Government contested these claims. The Court considers that the applicants must have sustained some non-pecuniary damage. Ruling on an equitable basis, it awards them each EUR 6,000 under that head, except for Ms Katalin Visontai, Mr Kálmán Visontai and Dr Kálmán Visontai, to whom it awards EUR 6,000 jointly. Furthermore, having regard to the fact that the proceedings in question are still pending before the domestic courts, the Court considers that the most appropriate form of redress would be to bring them to a conclusion as soon as possible, by conducting them in accordance with the requirements of Article 6 § 1 of the Convention (see Uğuz v. Turkey, no. 31932/03, § 30, 13 December 2007).",
                        "elements": []
                    },
                    {
                        "content": "12.  The applicants also claimed EUR 2,020 for the costs and expenses incurred before the Court. This amount corresponds to 16 hours of work spent by their lawyer on the case (4 hours studying documents, 4 hours of case-law research, 4 hours of client consultations and 4 hours drafting submissions), billable at an hourly rate of EUR 120, plus EUR 100 of clerical costs. The Government contested the claim. According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court finds it reasonable to award the sum of EUR 1,500 to the applicants, jointly, for the proceedings before the Court.",
                        "elements": []
                    },
                    {
                        "content": "13.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                        "elements": []
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(i)  to each of the applicants, except for Ms Katalin Visontai, Mr Kálmán Visontai and Dr Kálmán Visontai, EUR 6,000 (six thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(ii)  to Ms Katalin Visontai, Mr Kálmán Visontai and Dr Kálmán Visontai jointly, EUR 6,000 (six thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "(iii)  to the applicants jointly, EUR 1,500 (one thousand five hundred euros), plus any tax that may be chargeable to the applicants, in respect of costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "to be converted into Hungarian forints at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 24 November 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "\nANNEX",
                        "elements": []
                    },
                    {
                        "content": "List of applicants",
                        "elements": []
                    },
                    {
                        "content": "\tName\t\t\t\t\t\tDomicile",
                        "elements": []
                    },
                    {
                        "content": "1.  Horváth Kálmán\t\t\t\t",
                        "elements": []
                    },
                    {
                        "content": "2.  Büfé-Land Bt.\t\t\t\t\t",
                        "elements": []
                    },
                    {
                        "content": "3.  Fodor Tamás\t\t\t\t\t",
                        "elements": []
                    },
                    {
                        "content": "4.  Urbán Károly \t\t\t\t\t",
                        "elements": []
                    },
                    {
                        "content": "5.  Homola és Csang Kft.\t\t\t\tBudakeszi",
                        "elements": []
                    },
                    {
                        "content": "6.  Schön Andrásné\t\t\t\t",
                        "elements": []
                    },
                    {
                        "content": "7.  Rózsa András\t\t\t\t\t",
                        "elements": []
                    },
                    {
                        "content": "8.  Mátrai Antal\t\t\t\t\tBudapest",
                        "elements": []
                    },
                    {
                        "content": "9.  Szász Béla\t\t\t\t\tBudapest",
                        "elements": []
                    },
                    {
                        "content": "10. Vagyóczky Mihályné\t\t\t\t",
                        "elements": []
                    },
                    {
                        "content": "11. Kovács Gábor\t\t\t\t\t",
                        "elements": []
                    },
                    {
                        "content": "12. Kapitány Karolina\t\t\t\t",
                        "elements": []
                    },
                    {
                        "content": "13. Kárpáti Györgyné\t\t\t\t",
                        "elements": []
                    },
                    {
                        "content": "14. Takács Lászlóné\t\t\t\t",
                        "elements": []
                    },
                    {
                        "content": "15. Dávid Lászlóné\t\t\t\t",
                        "elements": []
                    },
                    {
                        "content": "16. Visontai Katalin\t\t\t\tBudapest",
                        "elements": []
                    },
                    {
                        "content": "17. Visontai Kálmán\t\t\t\tBudapest",
                        "elements": []
                    },
                    {
                        "content": "18. dr. Visontai Kálmán\t\t\t\tBudapest",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Vladimiro Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Sally Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF HORVATH AND OTHERS v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-95847.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:1124JUD004540705",
    "externalsources": [],
    "extractedappno": [
        "45407/05",
        "30979/96",
        "31932/03"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-95847",
    "judgementdate": "24/11/2009 00:00:00",
    "kpdate": "24/11/2009 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "HORVATH AND OTHERS",
        "HUNGARY"
    ],
    "rank": "703.7412109375",
    "representedby": [
        "KUSSINSZKY P."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "354930",
    "typedescription": "15"
}