{
    "__articles": "3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect)",
    "applicability": "",
    "appno": "25462/09",
    "article": [
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-113388.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 25462/09) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Rinat Rashidovich Asyanov (“the applicant”), on 8 April 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms A. Polozova, a lawyer practising in . The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been detained in appalling conditions in which he had contracted tuberculosis and that the anti-tuberculosis treatment he had received had been inadequate.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 3 September 2009 the President of the First Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "5.  On 4 August, 7 and 20 September 2011 the Court requested further factual information from the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1974 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "7.  The applicant worked for a real-estate agency in . In early 2007 the  police were tipped off that M., the representative of a private company, was looking for a way to obtain State registration of the company’s property rights to certain premises. As registration had been previously refused, M. needed someone who would be able to prepare a registration package in a professional manner and who would preferably have connections in the Federal Registration Service. M. approached the applicant, who introduced him to a middleman prepared to “solve the problem” on the condition that M. give them 250,000 US dollars to bribe officials of the registration service, plus 15,000 US dollars as their fee.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The police opened an inquiry into corruption in the Federal Registration Service. The phone lines of the middleman and three other people, but not the applicant’s line, were tapped.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  However, as it turned out, the applicant and the four other individuals had never intended to use any money to bribe State officials but rather had planned to divide the entire sum between themselves. One of them was an official with the  registration service, who was to observe the progress of the application for registration as it was being processed by his colleagues and report back to his accomplices.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 25 April 2007 the applicant and the other individuals were arrested by the police when M. brought them the last instalment of money in exchange for the registration certificate. All the accomplices were charged with attempted fraud, of which M. was stated to be the victim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 17 July 2008 the Moscow Simonovskiy District Court convicted the applicant and his co-defendants as charged and sentenced them to five years’ imprisonment. During the trial the applicant maintained that he had had no intention of defrauding M. and that he had merely facilitated M.’s contacts with the middlemen.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 20 October 2008 the Moscow City Court upheld the conviction on appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Conditions of the applicant’s detention",
                                "elements": [
                                    {
                                        "content": "1.  General conditions of detention",
                                        "elements": [
                                            {
                                                "content": "13.  Between 28 April 2007 and 5 November 2008 the applicant was held in remand prison no. IZ-77/1 in .",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Description provided by the Government",
                                "elements": [
                                    {
                                        "content": "14.  As regards cell population, the Government produced certificates prepared by the remand prison administration and extracts from the remand prison’s population register. The information contained therein can be summarised follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  In view of certain amendments made on the face of the documents provided in respect of cell population, the Court asked the Government to submit a complete copy of the remand prison’s population register.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 7 December 2011 the Government informed the Court that the prison’s population register covering the period between 28 April 2007 and 15 April 2008 had been lost.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  According to the Government, all cells in the remand prison were equipped with mandatory ventilation in good working order. In addition, the windows were equipped with vents to ensure natural ventilation of the premises. All cells had a sink and a toilet which was separated from the living area by a 1.2 m high partition. The dining table was located at least 1 m away from the toilet. The metal bars installed on the windows did not prevent access to daylight through the glass window panes. During the day, the lighting was on from 6 a.m. to 10 p.m. At night lower-voltage bulbs were used to maintain lighting in the lavatory. The applicant was allowed to exercise for at least one hour per day. The remand prison was equipped with fifty-eight exercise yards measuring from 15.4 square metres (sq. m.) to 85.17 sq. m. The yards were arranged in such a way as to provide the inmates with the opportunity for physical exercise. They were equipped with benches and were sheltered from the rain.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant’s submissions",
                                "elements": [
                                    {
                                        "content": "18.  The applicant accepted the veracity of the information submitted by the Government as regards the cell numbers and size, the number of sleeping places per cell and the periods of his detention there. As regards the cell population, the applicant submitted as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  According to the applicant, the cells did not have natural or mandatory ventilation. Windows were covered with thick metal bars and did not open. The electric lighting was constantly on. It was dim and insufficient. The metal bars on the windows prevented access to daylight.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  He further submitted that cells nos. 109, 277, 202, 219 and 223 were not equipped with a toilet. Instead there was a hole in the floor which was not separated from the living area of the cell. In the other cells the toilet pan was not separated from the living area and was located in the immediate proximity of the dining table. The applicant was allowed exercise outside on a daily basis. It lasted from forty minutes to an hour and took place in a special yard. Too many inmates (from ten to fifteen) were brought to the yard at the same time, which made physical exercise impossible. The food was of low quality. The inmates were allowed one shower per week for no longer than fifteen minutes. There was no hot water supply in the cells. On many occasions inmates infected with tuberculosis, hepatitis or meningitis were placed in the same cell as the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The applicant’s medical condition",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Osteochondrosis",
                                "elements": [
                                    {
                                        "content": "21.  On 20 July 2007 the applicant felt pain in the small of his back and numbness in his left leg with partial loss of motor activity. He was seen by a surgeon, who recommended an X-ray of the lower lumbar region.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 13 August 2007 the applicant was transferred to the prison hospital in connection with osteochondrosis of the lumbosacral region of the spine, aggravated by radiculopathy. He received treatment for ten days and was told to use a walking cane.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Tuberculosis",
                                "elements": [
                                    {
                                        "content": "23.  On 5 May and 2 November 2007 the applicant underwent a chest xray test. On 6 November 2007 he had a tomography scan. According to the applicant’s medical records, the test results were negative.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 18 March 2008 the applicant was admitted to the prison hospital, where he was to undergo treatment for osteochondrosis. On 28 March 2008 the applicant had another x-ray examination which spotted certain changes in his lungs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  From 8 April to 7 September 2008 the applicant received special anti-tuberculosis inpatient treatment. Subsequently, the applicant continued to receive outpatient treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 14 November 2008 the applicant was transferred to medical correctional facility LIU-3 where he underwent further treatment. He was released on parole on 30 November 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 1 December 2009 the applicant underwent an examination in an outpatient clinic in . He had a computer tomography test which “did not exclude the possibility of infiltrative tuberculosis with one area of disaggregation”. The applicant did not provide any further follow-up on his condition.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "28.  The applicant complained about the conditions of his detention in remand prison no. IZ-77/1 in  from 27 April 2007 to 5 November 2008. He further complained that he had contracted tuberculosis there and that he had not received adequate treatment in this respect. He referred to Article 3 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "29.  The Government contested that argument. Referring to the certificates prepared by the administration of the remand prison and extracts from the remand prison’s population register, they submitted that the conditions of the applicant’s detention had been in compliance with the requirements of Article 3 of the Convention. As regards the applicant’s medical condition, the Government submitted a copy of the applicant’s medical records, which confirmed the fact that the applicant had been diagnosed with tuberculosis in March 2008. However, in their observations of 20 January 2010, the Government indicated that the applicant had been suffering from tuberculosis prior to his remand in custody in April 2007. They further asserted that the applicant had received proper treatment for tuberculosis in compliance with international standards. The penal establishments in which the applicant had been detained had been provided with the necessary medicine and equipment. The medical personnel who had treated the applicant had been trained to properly administer antituberculosis treatment. The Government relied on the certificates prepared by the medical correctional facility’s administration. They also provided copies of the medical education certificates of the facility’s personnel.",
                                "elements": []
                            },
                            {
                                "content": "30.  The applicant maintained his complaint. He asserted that at all times he had been detained in overcrowded cells offering less than 2 sq. m of personal space. Some of the inmates had been suffering from tuberculosis. As a result, he had contracted tuberculosis. The treatment he had undergone while in detention had been inadequate and his condition had worsened. He denied the Government’s allegation that he had been infected with tuberculosis prior to his arrest.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "31.  As regards the applicant’s allegations concerning his contracting tuberculosis and subsequent treatment, the Court reiterates that even if the applicant had contracted tuberculosis while in detention, this fact in itself would not necessarily imply a violation of Article 3, provided that he received treatment for it (see Babushkin v. Russia, no. 67253/01, § 56, 18 October 2007, and Alver v. Estonia, no. 64812/01, § 54, 8 November 2005). However, a lack of adequate medical assistance for serious diseases which one did not suffer from prior to detention may amount to a violation of Article 3 (see Hummatov v. Azerbaijan, nos. 9852/03 and 13413/04, § 108 et seq., 29 November 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The national authorities must ensure that diagnosis and care in detention facilities, including prison hospitals, are prompt and accurate, and that, where necessitated by the nature of a medical condition, supervision is regular and involves a comprehensive treatment plan aimed at ensuring the detainee’s recovery or at least preventing his or her condition from worsening (see Sakhvadze v. , no. 15492/09, § 83, 10 January 2012).",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In the present case, the Court notes from the outset that the medical documents submitted by the Government confirmed that any changes in the applicant’s lungs were only detected in March 2008. The Court accordingly dismisses the Government’s contention that the applicant had been suffering from tuberculosis prior to his remand in custody as unsupported by any evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court further observes that, according to the Government’s submissions, which were not disputed by the applicant, the applicant was under constant medical supervision and received adequate medical assistance after the tuberculosis was detected. Nothing in the case file can lead the Court to the conclusion that the applicant did not receive comprehensive medical treatment for his stage of tuberculosis.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In view of the above considerations, the Court finds that this part of the application must be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  As regards the applicant’s complaint about the general conditions of his detention in the remand prison, the Court notes that this part of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "37.  The Court notes that the parties disagreed on most aspects of the conditions of the applicant’s detention. However, where conditions of detention are in dispute, there is no need for the Court to establish the veracity of each and every disputed or contentious point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Furthermore, the Court observes that Convention proceedings do not in all cases lend themselves to a rigorous application of the principle affirmanti incumbit probatio (“he who alleges something must prove it”) because in certain instances, such as in the present case, the respondent Government alone have access to information capable of corroborating or refuting allegations. Failure on the Government’s part to submit such information without a satisfactory explanation for such a failure may give rise to the drawing of inferences as to the validity of the applicant’s allegations (see Ahmet Özkan and Others v. Turkey, no. 21689/93, § 426, 6 April 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In support of their assertion that the conditions of the applicant’s detention had been in full compliance with Article 3 of the Convention, the Government produced certificates issued by the prison administration as well as copies of extracts from the prison’s population register.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The certificates from the prison administration presented in a summary form the information contained in the prison’s population register.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  In this connection, the Court observes that certain entries in respect of the number of detainees in the cells where the applicant was detained had been visibly amended. In order to verify the data provided concerning the prison population, the Court requested that the Government furnish a complete copy of the register. The Government responded that the register in respect of the period between 28 April 2007 and 15 April 2008 had been lost. In these circumstances, the Court considers that the information contained in the copy of the prison’s population register produced by the Government is not sufficiently reliable to establish the facts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  As regards the ensuing period of the applicant’s detention from 15 April to 8 November 2008, the Court observes that, according to the prison’s population register, the personal space available to the applicant did not exceed 2.8 square metres.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  Having regard to the above, the Court considers the applicant’s allegations concerning the overcrowding of the remand prison to be credible. As a result of such overcrowding, the applicant’s detention did not meet the minimum requirement, as laid down in the Court’s case-law as to the number of square metres per person (see, among many other authorities, Ananyev and Others v. , nos. 42525/07 and 60800/08, §§ 120-38, 10 January 2012; Trepashkin v. Russia (no. 2), no. 14248/05, § 113, 16 December 2010; Kozhokar v. Russia, no. 33099/08, § 96, 16 December 2010; and Svetlana Kazmina v. Russia, no. 8609/04, § 70, 2 December 2010). Having regard also to the fact that the applicant had to spend twentythree hours per day in an overcrowded cell, the Court finds that he was subjected to inhuman and degrading treatment in breach of Article 3 of the Convention on account of the conditions of his detention in remand prison no. IZ-77/1 in  from 28 April 2007 to 5 November 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In view of the above, the Court does not consider it necessary to examine the remainder of the parties’ submissions concerning other aspects of the conditions of the applicant’s detention during the period in question.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "45.  Lastly, the applicant complained under Article 6 of the Convention that M. had been a police agent who had incited him to commit a crime and under Article 8 of the Convention that the decision to tap his co-defendants’ telephone lines had amounted to unlawful interference because he had made calls to their numbers.",
                                "elements": []
                            },
                            {
                                "content": "46.  However, having regard to all the material in its possession and, in so far as the matters fall within its competence, the Court finds that the events complained of do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. It follows that this part of the application must be rejected as manifestly ill-founded pursuant to Articles 35 § 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "48.  The applicant claimed 30,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government considered such a claim excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Court observes that the applicant spent over a year and a half in the remand prison in inhuman and degrading conditions. Making its assessment on an equitable basis, it awards him EUR 6,500 plus any tax that may be chargeable thereon.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "51.  The applicant did not claim costs and expenses. Accordingly, there is no call to make an award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "52.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the conditions of the applicant’s detention from 28 April 2007 to 5 November 2008 in remand prison no. IZ-77/1 in  admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 6,500 (six thousand and five hundred euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into Russian roubles at the rate applicable at the date of settlement.",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 October 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nina Vajić",
            "role": "president"
        },
        {
            "name": "Anatoly Kovler",
            "role": "judges"
        },
        {
            "name": "Peer Lorenzen",
            "role": "judges"
        },
        {
            "name": "Elisabeth Steiner",
            "role": "judges"
        },
        {
            "name": "Khanlar Hajiyev",
            "role": "judges"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ASYANOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-113388.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:1009JUD002546209",
    "externalsources": [],
    "extractedappno": [
        "25462/09",
        "67253/01",
        "64812/01",
        "9852/03",
        "13413/04",
        "15492/09",
        "21689/93",
        "42525/07",
        "60800/08",
        "14248/05",
        "33099/08",
        "8609/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-113388",
    "judgementdate": "09/10/2012 00:00:00",
    "kpdate": "09/10/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3"
    ],
    "parties": [
        "ASYANOV",
        "RUSSIA"
    ],
    "rank": "922.764831542969",
    "representedby": [
        "POLOZOVA A."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "366464",
    "typedescription": "15"
}