{
    "__articles": "8;8-1;8-2",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for correspondence;Respect for private life)",
    "applicability": "",
    "appno": "27671/95",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for correspondence",
                "Respect for private life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        }
    ],
    "content": {
        "001-58208.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) on 29 May 1997, within the three-month period laid down by Article 32 § 1 and Article 47 of the Convention. It originated in an application (no. 27671/95) against the Kingdom of Spain lodged with the Commission under Article 25 by a Spanish national, Mr Cosme Valenzuela Contreras, on 2 May 1995.",
                        "elements": []
                    },
                    {
                        "content": "The Commission’s request referred to Articles 44 and 48 and to the declaration whereby Spain recognised the compulsory jurisdiction of the Court (Article 46). The object of the request was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  In response to the enquiry made in accordance with Rule 33 § 3 (d) of Rules of Court A, the applicant stated that he wished to take part in the proceedings and designated the lawyer who would represent him (Rule 30). The lawyer was given leave by the President to use the Spanish language (Rule 27 § 3).",
                        "elements": []
                    },
                    {
                        "content": "3.  The Chamber to be constituted included ex officio Mr J.M. Morenilla, the elected judge of Spanish nationality (Article 43 of the Convention), and Mr R. Ryssdal, the President of the Court (Rule 21 § 4 (b)). On 27 August 1997, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr B. Walsh, Mrs E. Palm, Mr A.N. Loizou, Mr A.B. Baka, Mr L. Wildhaber, Mr J. Casadevall and Mr V. Butkevych (Article 43 in fine of the Convention and Rule 21 § 5). Subsequently Mr R. Bernhardt, the Vice-President of the Court, replaced Mr Ryssdal, who had died on 18 February 1998 (Rule 21 § 6, second sub-paragraph), and Sir John Freeland, substitute judge, replaced Mr Walsh, who had died on 9 March 1998 (Rule 22 § 1).",
                        "elements": []
                    },
                    {
                        "content": "4.  As President of the Chamber (Rule 21 § 6), Mr Ryssdal, acting through the Registrar, had consulted the Agent of the Spanish Government (“the Government”), the applicant’s lawyer and the Delegate of the Commission on the organisation of the proceedings (Rules 37 § 1 and 38). Pursuant to the order made in consequence on 30 September 1997, the Registrar received the Government’s and the applicant’s memorials on 15 December 1997. On 19 January 1998 the Secretary to the Commission informed the Registrar that the Delegate did not wish to reply in writing.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 19 January 1998 the Commission produced the file on the proceedings before it, as requested by the Registrar on the President’s instructions.",
                        "elements": []
                    },
                    {
                        "content": "6.  In accordance with the decision of the President, who had also given the Agent of the Government leave to address the Court in Spanish (Rule 27 § 2), the hearing took place in public in the Human Rights Building, Strasbourg, on 26 March 1998. The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Nowicki, Mr Rubio Moreno and Mr Borrego Borrego.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "7.  The applicant is a Spanish citizen and was born in 1952. He is the deputy head of personnel of the W. company.",
                        "elements": []
                    },
                    {
                        "content": "A.\tBackground to the case and the inquiry",
                        "elements": [
                            {
                                "content": "8.  On 12 November 1984, following a complaint lodged by Mrs M., an employee of the W. company, with Madrid investigating judge no. 31 against a person or persons unknown in respect of insulting and threatening telephone calls and letters she had received, a criminal investigation (diligencias previas) was started. On 6 February 1985 Mrs M.’s fiancé, Mr R., lodged a complaint against a person or persons unknown for the same offence.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 8 January and 19 February 1985, the investigating judge made orders under Article 18 § 3 of the Constitution for Mrs M.’s and Mr R.’s telephone lines to be tapped for a month, as they had requested when making their statement. Several suspect calls made from the W. company and from telephone boxes were intercepted.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 18 February and 25 March 1985 respectively the monitoring ceased.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 29 March 1985 Mrs M. gave the investigating judge the names of the five people, including the applicant, who had access to the telephone at the W. company from which some of the suspect calls had been made.",
                                "elements": []
                            },
                            {
                                "content": "That same day three other people were summonsed to appear. The W. company was asked to provide information about the offices in which the telephones concerned were located and the people having access to them. ",
                                "elements": []
                            },
                            {
                                "content": "12.  On 30 April 1985 the investigating judge made a further order for Mrs M.’s and Mr R.’s telephone lines to be tapped, on this occasion from 1 to 31 May 1985. He also ordered an analysis of the typeface of the anonymous letters containing threats against Mrs M. (in order to determine the make of typewriter used) and of photographs enclosed with some of the letters. In addition, he had the saliva residue and the fingerprints on the envelopes examined.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 7 June 1985 the cassette recording of the calls made on the monitored lines, some of which showed that Mrs M. had been subjected to threats and insults, was delivered to the investigating judge.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 19 November 1985 the investigating judge made an order under Article 18 § 3 of the Constitution (see paragraph 29 below) and Chapter VIII of Volume II of the Code of Criminal Procedure “on the entry into and searches of closed premises, the opening of books and written documents and the interception and opening of written and telegraphic correspondence” (see paragraph 30 below), for the monitoring of the private telephone lines of S. and of Mr Valenzuela, the head and deputy head of personnel of the company where the applicant worked, for a period of one month commencing on 26 November 1985. The applicant was considered to be the prime suspect, firstly, because most of the calls were being made from the W. company, where he worked and where, as deputy head of personnel, he had access to the company’s staff files and, secondly, because he had previously had a relationship with Mrs M. The investigating judge’s order read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“An application has been made for an order for the monitoring of telephone lines nos. 641 29 25 and 795 22 00, of Cosme Valenzuela Contreras and Mr [S.] respectively, who reside in this town, Mr Valenzuela Contreras at Avda. del Oeste no. 41 de Alorcón and Mr [S.] in H. Street, in connection with a police investigation currently under way into certain offences.",
                                "elements": []
                            },
                            {
                                "content": "It is implicit in what has been said by the police that reliable evidence exists to suggest that information concerning the commission of an offence may be obtained by monitoring telephone lines nos. 641 29 25 and 795 22 00 belonging to Cosme Valenzuela Contreras and Mr [S.] respectively; it is appropriate to grant the requested application authorising the monitoring, in accordance with Article 18 § 3 of the Constitution as in force. It will be carried out by agents of the National Telephone Company referred to above.",
                                "elements": []
                            },
                            {
                                "content": "Having considered, in addition to the Article cited above, Chapter VIII of Volume [II] of the Code of Criminal Procedure and other provisions of general application,",
                                "elements": []
                            },
                            {
                                "content": "[The judge] orders that the telephone lines nos. 641 29 25 and 795 22 00 of Cosme Valenzuela Contreras and Mr [S.] respectively shall be monitored by staff of the National Telephone Company of Spain for a period of one month starting from today; at the end of that period they shall report their findings.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "\n15.  On 10 December 1985 police headquarters at the Ministry of the Interior informed Madrid investigating judge no. 1 that the monitoring of Mr [S.]’s line had not revealed anything suspect, no suspicious call or conversation having been recorded. Conversely, the monitoring of Mr Valenzuela’s line had shown that a number of calls had been made from his telephone to Mrs M., her fiancé and their close relatives. However, the caller had hung up as soon as the telephone was answered.",
                                "elements": []
                            },
                            {
                                "content": "On the same day, after further insulting letters had been sent to Mrs M., police headquarters applied for a warrant from the judge to carry out a search of Mr Valenzuela’s home.",
                                "elements": []
                            },
                            {
                                "content": "16.  Owing to a breakdown in the system, the applicant’s telephone line ceased to be tapped on 20 December 1985. The original cassettes containing the recordings were delivered to the investigating judge and included in the court file that was available for inspection and comment by the parties.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 27 December 1985 the applicant himself applied to Madrid investigating judge no. 2, complaining that he had received threatening telephone calls. On 17 June 1986 the applicant requested the judge to order the monitoring of the applicant’s own telephone line; that measure proved fruitless. On 14 June 1988 the judge made a provisional discharge order (sobreseimiento provisional).",
                                "elements": []
                            },
                            {
                                "content": "18.  On 9 December 1985 and 13 January 1986 police headquarters confirmed before the investigating judge that twenty-two calls had been made from the applicant’s telephone while it was being tapped, three to Mrs M.’s home, eight to Mr R.’s home, two to Mr R.’s aunt and nine to his superior. ",
                                "elements": []
                            },
                            {
                                "content": "19.  On 26 January 1986 the public prosecutor applied for criminal proceedings (sumario) to be brought against Mr Valenzuela and, if appropriate, Mr S., for offences of proffering grave insults and making threats.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 25 February 1986 Madrid investigating judge no. 31 ordered that the applicant’s home and the head office of the W. company be searched.",
                                "elements": []
                            },
                            {
                                "content": "21.  On 18 April 1986 he decided to institute criminal proceedings against Mr Valenzuela. In an order (auto de procesamiento) of 18 April 1986 he charged the applicant with proffering grave insults and making threats under Articles 457, 458 §§ 2, 3 and 4, 459, 463 and 493 § 2 of the Criminal Code.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 26 December 1990 Madrid investigating judge no. 27, to whom the case had been assigned on 2 January 1990, closed the investigation and committed the applicant for trial before the Madrid Audiencia provincial.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tProceedings before the Madrid Audiencia provincial",
                        "elements": [
                            {
                                "content": "23.  On 25 June and 8 July 1991 the public prosecutor, and Mrs M. and Mr R. as private prosecutors (acusadores particulares), filed provisional submissions.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 7 May 1992 the applicant argued that the monitoring of his telephone line and searches of his house constituted breaches of Articles 18 and 24 of the Constitution (see paragraph 29 below).",
                                "elements": []
                            },
                            {
                                "content": "25.  On 8 May 1992 the Madrid Audiencia provincial convicted the applicant of making threats by letter and on the telephone against Mrs M. and Mr R., her fiancé, and their respective families, both at their homes and at work. It sentenced him to four months’ imprisonment, imposed a number of fines and ordered him to pay Mrs M. compensation.",
                                "elements": []
                            },
                            {
                                "content": "26.  The Audiencia provincial found that neither the searches nor the monitoring had been decisive in establishing the applicant’s guilt. The monitoring had revealed that some of the calls from his home telephone had been made to Mrs M.’s telephone number and that most of the calls complained of had been made from the company where both Mrs M. and the applicant worked. Nevertheless, it had not proved possible to determine the identity of the person making the calls because he had hung up as soon as the telephone was answered.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.\tProceedings before the Supreme Court",
                        "elements": [
                            {
                                "content": "27.  The applicant lodged an appeal on points of law, which the Supreme Court dismissed on 19 March 1994. It held with regard to the telephone tapping that, even if the court order allowing the applicant’s telephone line to be monitored had been couched in general terms, the evidence thereby obtained had not been the only evidence on which the trial court had relied in convicting him and, in any event, the threats had also been made in writing.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "D.\tThe amparo appeal to the Constitutional Court",
                        "elements": [
                            {
                                "content": "28.  The applicant then filed an amparo appeal with the Constitutional Court in which he relied on the principle of the presumption of innocence, on the right to respect for his private and family life and on the confidentiality of telephone communications (Articles 24 and 18 of the Constitution – see paragraph 29 below). That appeal was dismissed on 16 November 1994 on the following grounds:",
                                "elements": []
                            },
                            {
                                "content": "\n“... Contrary to what is said by the applicant, there has been no breach of his right to make telephone communications in confidence in the present case, since the monitoring of his telephone line had previously been authorised in a reasoned court order made under Article 579 § 3 of the Code of Criminal Procedure. It must nevertheless be noted that the monitoring failed to produce any decisive results enabling the conclusion to be reached that Mr Valenzuela  had been guilty of making the threats of which he was suspected, inasmuch as the only finding was that frequent calls in which the caller had remained silent had been made from his home to the home of the person receiving the threats, as the caller had hung up as soon as [the victim] answered. The decisive factor in this respect [the finding that the applicant was guilty] was the evidence as a whole including the amparo appellant’s recent relationship with [Mrs M.], the fact that he was the deputy head of personnel in the company where she worked, the fact that it had been shown that some of the calls had been made from that company’s premises, the fact that the photographs enclosed with some of the anonymous letters were from the company’s archives to which only members of the personnel department had access, [Mr Valenzuela’s] reactions during the oral hearing, etc. That evidence, which was properly reviewed by the [Audiencia provincial] in a clearly reasoned judgment that was not illogical, may be considered to have been sufficient to rebut the presumption that the appellant was innocent...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "A.\tThe Constitution",
                        "elements": [
                            {
                                "content": "29.  The relevant provisions of the Constitution read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 10 § 2",
                                "elements": []
                            },
                            {
                                "content": "“The rules relating to the fundamental rights and the freedoms recognised under the Constitution shall be construed in accordance with the Universal Declaration of Human Rights and the international treaties and agreements concerning the same subject matter that have been ratified by Spain.”",
                                "elements": []
                            },
                            {
                                "content": "Article 18 § 3",
                                "elements": []
                            },
                            {
                                "content": "“Communications, particularly postal, telegraphic and telephone communications, shall be confidential unless the court decides otherwise.”",
                                "elements": []
                            },
                            {
                                "content": "Article 96",
                                "elements": []
                            },
                            {
                                "content": "“Properly concluded international treaties shall form part of the domestic legal order once they have been published in Spain...”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tThe Code of Criminal Procedure ",
                        "elements": [
                            {
                                "content": "1.\tBefore Implementing Law no. 4/1988 of 25 May 1988 came into force",
                                "elements": [
                                    {
                                        "content": "30.  The relevant provisions of Chapter VIII of Volume II of the Code of Criminal Procedure “on the entry into and searches of closed premises, the opening of books and written documents and the interception and opening of written and telegraphic correspondence” were as follows: ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 579",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A court may authorise the seizure, opening and examination of private postal and telegraphic correspondence sent or received by a person charged if there is reason to believe that facts or circumstances material to the case may thereby be uncovered or verified.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 581",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The officer who seizes the correspondence shall immediately hand it to the investigating judge.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 583",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The decision, which shall be reasoned, authorising the seizure and inspection of correspondence ... shall specify which correspondence is to be seized or inspected...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 586",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The procedure shall take place by the judge himself opening the correspondence...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 588",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The fact that the correspondence has been opened shall be noted in a record...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The record thereof shall be signed by the investigating judge, the registrar and any other persons present.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tSince Implementing Law no. 4/1988 of 25 May 1988 came into force",
                                "elements": [
                                    {
                                        "content": "31.  Implementing Law no. 4/1988 amended two Articles of Chapter VIII of Volume II (see paragraph 30 above), namely Articles 553 and 579. Of these, only Article 579 is relevant in the present case and it now provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nArticle 579",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A court may authorise the seizure, opening and examination of private postal and telegraphic correspondence sent or received by a person charged if there is reason to believe that facts or circumstances material to the case may thereby be uncovered or verified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  A court may also authorise, in a reasoned decision, the monitoring of the telephone calls of a person charged if there is evidence to show that facts or circumstances material to the case may thereby be uncovered or verified. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Likewise, a court may, in a reasoned decision, authorise for a maximum renewable period of three months the monitoring of the postal, telegraphic and telephonic communications of persons reasonably believed to have committed an offence and of communications made for criminal ends.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "C.\tThe case-law",
                        "elements": [
                            {
                                "content": "32.  In its judgment no. 114/1984 of 29 November 1984 the Constitutional Court held that the concept of “confidentiality” did not cover just the content of communications, but also other aspects of them such as the subjective identity of the people communicating.",
                                "elements": []
                            },
                            {
                                "content": "33.  In its judgment of 21 February 1991 the Supreme Court noted that the legislative amendment made by Implementing Law no. 4/1988 of 25 May 1988, bringing in the new wording of Article 579 of the Code of Criminal Procedure, was not perfect. The court said that cassette recordings of telephone conversations should be put at the disposal of the judge with an accurate transcript, which was to be checked by the registrar for use at the trial if appropriate. It added that “if the conditions laid down by Article 579 are satisfied, if the judge has reviewed the content of the evidence so obtained and has given leave for it to be used at the trial”, evidence obtained from telephone tapping may be considered admissible.",
                                "elements": []
                            },
                            {
                                "content": "34.  In a decision (auto) of 18 June 1992 the Supreme Court construed the Spanish legislation on the admissibility of evidence obtained by telephone tapping as it stood after Implementing Law no. 4/1988 of 25 May 1988 had come into force (see paragraphs 29 and 31 above). It stated that “the legislature [had] not specified any limitations according to the nature of the possible offence or the sentence it carried” and emphasised that the deficiencies, inadequacies and vagueness of that legislation needed to be rectified by the case-law of the domestic courts and of the European Court of Human Rights.",
                                "elements": []
                            },
                            {
                                "content": "\nIn the light of the latter Court’s case-law, the Supreme Court reached the following conclusions in its decision:",
                                "elements": []
                            },
                            {
                                "content": "“In summary, the violations that render evidence obtained from telephone tapping inadmissible and determine its effects are as follows:",
                                "elements": []
                            },
                            {
                                "content": "(1)  Lack of evidence. Lack of sufficient reasoning ",
                                "elements": []
                            },
                            {
                                "content": "Lack ... of evidence capable, in the judge’s view, of justifying a measure restricting fundamental rights to the extent telephone tapping does; mere suspicion on the part of the police, which in principle serves as the basis for the court’s decision, cannot suffice.",
                                "elements": []
                            },
                            {
                                "content": "(2)  Lack of supervision ",
                                "elements": []
                            },
                            {
                                "content": "There was an almost total lack of any form of judicial supervision of the actual monitoring of the telephone concerned, which must necessarily be effected in compliance with the proportionality principle, which indeed can only be established through the reasoning, by, for example, listening to conversations recorded over reasonable periods in order for progress in the investigation (in this case a police investigation) to be checked and a decision taken as to whether or not expressly to extend the measure/surveillance – which, moreover, should not be for more than a reasonable period – in accordance with the principles laid down by the Code of Criminal Procedure.",
                                "elements": []
                            },
                            {
                                "content": "(3)  Periodic review. Effects ",
                                "elements": []
                            },
                            {
                                "content": "Once the conversations have been recorded on the tapes, the judge must periodically, in the manner he deems appropriate in the light of all the circumstances, examine them in the presence of the court registrar and, after hearing the recorded voices, decide on the proper course of action and, if appropriate, order that the monitoring continue, in which case he determines the appropriate guidelines to be followed by those responsible for implementing the measure.",
                                "elements": []
                            },
                            {
                                "content": "If he orders that the measure should cease, the person or persons affected by that measure must be informed of the operation that has ended ... so that they may henceforth take such action as they deem appropriate...",
                                "elements": []
                            },
                            {
                                "content": "Only in exceptional cases can the measure remain secret until the end of the investigation so as not to frustrate the legitimate interest in pursuing it ... but it must cease to remain secret once the investigation has ended...",
                                "elements": []
                            },
                            {
                                "content": "(4)  Divergence between the monitoring and the investigation ",
                                "elements": []
                            },
                            {
                                "content": "... There is a violation of the right to private life or, even more simply, the confidentiality of communications in general and of telephone communications in particular where ..., during the course of the originally authorised monitoring, it appears possible that one or more new offences may have been committed. At that point ... the police must, without delay, immediately inform the investigating judge who authorised/ordered the monitoring so that he may consider the question of his jurisdiction and the requirement of proportionality... A blanket authorisation may not be given; nor, without a fresh, express authority from the judge, can the measure/surveillance continue if the new presumed offence revealed on the telephone \nis found to be independent of the offence covered by the original authorisation. Such situations, if uncontrollable and not directly supervised by the judge, cause or are apt to cause a total failure to comply with the proportionality principle. It will never be known whether or not that principle was complied with in the present case...",
                                "elements": []
                            },
                            {
                                "content": "(5)  Production of copies rather than originals ",
                                "elements": []
                            },
                            {
                                "content": "There will also be a violation where the measure fails to comply with the Constitution and all the legislation (Article 579 of the Code of Criminal Procedure). The fact that the tape recordings produced to the court were copies, not originals, and moreover represented a selection made by the police without any judicial supervision, is a serious violation of the system. ... as the judge, in the registrar’s presence, must select, in the manner he deems appropriate, what is relevant to the investigation ordered by him while the remaining recordings must be kept in the registrar’s custody, thereby precluding any undesired or undesirable knowledge of conversations beyond the scope of the decision to monitor. The judge must order the immediate cessation of the measure when it is no longer relevant to the legitimate aim of establishing the commission of a serious offence, whose gravity must always be proportionate to what is, in principle, an intolerable interference with private life...",
                                "elements": []
                            },
                            {
                                "content": "(6)  Finding of proportionality ",
                                "elements": []
                            },
                            {
                                "content": "On that basis, it is necessary to consider whether or not the preventive measures used were proportionate to the aim pursued... The judge, who is the essential guarantor of fundamental rights and public freedoms, must consider each offence in the light of all the circumstances and decide whether the legitimate interests in investigation, prosecution and, where appropriate, conviction warrant in a given case the sacrifice of legal interests as important as the dignity, privacy and freedom of the individual...",
                                "elements": []
                            },
                            {
                                "content": "(7)  Determination of the measure and its limits ",
                                "elements": []
                            },
                            {
                                "content": "… The judicial authority must state what form the measure is to take and ensure that it is implemented with the least possible harm to the person affected by it...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "35.  Mr Valenzuela Contreras applied to the Commission on 2 May 1995. He relied on Article 6 § 1 and Article 8 of the Convention, complaining that he had not had a fair hearing in that his guilt had not been established by lawful means and that the monitoring of his telephone line had infringed his right to respect for his private life.",
                        "elements": []
                    },
                    {
                        "content": "\n36.  On 18 October 1996 the Commission declared the application (no. 27671/95) admissible as regards the applicant’s complaint under Article 8 and inadmissible as to the remainder. In its report of 11 April 1997 (Article 31), it expressed the opinion that there had been a violation of Article 8 (eleven votes to six). The full text of the Commission’s opinion and of the dissenting opinion contained in the report is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "37.  In their memorial the Government invited the Court to hold that the monitoring of the applicant’s telephone line had not constituted a violation of Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "38.  The applicant requested the Court to hold that there had been breaches of Articles 6 and 8 of the Convention and to award him just satisfaction under Article 50.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "39.  In his memorial to the Court, the applicant repeated the complaint he had submitted to the Commission under Article 6 of the Convention, which the Commission had declared inadmissible (see paragraphs 35 and 36 above). He affirmed that the only basis for his conviction had been the evidence obtained from monitoring his telephone and that without it, his guilt could not have been established.",
                        "elements": []
                    },
                    {
                        "content": "40.  However, since the compass of the case before it is delimited by the Commission’s decision on admissibility, the Court has no jurisdiction to revive issues declared inadmissible (see, among other authorities, the Masson and Van Zon v. the Netherlands judgment of 28 September 1995, Series A no. 327-A, p. 16, § 40, and the Leutscher v. the Netherlands judgment of 26 March 1996, Reports of Judgments and Decisions 1996-II, p. 434, § 22).",
                        "elements": []
                    },
                    {
                        "content": "41.  The applicant maintained that the interception of his telephone communications amounted to a violation of Article 8 of the Convention, which provides:",
                        "elements": []
                    },
                    {
                        "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                        "elements": []
                    },
                    {
                        "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                        "elements": []
                    },
                    {
                        "content": "A.\tApplicability of Article 8",
                        "elements": [
                            {
                                "content": "42.  The Court considers that it is clear from its case-law that telephone calls from a person’s home come within the notions of “private life” and “correspondence” referred to in Article 8 (see the following judgments: Klass and Others v. Germany of 6 September 1978, Series A no. 28, p. 21, § 41, Malone v. the United Kingdom of 2 August 1984, Series A no. 82, p. 30, § 64, and Kruslin v. France and Huvig v. France of 24 April 1990, Series A no. 176-A and B, p. 20, § 26, and p. 52, § 25, respectively). Indeed, the point was not disputed.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tCompliance with Article 8",
                        "elements": [
                            {
                                "content": "1.\tArguments of those appearing before the Court",
                                "elements": [
                                    {
                                        "content": "43.  The applicant’s main contention was that the interception of his telephone conversations amounted to an unjustified interference in the exercise of his right to respect for his private life, in breach of Article 8. He argued that the statutory basis for the measure in issue was not sufficiently foreseeable and clear and that the existence of a general and unrestricted system for monitoring communications was contrary to Article 8, especially as there had been no judicial supervision in the instant case. He referred to the Court’s judgment in the Malone case (judgment cited above, pp. 32–33, § 68) and said that the “law”, namely the Spanish Constitution, which was of direct application as no other law was applicable in the present case, did not define “the extent \n",
                                        "elements": []
                                    },
                                    {
                                        "content": "of any such power or the manner of its exercise with a degree of clarity that – having regard to the legitimate aim pursued – was sufficient to give the individual adequate protection against arbitrary interference”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "He submitted that the tapping of the telephones did not satisfy the requirements laid down by the Court’s case-law, in particular in that the investigating judge had not given sufficient reasons in his order of 19 November 1985 for requiring the applicant’s telephone line to be monitored. The applicant emphasised that that order was akin to a “standard-form decision”, since it contained no mention of the facts on which it was based or of the reasons that could have justified such a measure; furthermore, the measure was disproportionate to the seriousness of the offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  In the Government’s submission, the interference in the applicant’s private life was in accordance with the law (see Article 18 of the Constitution and the provisions of the Code of Criminal Procedure that were applicable under a wide construction of Article 579 of the Code of Criminal Procedure, before its amendment in 1988) and justified by the need to establish that the offence in question had been committed. They also pointed out that the provisions relating to fundamental rights are to be construed in the light of the Universal Declaration of Human Rights and the international treaties which Spain had ratified on the subject (see paragraph 29 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "The order for the monitoring of the applicant’s telephone line had been made by the investigating judge in a properly reasoned decision in connection with criminal proceedings brought for insulting and threatening telephone calls and letters. The measure had been necessary in order to discover or to verify facts relevant to the proceedings. The monitoring had been limited in time and the cassette recordings had been transcribed and made available for inspection and comment by both parties. Moreover, the telephone numbers and the names of the subscribers to which the measure related were mentioned in the order, as were the statutory provisions on which the decision to intercept communications was based.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government referred in particular to a decision (auto) of the Supreme Court of 18 June 1992 (see paragraph 34 above) that had been delivered two years before the Supreme Court’s judgment of 19 March 1994 and the Constitutional Court’s decision of 16 November 1994 (see paragraphs 27 and 28 above), in which all the necessary conditions applicable under Spanish law, as established by the Court’s case-law, were set out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Before the Court, the Delegate of the Commission pointed out that at the material time the Spanish system governing the monitoring of telephones did not provide adequate safeguards; it did not indicate with the clarity and precision required by the Convention the scope and manner of exercise of the power conferred on the authorities. Although the legislation and, in particular, the case-law in that sphere had evolved in a very positive way, that evolution had not begun until several years after the order in issue had been made.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tThe Court’s assessment",
                                "elements": [
                                    {
                                        "content": "46.  The following principles relevant in the instant case have been established by the Court in its case-law:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)\tThe interception of telephone conversations constitutes an interference by a public authority in the right to respect for private life and correspondence. Such an interference will be in breach of Article 8 § 2 unless it is “in accordance with the law”, pursues one or more legitimate aims under paragraph 2 and, in addition, is “necessary in a democratic society” to achieve those aims (see the Kopp v. Switzerland judgment of 25 March 1998, Reports 1998- II, p. 539, § 50).",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)\tThe words “in accordance with the law” require firstly that the impugned measure should have some basis in domestic law. However, that expression does not merely refer back to domestic law but also relates to the quality of the law, requiring it to be compatible with the rule of law. The expression thus implies that there must be a measure of protection in domestic law against arbitrary interference by public authorities with the rights safeguarded by paragraph 1 (see the Malone judgment cited above, p. 32, § 67). From that requirement stems the need for the law to be accessible to the person concerned, who must, moreover, be able to foresee its consequences for him (see the Kruslin judgment cited above p. 20, § 27, and the Kopp judgment cited above, p. 540, § 55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)\tEspecially where a power of the executive is exercised in secret the risks of arbitrariness are evident. In the context of secret measures of surveillance or interception by public authorities, the requirement of foreseeability implies that the domestic law must be sufficiently clear in its terms to give citizens an adequate indication as to the circumstances in and conditions on which public authorities are empowered to take any such \n",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nsecret measures (see the Malone judgment cited above, pp. 31–32, §§ 66–67, the Kruslin judgment cited above, pp. 22–23, § 30, the Halford v. the United Kingdom judgment of 25 June 1997, Reports 1997-III, p. 1017, § 49, and the Kopp judgment cited above, p. 541, § 64). It is essential to have clear, detailed rules on the subject, especially as the technology available for use is constantly becoming more sophisticated (see the Kruslin judgment cited above, p. 23, § 33, the Huvig judgment cited above, p. 55, § 32, and the Kopp judgment cited above, pp. 542–43, § 72).",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)\tThe Kruslin and Huvig judgments mention the following minimum safeguards that should be set out in the statute in order to avoid abuses of power: a definition of the categories of people liable to have their telephones tapped by judicial order, the nature of the offences which may give rise to such an order, a limit on the duration of telephone tapping, the procedure for drawing up the summary reports containing intercepted conversations, the precautions to be taken in order to communicate the recordings intact and in their entirety for possible inspection by the judge and by the defence and the circumstances in which recordings may or must be erased or the tapes destroyed, in particular where an accused has been discharged by an investigating judge or acquitted by a court (loc. cit. p. 24, § 35, and p. 56, § 34, respectively).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The tapping of Mr Valenzuela Contreras’s telephone line between 26 November and 20 December 1985 (see paragraphs 14 and 16 above) constitutes an “interference by a public authority” within the meaning of Article 8 § 2 in the applicant’s exercise of his right to respect for his private life and correspondence. Indeed, that point was not disputed. Nor is it decisive in that regard that, as the Government intimated, only a “metering” system was used (see the Malone judgment cited above, p. 38, § 87). ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "\t(ii)  Was the interference justified?",
                                "elements": [
                                    {
                                        "content": "48.  It is necessary to examine whether that interference satisfied the requirements of paragraph 2 of Article 8. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  It is not contested that there was a legal basis in Spanish law for such a measure. The Court therefore confines itself to noting that Article 18 § 3 of the Constitution, on which the investigating judge principally based the order for the applicant’s telephone line to be monitored, provides that “communications, particularly postal, telegraphic and telephone communications, should be confidential unless the court decides otherwise” (see paragraphs 14 and 29 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The second requirement resulting from the phrase “in accordance with the law”, namely that the law be accessible, does not give rise to any problem in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  That is not true of the third requirement, namely that the law be foreseeable as regards the meaning and nature of the applicable measures.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Government submitted that the relevant statutory provisions and the case-law of the Supreme Court and the Constitutional Court taken as a whole (see paragraphs 29, 30 and 32–34 above) warranted the conclusion that the telephone tapping ordered in the present case satisfied the foreseeability requirement as laid down by the European Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court must therefore assess the quality of the legal rules that were applied in Mr Valenzuela Contreras’s case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  It notes, firstly, that the applicant’s telephone line was tapped under Article 18 § 3 of the Constitution, which was the only provision allowing, at the time the order for the telephone tapping was made, restrictions on the right to confidentiality of telephone communications (see paragraph 29 above). It observes, however, that in order to justify his decision the judge who ordered the measure took into account Chapter VIII of Volume II of the Code of Criminal Procedure, which was in force at the time, “on the entry into and searches of closed premises, the opening of books and written documents and the interception and opening of written and telegraphic correspondence” (see paragraphs 14 and 30 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Government submitted that the judge who had ordered the monitoring of the applicant’s telephone line had, in the instant case, complied with the safeguards recommended by the Court in that connection. He had indicated the identity and telephone numbers of the two suspects, stated that the measure was being taken for the purposes of an investigation into certain events into which a police inquiry was under way, limited the duration of the measure to one month and supervised its enforcement. The investigating judge had consequently anticipated the safeguards and guarantees against arbitrariness specified in the Kruslin v. France and Huvig v. France judgments five years before those judgments were delivered.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n56.  The Court recognises that the investigating judge attempted to ensure maximum protection with respect to the enforcement of the monitoring order under the legal provisions in force at the time. He had taken into account, at least in a general way, those provisions of the Code of Criminal Procedure “on the entry into and searches of closed premises, the opening of books and written documents and the interception and opening of written and telegraphic correspondence” (see paragraph 14 above) capable of serving as a basis for his decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  However, it has to be noted that the guarantees cited by the Government (see paragraph 55 above), deduced from a wide construction of statutory provisions or court decisions, were not apparent from the actual wording of Article 18 § 3 of the Constitution, or, for the most part, from the provisions of the Code of Criminal Procedure which the judge considered when ordering the monitoring of the applicant’s telephone communications (see paragraphs 14 and 30 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court is aware of the efforts made by the legislature and the judicial authorities to introduce in both legislation and practice in Spain the guarantees required in this sphere by the Convention. The Supreme Court’s decision (auto) of 18 June 1992 (see paragraph 34 above) provides the best example. The Court, like the Delegate of the Commission, notes, however, that those developments took place well after the order for the tapping of the applicant’s telephone line had been made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court also notes that, in any event, in the decision referred to above, the Supreme Court did not interpret the legislation applicable when the order for the monitoring of the applicant’s telephone was made, but the legislation as amended by Implementing Law no. 4/1988 of 25 May 1988 (see paragraph 31 above), by which the notion of telephone tapping was inserted into Article 579 of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court notes that some of the conditions necessary under the Convention to ensure the foreseeability of the effects of the “law” and, consequently, to guarantee respect for private life and correspondence are not included either in Article 18 § 3 of the Constitution or in the provisions of the Code of Criminal Procedure cited in the order of 19 November 1985 (see paragraphs 14 and 30 above). They include, in particular, the conditions regarding the definition of the categories of people liable to have their telephones tapped by judicial order, the nature of the offences which may give rise to such an order, a limit on the duration of telephone tapping, the procedure for drawing up the summary reports containing intercepted conversations and the use and destruction of the recordings made (see paragraph 46(iv) above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n60.  Like the Delegate of the Commission, the Court cannot accept the Government’s argument that the judge who ordered the monitoring of the applicant’s telephone conversations could not have been expected to know the conditions laid down in the Kruslin and Huvig judgments five years before those judgments were delivered in 1990. It reiterates that the conditions referred to in the judgment cited by the Government concerning the quality of the law stem from the Convention itself. The requirement that the effects of the “law” be foreseeable means, in the sphere of monitoring telephone communications, that the guarantees stating the extent of the authorities’ discretion and the manner in which it is to be exercised must be set out in detail in domestic law so that it has a binding force which circumscribes the judges’ discretion in the application of such measures (see paragraph 46(iii) and (iv) above). Consequently, the Spanish “law” which the investigating judge had to apply should have provided those guarantees with sufficient precision. The Court further notes that at the time the order for the monitoring of the applicant’s telephone line was made it had already stated, in a judgment in which it had found a violation of Article 8, that “the law must be sufficiently clear in its terms to give citizens an adequate indication as to the circumstances in and the conditions on which public authorities are empowered to resort to this secret and potentially dangerous interference with the right to respect for private life and correspondence” (see the Malone judgment cited above, p. 32, § 67). In addition, it points out that in any event the investigating judge who ordered the monitoring of the applicant’s telephone communications had himself put in place a number of guarantees which, as the Government said, did not become a requirement of the case-law until much later.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  In summary, Spanish law, both written and unwritten, did not indicate with sufficient clarity at the material time the extent of the authorities’ discretion in the domain concerned or the way in which it should be exercised. Mr Valenzuela Contreras did not, therefore, enjoy the minimum degree of legal protection to which citizens are entitled under the rule of law in a democratic society (see the Malone judgment cited above, p. 36, § 79). There has therefore been a violation of Article 8.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Having regard to the foregoing conclusion, the Court, like the Commission, does not consider it necessary to consider whether the other requirements of paragraph 2 of Article 8 were complied with in the instant case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The applicant claimed just satisfaction under Article 50 of the Convention, which provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the Court finds that a decision or a measure taken by a legal authority or any other authority of a High Contracting Party is completely or partially in conflict with the obligations arising from the ... Convention, and if the internal law of the said Party allows only partial reparation to be made for the consequences of this decision or measure, the decision of the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "A.\tDamage",
                        "elements": [
                            {
                                "content": "64.  The applicant sought 1,304,181 pesetas for the pecuniary damage sustained as a result of his conviction, corresponding to the compensation he had had to pay to Mrs M., the fine imposed on him and the portion of legal costs he had had to bear before the Madrid Audiencia provincial.",
                                "elements": []
                            },
                            {
                                "content": "65.  The Government argued that in the circumstances of the case the present judgment would in itself constitute sufficient just satisfaction. The Delegate of the Commission expressed no view.",
                                "elements": []
                            },
                            {
                                "content": "66.  The Court considers that there is no causal link between the finding of a violation of Article 8 and the alleged pecuniary damage corresponding to the amounts the applicant had to pay as a result of his conviction for making threats. The claim must therefore be dismissed.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tCosts and expenses",
                        "elements": [
                            {
                                "content": "67.  The applicant sought 1,500,000 pesetas for the expenses and lawyers’ fees incurred before the Constitutional Court and the Convention institutions.",
                                "elements": []
                            },
                            {
                                "content": "68.  The Government considered those claims reasonable.",
                                "elements": []
                            },
                            {
                                "content": "69.  The Delegate of the Commission did not express a view.",
                                "elements": []
                            },
                            {
                                "content": "70.  Making its assessment on an equitable basis and having regard to the criteria it applies in such circumstances, the Court grants the sum claimed in full.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.\tDefault interest",
                        "elements": [
                            {
                                "content": "71.  According to the information available to the Court, the statutory rate of interest applicable in Spain at the date of adoption of the present judgment is 7.5% per annum.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "for these reasons, the court unanimously",
                "elements": [
                    {
                        "content": "1.\tHolds that it has no jurisdiction to consider the applicant’s complaint under Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.\tHolds:",
                        "elements": []
                    },
                    {
                        "content": "4.\tDismisses the remainder of the claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 30 July 1998.",
                        "elements": []
                    },
                    {
                        "content": "President",
                        "elements": []
                    },
                    {
                        "content": "Registrar",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrR. Bernhardt",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF VALENZUELA CONTRERAS v. SPAIN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58208.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1998:0730JUD002767195",
    "externalsources": [],
    "extractedappno": [
        "27671/95"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Constitution, Article 18 § 3",
        "Code of Criminal Procedure, Chapter VIII of Volume II, Article 579"
    ],
    "itemid": "001-58208",
    "judgementdate": "30/07/1998 00:00:00",
    "kpdate": "30/07/1998 00:00:00",
    "kpthesaurus": [
        "451",
        "424",
        "429",
        "203",
        "319"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "8",
        "8-2",
        "8-1"
    ],
    "parties": [
        "VALENZUELA CONTRERAS",
        "SPAIN"
    ],
    "rank": "369.164001464844",
    "representedby": [
        "N/A"
    ],
    "respondent": "ESP",
    "respondentOrderEng": "44",
    "scl": [
        "Halford v. the United Kingdom judgment of 25 June 1997, Reports 1997-III, p. 1017, § 49",
        "Huvig v. France judgment of 24 April 1990, Series A no. 176-B, p. 52, § 25, p. 55, § 32, p. 56, § 34",
        "Klass and Others v. Germany judgment of 6 September 1978, Series A no. 28, p. 21, § 41",
        "Kopp v. Switzerland judgment of 25 March 1998, Reports 1998-II, p. 539, § 50, p. 540, § 55, p. 541, § 64, pp. 542-543, § 72",
        "Kruslin v. France judgment of 24 April 1990, Series A no. 176-A, p. 20, § 26 and § 27, pp. 22-23, § 30, p. 23, § 33, p. 24, § 35",
        "Leutscher v. the Netherlands judgment of 26 March 1996, Reports 1996-II, p. 434, § 22",
        "Malone v. the United Kingdom judgment of 2 August 1984, Series A no. 82, p. 30, § 64, pp. 31-32, §§ 66-67, p. 36, § 79, p. 38, § 87",
        "Masson and Van Zon v. the Netherlands judgment of 28 September 1995, Series A no. 327-A, p. 16, § 40"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "443423",
    "typedescription": "15"
}