{
    "__articles": "8;8-1",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8-1 - Respect for family life)",
    "applicability": "",
    "appno": "32737/16",
    "article": [
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8-1 - Respect for family life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        }
    ],
    "content": {
        "001-196153.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 32737/16) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Armenian national, Mr Aram Ashotovich Akopdzhanyan (“the applicant”), on 1 June 2016.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr Y.V. Gusakov, a lawyer practising in Moscow. The Russian Government (“the Government”) were represented initially by Mr G. Matyushkin, the Representative of the Russian Federation to the European Court of Human Rights, and then by his successor in that office, Mr M. Galperin.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his exclusion from Russia with an eight-year re-entry ban had violated his right to respect for family life.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 10 November 2016 the complaints concerning Articles 8 and 13 were communicated to the Government, and the remainder of the application was declared inadmissible, pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1973 and lives in Vanadzor, Armenia.",
                                "elements": []
                            },
                            {
                                "content": "6.  The applicant arrived in Russia on an unspecified date. Soon afterwards he started cohabiting with Ms Ya. in the town of Surgut, KhantyMansiysk Region. In 2002 they had a daughter, Z.",
                                "elements": []
                            },
                            {
                                "content": "7.  According to the Government’s submission, on 2 June 2003 the Surgut Town Court sentenced the applicant to three years’ imprisonment, suspended for eighteen months on probation, for the forcible assertion of a private right. From the documents submitted it can been seen that this criminal record was subsequently expunged.",
                                "elements": []
                            },
                            {
                                "content": "8.  In December 2004 the applicant married Ms Ya.",
                                "elements": []
                            },
                            {
                                "content": "9.  In May 2009 the applicant and Ms Ya. divorced.",
                                "elements": []
                            },
                            {
                                "content": "10.  In January 2013 the applicant’s paternity of Ms Z. was officially registered and in January 2014 he and Ms Ya. re-married.",
                                "elements": []
                            },
                            {
                                "content": "11.  In January 2014 the applicant was charged with causing serious bodily injuries to another person during a quarrel on 30 December 2013. He pleaded guilty under the summary criminal procedure and paid the victim compensation for pecuniary and non-pecuniary damage.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 7 April 2014 the Surgut Town Court found the applicant guilty as charged and sentenced him to one and half year’s imprisonment, having taken into account his guilty plea, his having compensated in full the victim for the damage caused him, and the fact that he had a minor child. The reasoning in respect of the sentence stated that prior to the commission of the crime the applicant had had no criminal record.",
                                "elements": []
                            },
                            {
                                "content": "13.  Following an appeal by the applicant, on 18 June 2014 the KhantyMansiysk Regional Court upheld the sentence on appeal.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 14 July 2015 the Federal Ministry of Justice imposed an exclusion order on the applicant, with a duration limited to eight years (until 2023). The wording of the reasoning for the order was confined to references to section 25.10 of the Entry and Exit Procedures Act and section 31(11) of the Foreigners Act (see paragraphs 29 and 34 below).",
                                "elements": []
                            },
                            {
                                "content": "15.  On 3 September 2015 the exclusion order was sent to the administration of correctional facility IK-53 in the Sverdlovsk Region, where the applicant was serving his sentence.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 15 September 2015 the Code of Administrative Procedure (“the CAP”) entered into force.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 6 October 2015 the applicant was released from prison.",
                                "elements": []
                            },
                            {
                                "content": "18.  On the basis of the exclusion order, on 6 October 2015 the Federal Migration Authority (“the FMA”) issued a deportation order in respect of the applicant. The wording of the reasoning of the deportation order was limited to references to the applicable legislation. On the same day the FMA ordered the applicant’s placement in a special detention facility.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 14 October 2015 the applicant lodged an appeal against the exclusion order with the Zamoskvoretskiy District Court in Moscow. Referring to the provisions of the CAP, he requested that the exclusion order be quashed as it disproportionately interfered with his right to respect for family life, as protected by Article 8 of the Convention. He stated that he had been residing in Russia for a number of years, that he had a Russian wife and child, that he and his wife were the owners of their flat and that he had no place to live in Armenia. Moreover, he had not violated immigration regulations.",
                                "elements": []
                            },
                            {
                                "content": "20.  On 24 November 2015 the Zamoskvoretskiy District Court examined the appeal and upheld the exclusion order. In particular, the court stated that the basis for the applicant’s exclusion was his criminal conviction for a serious crime, the fact that it had been issued in compliance with paragraph 2 of Article 8 of the Convention, and the fact that it was both necessary in a democratic society and proportionate. As for the alleged interference with the applicant’s family life, the court stated that:",
                                "elements": []
                            },
                            {
                                "content": "“... the fact that the applicant’s wife and daughter reside in the Russian Federation does not [automatically mean that] a violation of his right to respect for [his] personal and family life [has been caused] by the exclusion order, as that measure was taken in the light of the public danger the applicant represented ... In addition, according to information from the Main Department for the Execution of Sentences in the Sverdlovsk Region, [while serving his sentence] Mr Akopdzhanyan was penalised on eleven occasions ...",
                                "elements": []
                            },
                            {
                                "content": "[The court finds that] given that Mr Akopdzhanyan has a non-expunged criminal record and that he had been prosecuted for a serious crime, the decision on his exclusion from Russia was sufficiently substantiated ...”",
                                "elements": []
                            },
                            {
                                "content": "21.  On 17 December 2015 the applicant was deported from Russia.",
                                "elements": []
                            },
                            {
                                "content": "22.  On several occasions between 8 December 2015 and 25 January 2016 the applicant’s lawyer tried to lodge an appeal against the abovementioned decision to the Appeals Chamber of the Moscow City Court. Referring to Article 8 of the Convention, he stated that: the exclusion order constituted a disproportionate interference with the applicant’s right to respect for his family life, given the fact that he had a Russian wife and daughter, he had no place to live in Armenia, and he had lived in Russia for a number of years. Those appeals, except for one, were rejected for failure to comply with various procedural requirements.",
                                "elements": []
                            },
                            {
                                "content": "23.  On 18 March 2016 the Moscow City Court examined the applicant’s appeal against the judgment of 24 November 2015. Referring to Article 8 of the Convention, the court concluded as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Having regard to the applicant’s arguments relating to his private and family life, the court does not see sufficient elements to justify the application of the Convention to the present case ...",
                                "elements": []
                            },
                            {
                                "content": "In recognising everyone’s right to respect for his private and family life, Article 8 of the Convention does not allow interference by a public authority with the exercise of that right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.",
                                "elements": []
                            },
                            {
                                "content": "The relevant statute precisely provides such exceptional situations; the exclusion order in respect of the applicant is based on that statute.",
                                "elements": []
                            },
                            {
                                "content": "The fact that the applicant has a wife and a child in Russia does not, as such, constitute sufficient proof of an allegedly disproportionate interference by the State with his private and family life. That fact does not bar an exclusion order or a deportation order ... The fact that a foreigner has kin who have Russian citizenship does not absolve that foreigner from the need to conform to Russian laws and to bear responsibility for breaching them. There is no evidence substantiating any exceptional and objective circumstances of a personal nature that would support the conclusion of an excessive and unjustified interference by Russia into the applicant’s private or family life.”",
                                "elements": []
                            },
                            {
                                "content": "24.  On 25 May 2016 (in the documents submitted the date was also referred to as 12 July and 21 July 2016) the applicant’s counsel lodged a cassation appeal against the exclusion order with the Moscow City Court. The document was registered by the court as received on 25 May 2016 under the incoming number 47902. The same document also bears an illegible registration stamp dated 21 July 2016. According to the Government, the cassation appeal was lodged not in May 2016 but at a later date, after 1 June 2016.",
                                "elements": []
                            },
                            {
                                "content": "25.  On 1 June 2016 the applicant lodged his application with the Court",
                                "elements": []
                            },
                            {
                                "content": ".",
                                "elements": []
                            },
                            {
                                "content": "26.  On 29 July 2016 (in the documents submitted the date was also referred to as 21 November 2016) the Moscow City Court examined the cassation appeal and refused to forward it to its Presidium for further examination, having endorsed the conclusions of the first- and secondinstance courts.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 23 September 2016 the applicant’s counsel lodged a further cassation appeal with the Supreme Court of the Russian Federation.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 21 November 2016 the Supreme Court declined to examine the appeal.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "Entry and Exit Procedures Act (no. 114-FZ of 15 August 1996)",
                                "elements": [
                                    {
                                        "content": "29.  A competent authority may issue a decision to the effect that a foreign national’s presence on Russian territory is undesirable (in the form of an “exclusion order”). Such a decision may be issued if a foreign national is unlawfully residing on Russian territory or if his or her residence is lawful but creates a real threat to, in particular, public order. If such a decision has been taken, the foreign national in question has to leave Russia; otherwise he or she will be deported. Such a decision may also form the legal basis for the subsequent refusal to allow that person’s re-entry into Russia (section 25.10).",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  If a competent authority has issued a decision to the effect that the foreigner’s presence on Russian territory is undesirable, that foreigner will be refused entry into Russia (sections 25.10 and 27(7)(7)).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Foreigners Act",
                                "elements": [
                                    {
                                        "content": "31.  Until 2002 foreign nationals with temporary resident status were not required to apply for a residence permit. Their stay in Russia was lawful as long as their visa remained valid. On 25 July 2002 Law no. 115-FZ on the Legal Status of Foreign Nationals in the Russian Federation (“the Foreigners Act”) was passed. It introduced the requirement of residence permits for foreign nationals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Section 5 § 2 of the Act provides that a foreign national should leave Russia after the expiry of the authorised period, except in the event that on the date of expiry he has already obtained authorisation for an extension or renewal, or when his application for an extension and the relevant documents have been accepted for processing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  A foreign national married to a Russian national living in Russia is entitled to a three-year residence permit (разрешение на временное проживание) under section 6 §§ 1 and 3 (4).  While the three-year residence permit is still valid, a foreign national may apply for a renewable five-year residence permit (вид на жительство). Such applications are only possible after the foreign national has lived in Russia for at least a year on the basis of a three-year permit (section 8 §§ 1-3).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Section 31(11) of the Foreigners Act provides that an exclusion order should be transmitted, within three days, to the relevant migration authority, which then issues a deportation order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In decision no. 86-AD05-2 of 7 December 2005, the Supreme Court of Russia considered that it was incumbent on a national court to examine whether enforcement of a deportation order was compatible with Article 8 of the Convention. Given that section 7 of the Foreigners Act prevented a deportee from applying for a temporary residence permit for five years, “a serious issue [could] arise in respect of an interference with [that person’s] right to respect for his or her family life”. In another decision, the Supreme Court varied its reasoning, stating that enforcement of a deportation order “results in the violation of fundamental family ties and impedes the family’s reunification” (decision no. 18-AD05-13 of 24 January 2006). The Supreme Court subsequently considered that a deportation order should be based on considerations which confirm the necessity of such a measure “as the only possible way of ensuring a fair balance between public and private interests” (decision no. 86-AD06-1 of 29 March 2006).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Cassation procedure for review of court decisions",
                                "elements": [
                                    {
                                        "content": "36.  For a summary of the relevant provisions concerning the Code of Administrative Procedure, see Chigirinova v. Russia (dec.), no. 28448/16, 13 December 2016.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "37.  The applicant complained that his eight- year exclusion from Russia following a criminal conviction constituted arbitrary and disproportionate “interference” with his family life, in violation of Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "The Government",
                                        "elements": [
                                            {
                                                "content": "38.  The Government argued that the application should be declared inadmissible, as the applicant had failed to lodge a cassation appeal against the exclusion order prior to the lodging of his application. Referring to the Court’s decision in the case of Abramyan and Others v. Russia (dec.), no. 38951/13, 12 May 2015, they stressed that it was incumbent on the applicant to lodge a cassation appeal before initiating Court proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Government were satisfied that the interference with the applicant’s rights had been proportionate and “necessary in a democratic society” and that the domestic courts had struck a fair balance between the competing interests. The interference had been based on domestic legislation, aimed at the protection of public safety, and served for the prevention of disorder and crime. They referred, in particular, to the Entry and Exit Procedures Act, under which a foreign national could be excluded from Russia if his or her residence was lawful but created a real threat to, in particular, public safety or the prevention of disorder and crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Government furthermore referred to the criteria specified by the Court in Üner v. the Netherlands [GC], no. 46410/99, ECHR 2006XII and stressed that the applicant’s exclusion had complied with them. In particular, they stated that in 2003 and then in 2014 the applicant had been convicted of crimes twice, which demonstrated his criminal propensities. Unlike in the case of Gablishvili v. Russia, no. 39428/12, 26 June 2014, where the applicant did not commit crimes involving the use of violence, in the present case the applicant’s second conviction had been for causing serious bodily harm to his victim. Furthermore, given that the exact date of the applicant’s arrival in Russia was unknown and that for the fifteen years of his residence there he had left the country once every three months in order to comply with immigration regulations, the actual length of his stay in Russia was unknown. This, along with the fact that he had never applied for either a Russian residence permit or Russian nationality, showed that he preferred to maintain his foreign status. In addition, according to the information received from the penitentiary institution where the applicant had served his sentence, during his imprisonment he had been penalised on seventeen occasions, on ten of which he had been placed in a disciplinary cell. As for the applicant’s family life, his daughter had been fourteen years old at the time of his deportation; his remarriage to his wife had been officially registered on 16 January 2014 – that is to say about two weeks after the commission of the crime on 30 December 2013. There was no information on whether the applicant and his wife had had any kind of family life between their divorce in 2009 and their remarriage in 2014. According to the Government, the applicant’s remarriage had been registered only to enable him to legalise his stay in Russia between January and April 2014 for the period of the pre-trial investigation against him. The Government furthermore contended that the applicant had applied for a work permit in Russia for the first time only in November 2012 and that there was no information regarding his employment record. Therefore, his argument concerning his being the family’s breadwinner was unsubstantiated, especially in view of his wife’s position as the general manager and chief accountant of a delivery service company. As for the applicant’s allegations that his daughter had suffered mentally on account of his deportation, it was impossible to distinguish whether this suffering was caused by his absence while serving his prison sentence or by his deportation. Given that the applicant had arrived in Russia at the age of thirty and that he had relatives in Armenia, along with the fact that he had neither employment nor property in Russia, he could not be considered as having close ties with Russia. All of the above-mentioned factors showed that the applicant would not face insurmountable difficulties in adjusting to life in Armenia. Lastly, the Government stated that prior to his exclusion, the applicant had been sanctioned for failing to comply with administrative immigration regulations on three occasions – in 2004, 2006 and 2010. In addition, he had been fined on three occasions – in 2010, 2011 and 2013 – for violations of traffic regulations.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The applicant",
                                        "elements": [
                                            {
                                                "content": "41.  The applicant contested the Government’s argument and submitted that he had complied with the admissibility criteria by lodging a cassation appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The applicant contended that the interference with his rights had been disproportionate and that the domestic courts had failed to strike a proper balance between the interests involved. In particular, he stressed that the courts had failed to take into account the fact that he had compensated the victim of the crime for all pecuniary and non-pecuniary damage sustained, that he had been a law-abiding resident of Russia, that he had had a family life with his wife and daughter, and that he had had no place of residence in Armenia.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "Admissibility",
                                        "elements": [
                                            {
                                                "content": "43.  The Court has held that following the legislative amendments reforming the Russian civil procedure with effect from 1 January 2012, any individual who intends to lodge an application in respect of a violation of his or her Convention rights should first use the remedies offered by the new cassation procedure, including a second cassation appeal to the Supreme Court (see Abramyan and Others, cited above, §§ 76-96). In its later decision in the case of Chigirinova v. Russia (dec.), no. 28448/16, delivered on 13 December 2016, the Court considered it appropriate to apply the conclusions of Abramyan and Others regarding the effectiveness of cassation and supervisory review procedures before the Supreme Court to the procedure under the CAP.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  It is true that the issue of whether domestic remedies have been exhausted is normally determined by reference to the date on which the application was lodged with the Court (see Karoussiotis v. Portugal, no. 23205/08, § 57, ECHR 2011 (extracts), and Stanka Mirković and Others v. Montenegro, nos. 33781/15 and 3 others, § 48, 7 March 2017). However, the last stage of such remedies may be reached shortly after the lodging of the application but before the Court is called upon to pronounce on its admissibility (see Cestaro v. Italy, no. 6884/11, §§ 147-48 with further references). That is what happened in the present case. The applicant made a first and then a second cassation appeal, the second cassation appeal being refused on 21 November 2016, less than six months after he lodged his application. Accordingly, regardless of whether he introduced the application before or after he brought his first cassation appeal, he exhausted the remedies available. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  In the light of the above, the Court rejects the Government’s objection as to the alleged non-exhaustion of domestic remedies. It further notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "Merits",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "General principles",
                                "elements": [
                                    {
                                        "content": "46. The Court reiterates that it is for the Contracting States to maintain public order, in particular by exercising their right to control the entry and residence of aliens. To that end they have the power to deport aliens convicted of criminal offences (see Maslov v. Austria [GC], no. 1638/03, § 76, ECHR 2008). However, their decisions in this field must, in so far as they may interfere with a right protected under paragraph 1 of Article 8, be in accordance with the law and necessary in a democratic society – that is to say justified by a pressing social need and, in particular, proportionate to the legitimate aim pursued (see Üner, cited above, § 54).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court further notes that in all decisions concerning children, their best interests are of paramount importance. While alone they cannot be decisive, such interests certainly must be afforded significant weight. Accordingly, national decision-making bodies should, in principle, advert to and assess evidence in respect of the practicality, feasibility and proportionality of any removal of a non-national parent in order to give effective protection and sufficient weight to the best interests of the children directly affected by it (see Jeunesse v. the Netherlands [GC], no. 12738/10, § 109, 3 October 2014).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  In addition, Article 8 of the Convention may impose the positive obligations inherent in effective “respect” for family life when regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole; and in both contexts the State enjoys a certain margin of appreciation (ibid., mutatis mutandis, § 106).",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court’s task in exercising its supervisory function is not to take the place of the national authorities, but rather to review, in the light of the case as a whole, the decisions they have taken within their margin of appreciation. In so doing, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles established in its case-law and, moreover, that they based their decisions on an acceptable assessment of the relevant facts. In particular, the Court must examine whether the decision-making process leading to measures of interference was fair and such as to afford due respect to the interests safeguarded to the individual by Article 8 (see Chapman v. the United Kingdom [GC], no. 27238/95, § 92, ECHR 2001I, and Buckley v. the United Kingdom, 25 September 1996, § 76, Reports of Judgments and Decisions 1996IV).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In Üner, cited above, §§ 57-60, the Court elaborated the relevant criteria which it would use in order to assess whether an expulsion measure was necessary in a democratic society and proportionate to the legitimate aim pursued:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“– the nature and seriousness of the offence committed by the applicant;",
                                        "elements": []
                                    },
                                    {
                                        "content": "– the length of the applicant’s stay in the country from which he or she is to be expelled;",
                                        "elements": []
                                    },
                                    {
                                        "content": "– the time elapsed since the offence was committed and the applicant’s conduct during that period;",
                                        "elements": []
                                    },
                                    {
                                        "content": "– the nationalities of the various persons concerned;",
                                        "elements": []
                                    },
                                    {
                                        "content": "– the applicant’s family situation, such as the length of the marriage, and other factors expressing the effectiveness of a couple’s family life;",
                                        "elements": []
                                    },
                                    {
                                        "content": "– whether the spouse knew about the offence at the time when he or she entered into a family relationship;",
                                        "elements": []
                                    },
                                    {
                                        "content": "– whether there are children of the marriage, and if so, their age; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "– the seriousness of the difficulties which the spouse is likely to encounter in the country to which the applicant is to be expelled ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "– the best interests and well-being of the children, in particular the seriousness of the difficulties which any children of the applicant are likely to encounter in the country to which the applicant is to be expelled; and",
                                        "elements": []
                                    },
                                    {
                                        "content": "– the solidity of social, cultural and family ties with the host country and with the country of destination. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": " ... Indeed, the rationale behind making the duration of a person’s stay in the host country one of the elements to be taken into account lies in the assumption that the longer a person has been residing in a particular country, the stronger his or her ties with that country and the weaker the ties with the country of his or her nationality will be. Seen against that background, it is self-evident that the Court will have regard to the special situation of aliens who have spent most, if not all, their childhood in the host country, were brought up there and received their education there.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  In the light of the foregoing, the Court concludes that all the above factors should be taken into account in all cases concerning settled migrants who are to be expelled and/or excluded following a criminal conviction ....”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Application of the general principles to the present case",
                                "elements": [
                                    {
                                        "content": "51.  The Court notes that the parties do not dispute whether the applicant was a long-term migrant legally residing in Russia. The Government did not claim that the applicant’s stay in Russia had been unauthorised; rather, they stated that its exact duration was undetermined. At the same time, they did not contest the applicant’s submission that prior to 2002 he had started living with Ms Ya. in Russia as a family.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court furthermore observes that it is undisputed by the parties that in 2002 a daughter was born to the applicant and Ms Ya, that in 2004 they officially registered their marriage and that in 2009 they divorced. In January 2014 the applicant and Ms Ya. remarried and in December 2015 the applicant was deported from Russia. According to the Government, during the second marriage of the applicant and Ms Ya., there had been no family life. According to the applicant, during the second marriage to Ms Ya. he had had a family life with her and their daughter. To this end, the Court notes that, firstly, the issue of the lack of family life between the applicant and Ms Ya. during their second marriage was not a subject of examination in the domestic proceedings concerning the exclusion. Secondly, there is nothing in the Government’s submission to substantiate their allegation of a lack of family life between the applicant, Ms Ya. and their daughter from January 2014 until his deportation almost two years later. Therefore, the Court finds that the applicant and Ms Ya. and their daughter Z. had a family life prior to the applicant’s deportation in December 2015. Given that as a result of the applicant’s exclusion from the country for eight years the family was separated, the Court concludes that the measures taken by the authorities against the applicant amounted to interference with his right to a family life, as guaranteed by Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Given that the parties do not dispute the lawfulness and aim of the interference with the applicant’s right to respect for his family life under Article 8 of the Convention, the Court shall examine the proportionality and the necessity of the impugned measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  Turning to the facts of the present case, the Court notes that the applicant’s exclusion was ordered as a consequence of his criminal conviction (see paragraph 14 above). The eight-year entry ban was an automatic consequence of the exclusion order, rather than the outcome of a separate assessment of the facts. The Court will therefore consider those two acts together (see Gablishvili, cited above, § 49).",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The Court notes that the applicant’s expulsion for eight years was ordered as a sanction following his criminal conviction and that the domestic courts disregarded his claims that it had had an adverse effect on his family life with his wife and daughter. From the documents submitted it can be seen that the courts limited themselves to an assertion of the compatibility of the exclusion with paragraph 2 of Article 8 of the Convention (see paragraphs 20 and 23 ) and to mentioning that the applicant did have a wife and daughter. The courts did not refer to any of the arguments advanced by the Government in their observations on the merits of the case, such as the applicant’s record of administrative violations or his lack of an official employment record or the first criminal conviction (see paragraph 40 above). The decisions of the domestic courts demonstrate that they neither analysed the proportionality of the measure to be applied against the applicant in view of his family life nor attempted to balance the interests involved. Thus, the courts ignored the criteria elaborated by the Court in Üner and failed to apply standards which were in conformity with the principles embodied in Article 8 (compare to Gablishvili, cited above, § 51).",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In such circumstances, the Court finds that the sanction against the applicant was applied in an automatic fashion and that the domestic authorities therefore failed to strike a fair balance between the interests of the applicant and the community as a whole. The Court therefore finds that the proceedings in which the decision on the applicant’s exclusion was taken and upheld fell short of Convention requirements and did not touch upon all the elements that the domestic authorities should have taken into account for assessing whether the measure was “necessary in a democratic society” and proportionate to the legitimate aim pursued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Accordingly, there has been a violation of Article 8 of the Convention in respect of the applicant.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "58.  The applicant complained that the domestic non-judicial and judicial procedures did not constitute “effective remedies”, in particular on account of the courts’ failure to consider various aspects of his family life in Russia and the appeal court’s refusal to admit certain items of evidence. He relied on Article 13 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "59.  The Court notes that in the present case the complaint under Article 13 of the Convention largely overlaps with the procedural aspects of Article 8 of the Convention. Given that the complaint under Article 13 of the Convention relates to the same issues as those examined under Article 8 of the Convention, it should be declared admissible. However, having regard to its conclusion above under Article 8 of the Convention, the Court considers it unnecessary to examine those issues separately under Article 13 of the Convention (see, for example, Kamenov v. Russia, no. 17570/15, § 44, 7 March 2017).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "60.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "61.  The applicant did not submit a claim for just satisfaction. Accordingly, the Court considers that there is no call to award him any sum on that account.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Declares the complaints concerning Articles 8 and 13 of the Convention admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds, that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds, that there is no need to examine the complaint under Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 1 October 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Alena Poláčková",
            "role": "president"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Gilberto Felici",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF AKOPDZHANYAN v. RUSSIA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-196153.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:1001JUD003273716",
    "externalsources": [],
    "extractedappno": [
        "32737/16",
        "28448/16",
        "38951/13",
        "46410/99",
        "39428/12",
        "23205/08",
        "33781/15",
        "6884/11",
        "1638/03",
        "12738/10",
        "27238/95",
        "17570/15"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-196153",
    "judgementdate": "01/10/2019 00:00:00",
    "kpdate": "01/10/2019 00:00:00",
    "kpthesaurus": [
        "451",
        "425"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "8",
        "8-1"
    ],
    "parties": [
        "AKOPDZHANYAN",
        "RUSSIA"
    ],
    "rank": "3995.12573242188",
    "representedby": [
        "GUSAKOV Y.V."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "491920",
    "typedescription": "15"
}