{
    "__articles": "6;6-1;29;29-3;41",
    "__conclusion": "Violation of Art. 6-1;No violation of Art. 6-1 (length);Non-pecuniary damage - financial award;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "51343/99",
    "article": [
        "6",
        "41",
        "29"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "length"
            ],
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-79494.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 51343/99) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Bulgarian national, Mr Angel Filipov Angelov (“the applicant”), on 2 June 1999.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr M. Ekimdjiev, a lawyer practising in . The Bulgarian Government (“the Government”) were represented by their agent, Mrs M. Karadjova, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that he had been denied access to the review (cassation) proceedings and that the criminal proceedings against him were excessively lengthy.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 1 September 2005, the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each filed further written observations (Rule 59 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1958 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "7.  On 27 July 1993 the applicant, who was a taxi driver, hit a pedestrian with his car. The applicant brought the victim to the nearest hospital, where he died several days later despite the efforts of the medical doctors.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 4 August 1993 or 20 October 1993 the applicant was charged with involuntary manslaughter.",
                                "elements": []
                            },
                            {
                                "content": "9.  On an unspecified date in the beginning of 1994, after the completion of the investigation, an indictment was submitted to the . The relatives of the victim joined the proceedings as civil plaintiffs.",
                                "elements": []
                            },
                            {
                                "content": "10.  After a hearing, on 18 March 1994 the court convicted the applicant and sentenced him to one year's imprisonment, suspended. The court also ordered the suspension of the applicant's driving licence for two years and ordered him to pay damages to the relatives of the victim.",
                                "elements": []
                            },
                            {
                                "content": "11.  Upon the applicant's appeal, on 10 June 1994 the Supreme Court quashed the lower court's judgment and referred the case back for reexamination at the investigation stage, instructing the competent authorities to commission a new expert report in order to clarify certain additional facts.",
                                "elements": []
                            },
                            {
                                "content": "12.  The renewed investigation lasted until 5 December 1995 when a fresh indictment was submitted to the .",
                                "elements": []
                            },
                            {
                                "content": "13.  By judgment of 3 June 1997 the  convicted the applicant and sentenced him to one year's imprisonment, suspended. The court also ordered the suspension of the applicant's driving licence for one year.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 10 June 1997 the applicant appealed to the Supreme Court of Cassation.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 14 November 1997 the Supreme Court of Cassation, acting as a court of appeal in a chamber of three judges, dismissed the appeal.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 6 May 1998 the applicant filed with the Plovdiv Regional Court a petition for review (cassation), which would have fallen to be examined by a five-member chamber of the Supreme Court of Cassation in the transitional period following the 1998 legislative amendments (see paragraph 20 below).",
                                "elements": []
                            },
                            {
                                "content": "17.  On an unspecified date the  transmitted the petition and the case file to the Supreme Court of Cassation.",
                                "elements": []
                            },
                            {
                                "content": "18.  On 24 March 1999 a judge of the Supreme Court of Cassation dismissed as time-barred the petition for review (cassation) and ordered the return of the case file back to the . The order was made on a standard form which stated that the petition for review had been dismissed as time-barred, without mentioning any dates. The name of the judge who issued the order was not indicated.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "19.  In accordance with the Code of Criminal Procedure and the practice, appeals are filed with the registry of the court whose decision is being appealed against. That court then transmits the appeal, together with the case-file, to the higher court in which the power to examine the appeal is vested.",
                                "elements": []
                            },
                            {
                                "content": "20.  By amendment of the Code of Criminal Procedure published on 20 February 1998 and in force as of 1 April 1998, the system of appeals against convictions and sentences was reformed.  In accordance with section 37 § 2 of the transitory provisions to the Act amending the Code of Criminal Procedure, the timelimit for submission of a petition for review (cassation) against judgments delivered prior to the amendment's entry into force was six months from the date on which the judgment had become enforceable. Under Article 371 § 1 of the Code of Criminal Procedure, as in force at the relevant time, appellate judgments upholding the first instance judgment became enforceable on the date of delivery.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED DENIAL OF ACCESS TO THE REVIEW (CASSATION) PROCEEDINGS",
                        "elements": [
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "21.  The applicant stated that the order of 24 March 1999 dismissing his cassation appeal as time-barred had been erroneous as the appeal had in fact been submitted within the relevant time-limit. The judge who decided to dismiss the appeal might have taken into account the date on which the petition for review had been transmitted from the  to the Supreme Court of Cassation and not the date on which it had been submitted by the applicant to the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The applicant complained that as a result he had been denied access to the review (cassation) proceedings and that he did not have an effective remedy in this respect. He relied on Articles 6 and 13 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Government did not comment on the applicant's assertion that the order of 24 March 1999 had been erroneous.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  They stated, however, in submissions on the merits filed after the Court declared the application admissible on 1 September 2005, that the applicant had had the possibility to appeal against the order of 24 March 1999 but had failed to do so. The Government explained that in Bulgarian law every decision terminating or suspending criminal proceedings was amenable to appeal. It followed that the applicant had had access to a procedure whereby he could have complained against the dismissal of his appeal and that, therefore, his complaints under Articles 6 and 13 of a violation of his right of access to a court and alleged lack of effective remedies in this respect were ill-founded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  In reply to the Government's objection, the applicant stated that the order of 24 March 1999 had not been amenable to appeal as it had been issued in proceedings before a five-member chamber of the Supreme Court of Cassation, the highest judicial body. The general rule mentioned by the Government concerned a possibility to appeal to “the higher court”, whereas no higher authority existed in the case at hand.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  Legal characterisation of the complaint and the Government's objection",
                                        "elements": [
                                            {
                                                "content": "26.  The proceedings at issue in the present case concerned the determination of a criminal charge against the applicant. Article 6 § 1 of the Convention therefore applied. It is not necessary to establish whether that provision also applied under its civil limb, the parties not having clarified whether the applicant's cassation appeal concerned the civil claim that had been brought in the criminal proceedings against the applicant (see paragraphs 9, 10 and 16 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  As the Court found in the admissibility decision in the present case (Anguelov v.  (dec.), no. 51343/99, 1 September 2005), the applicant's complaint falls to be examined under Article 6 § 1 of the Convention, the provision which guarantees the right of access to a court. In so far as Article 13 is invoked in conjunction with Article 6 (other than as regards its reasonable time requirement), Article 6 is considered to be the lex specialis (see, for example, Barry v. , no. 18273/04, § 29, 15 December 2005).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  In so far as the Government's objection that the applicant had failed to attempt an appeal against the order of 24 March 1999 may be understood as a request to dismiss the application for failure to exhaust domestic remedies, the Court observes that the Government did not submit observations at the admissibility stage and raised their objection for the first time in submissions on the merits. In accordance with Rule 55 of the Rules of Court, any plea of inadmissibility must, in so far as its character and the circumstances permit, be raised by the respondent Contracting Party in its observations on the admissibility of the application (see K. and T. v. Finland [GC], no. 25702/94, § 145, ECHR 2001-VII and N.C. v. Italy [GC], no. 24952/94, § 44, ECHR 2002-X).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  In the present case, however, the Court considers that the Government's objection also goes to the merits of the applicant's complaint as it is an averment that the order of 24 March 1999 did not bar the applicant's access to the review (cassation) proceedings, other legal means to secure such access being allegedly available. The Court will examine that question below, under Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Merits of the complaint",
                                        "elements": [
                                            {
                                                "content": "30.  Article 6 § 1 of the Convention reads, so far as relevant:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In the determination ... of any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal established by law.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court reiterates that Article 6 of the Convention does not compel the  to set up courts of appeal or of cassation. However, where such courts do exist, the guarantees of Article 6 must be complied with, for instance in that it guarantees to litigants an effective right of access to the courts (see, Brualla Gómez de la Torre v. Spain, judgment of 19 December 1997, Reports of Judgments and Decisions 1997-VIII, p. 2956, § 37 and Kozlica v. Croatia, no. 29182/03, § 32, 2 November 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  In the present case the applicant had access to the review (cassation) proceedings only to be told that his appeal was time-barred. Such “access” of itself does not exhaust the requirements of Article 6 § 1 of the Convention (see Ashingdane v. the United Kingdom, judgment of 28 May 1985, Series A no. 93, p. 24, §§ 56 and 57).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  By dismissing the applicant's petition for review (cassation) on formal grounds, the national court enforced the relevant provision setting out a time-limit for instituting review (cassation) proceedings (see paragraph 20 above).  The applicant did not question the time-limit as such but alleged that the judge who issued the order of 24 March 1999 had decided arbitrarily.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court reiterates at the outset that it is not its task to take the place of the domestic courts. It is primarily for the national authorities, notably the courts, to resolve problems of interpretation of domestic legislation. The role of the Court is limited to verifying whether the effects of such interpretation are compatible with the Convention (see, Miragall Escolano and Others v. Spain, no. 38366/97, §§ 33-39, ECHR 2000-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The right of access to a court by its very nature calls for regulation by the State and may be subject to limitations. Nevertheless, the limitations applied must not restrict the access left to the individual in such a way or to such an extent that the very essence of the right is impaired. A limitation will violate the Convention if it does not pursue a legitimate aim and if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see, among other authorities, Kreuz v. , no. 28249/95, §§ 52-57, ECHR 2001VI and Liakopoulou v. , no. 20627/04, §§ 19-25, 24 May 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  While time-limits are in principle legitimate limitations on the right to a court, the manner in which they were applied in a particular case may give raise to a breach of Article 6 § 1 of the Convention (see Miragall Escolano and Others v. Spain, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  In the present case the order of 24 March 1999 dismissing the applicant's petition for review (cassation) as time-barred did not contain reasons. It was made on a standard form which did not mention any dates. In these circumstances, in order to ascertain whether or not that decision impeded without justification the applicant's right of access to the review (cassation) proceedings, the Court must make its own assessment of the relevant facts. It transpires from the material available to the Court that the relevant time-limit started to run on 14 November 1997, the date of the appellate judgment, and expired on 14 May 1998. The applicant filed his cassation appeal on 6 May 1998 (see paragraphs 15 and 16 above). The Court also notes that in their submissions the Government did not dispute the applicant's claim that the appeal had been filed in time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  On the basis of the foregoing, the Court finds it established with sufficient certainty that the applicant had in fact submitted his petition for review (cassation) within the relevant time-limit. The order of 24 March 1999 dismissing the petition as time-barred cannot, therefore, be seen as a justified enforcement of a legitimate procedural limitation on the applicant's right of access to a court. Moreover, the fact that the order did not indicate the dates on which, according to the judge deciding the case, the relevant time-limit had started to run and expired and the date on which the appeal had been submitted (see paragraph 18 above) is difficult to reconcile with Article 6 of the Convention, which, according to the Court's established case-law, embodies as a principle linked to the proper administration of justice, the requirement that court decisions should adequately state the reasons on which they are based (see García Ruiz v.  [GC], no. 30544/96, § 26, ECHR 1999I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  It is true that the Government argued that the applicant could have gained access to the review (cassation) proceedings by filing an appeal to a higher court against the order of 24 March 1999. The Government's argument, however, was only based on a general principle that decisions terminating criminal proceedings in  are amenable to appeal and was not supported by examples of relevant practice (see paragraph 24 above). The Government did not explain whether the possibility to appeal was available in respect of orders issued – as in the applicant's case – by a judge in proceedings before a five-member chamber of the Supreme Court of Cassation, the highest judicial body, and did not clarify which was the body to which the applicant could appeal. Nor did the Government demonstrate the practicality of such an appeal under the transitory provisions of the 1998 amendment of the Code of Criminal Procedure, applicable in the present case (see paragraph 20 above). However, the right of access to court must not only be entrenched in law as a principle but also secured with sufficient certainty in practice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Court finds, therefore, that there has been a violation of the applicant's right of access to a court under Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  LENGTH OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "41.  The applicant stated that the relevant period started on 20 October 1993, when he had been charged, and ended on 24 March 1999, when his cassation appeal had been dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The applicant considered that the proceedings had not been legally or factually complex and that following the judgment of 10 June 1994 the prosecuting authorities had spent a year and half on the case despite the fact that their only task had been to commission a fresh expert report. Furthermore, the second trial had also been excessively lengthy – one year and a half.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Government stated that the relevant period began on 4 August 1993 when – according to the Government – the applicant had been charged, and ended on 14 November 1997, the date of the second appellate judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government submitted that the preliminary investigation and the first trial had been expeditious. Furthermore, the overall length of the proceedings had not been excessive: the case had gone twice through all stages, numerous acts of investigation had been carried out, expert reports had been commissioned, other evidence had been examined and the hearings had been held within reasonable intervals.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "45.  The Court observes that the date on which the applicant became aware of the charges against him is unclear. Neither party has submitted the relevant documents. The applicant stated that he had been charged on 20 October 1993, whereas the Government indicated that this had taken place on 4 August 1993. In view of its conclusion below, the Court considers that it can leave the question open.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  As to the end of the period to be examined, the Court finds that the relevant date is 24 March 1999, when the applicant's cassation appeal was dismissed (see paragraph 18 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The proceedings thus lasted five years and five months or five years and seven months and a half. The Court will assess the reasonableness of the length of the proceedings in the light of the circumstances of the case and having regard to the criteria laid down in its case-law, in particular the complexity of the case and the conduct of the applicant and of the relevant authorities (see Portington v. Greece, judgment of 23 September 1998, Reports 1998-VI, p. 2630, § 21 and Kudła v. Poland [GC], no. 30210/96, § 124, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On the basis of the information submitted by the parties, the Court considers that the case was not particularly complex.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court observes two periods during which delays imputable to the authorities occurred. First, it notes that the renewed investigation by the prosecuting authorities took one year and a half, from July 1994 till December 1995, a period which may be considered unnecessarily lengthy in view of the fact that the prosecutors' task during that time was merely to commission a new expert report and to reassess the evidence on the basis of its conclusions (see paragraphs 11 and 12 above). Secondly, regarding the processing of the applicant's petition for review (cassation), which was rejected on a procedural ground without any reasoning nine months after it had been submitted (see paragraphs 16-18 above), the Court takes into account the fact that this occurred in a transitional period of procedural reform (see paragraph 20 above), but considers that at least part of the delay was imputable to the authorities, which are under a duty to organise their legal system in such a way that the requirements of Article 6 of the Convention are met (see Arvelakis v. Greece, no. 41354/98, § 26, 12 April 2001).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  As to the second trial before the , which took up one year and a half, until June 1997, the Court is unable to reach safe conclusions as the parties failed to substantiate the relevant facts. It notes, nonetheless, that the applicant did not object to the Government's submission that expert reports had been commissioned, other evidence had been examined and hearings had been held within reasonable intervals.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court further observes that after the institution of the criminal proceedings in 1993 the case went through the preliminary investigation stage and two levels of court in a very short time, until June 1994 (see paragraphs 8-11 above). The authorities displayed a particular expeditiousness during that period.  The authorities also acted expeditiously in the examination of the applicant's appeal against the 's judgment of 10 June 1997: the appellate judgment was delivered five months later, on 17 November 1997 (see paragraphs 14 and 15 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court also notes that the applicant filed his petition for review (cassation) on 6 May 1998, almost six months after the delivery of the appellate judgment of 14 November 1997 – a period which cannot be imputed to the authorities (see paragraphs 15 and 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53. In sum, assessing all relevant factors, the Court is of the view that in the circumstances of the present case the cumulative effect of the delays imputable to the authorities is not sufficient to establish a breach of Article 6 § 1 of the Convention. In particular, the Court attaches weight to the speedy examination of the case during the first trial and in 1997 and to the global length of the proceedings, which was not excessive as such. It thus finds that the proceedings did not exceed a “reasonable time” within the meaning of Article 6 § 1 of the Convention. It follows that there has been no violation of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "54.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "55.  The applicant claimed 5,000 euros (EUR) in respect of non-pecuniary damage resulting from the dismissal of his cassation appeal. He referred to awards made in other cases and also stated that the Court should have regard to the fact that the last several years have seen significant economic growth and concomitant growth in prices and salaries in Bulgaria, which justified an award higher than the awards made in similar Bulgarian cases decided several years ago.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government did not submit comments in one of the Court's official languages, as required by Rule 34 § 4 of the Rules of Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court accepts that the unjustified denial of the applicant's right of access to the cassation proceedings warrants an award in respect of non-pecuniary damage. It considers, however, that the claim is excessive. Deciding on an equitable basis, the Court awards EUR 800 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "58.  The applicant claimed EUR 1,190 in respect of 17 hours of legal work on the case at the hourly rate of EUR 70. He also claimed EUR 38 in postal and copying expenses. The applicant presented a legal fees agreement between him and his lawyer, a time-sheet and postal receipts. He requested that the award in respect of costs and expenses be paid directly to his lawyer, Mr M. Ekimdjiev.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government did not submit comments in one of the Court's official languages, as required by Rule 34 § 4 of the Rules of Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court considers that the number of hours claimed, having regard to the low level of complexity of the case, is excessive. It also takes into account the fact that no violation of the Convention was found in respect of one of the two complaints submitted by the applicant. The Court decides to award EUR 500 in respect of costs and expenses.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "61.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government's preliminary objection;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention (access to a court);",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 6 § 1 of the Convention (length);",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 15 February 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrP. Lorenzen",
            "role": "president"
        },
        {
            "name": "MrsS. Botoucharova",
            "role": "judges"
        },
        {
            "name": "MrV. Butkevych",
            "role": "judges"
        },
        {
            "name": "MrsM. Tsatsa-Nikolovska",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "MrsR. Jaeger",
            "role": "judges"
        },
        {
            "name": "Mrs C. Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "01/09/2005 00:00:00",
    "docname": "CASE OF ANGEL ANGELOV v. BULGARIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-79494.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0215JUD005134399",
    "externalsources": [],
    "extractedappno": [
        "51343/99",
        "18273/04",
        "25702/94",
        "24952/94",
        "29182/03",
        "38366/97",
        "28249/95",
        "20627/04",
        "30544/96",
        "30210/96",
        "41354/98"
    ],
    "importance": "3",
    "introductiondate": "02/06/1999 00:00:00",
    "issue": [
        "Transitory provisions of the 1998 amendment of the Code of Criminal Procedure"
    ],
    "itemid": "001-79494",
    "judgementdate": "15/02/2007 00:00:00",
    "kpdate": "15/02/2007 00:00:00",
    "kpthesaurus": [
        "445",
        "7",
        "70",
        "76",
        "406",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "29",
        "29-3",
        "6-1",
        "6",
        "41"
    ],
    "parties": [
        "ANGEL ANGELOV",
        "BULGARIA"
    ],
    "rank": "574.684204101563",
    "representedby": [
        "EKIMDJIEV M."
    ],
    "respondent": "BGR",
    "respondentOrderEng": "8",
    "scl": [
        "Anguelov v. Bulgaria (dec.), no. 51343/99, 1 September 2005",
        "Arvelakis v. Greece, no. 41354/98, § 26, 12 April 2001",
        "Ashingdane v. the United Kingdom, judgment of 28 May 1985, Series A no. 93, p. 24, §§ 56 and 57",
        "Barry v. Ireland, no. 18273/04, § 29, 15 December 2005",
        "Brualla Gómez de la Torre v. Spain, judgment of 19 December 1997, Reports of Judgments and Decisions 1997-VIII, p. 2956, § 37",
        "García Ruiz v. Spain [GC], no. 30544/96, § 26, ECHR 1999-I",
        "K. and T. v. Finland [GC], no. 25702/94, § 145, ECHR 2001-VII",
        "Kozlica v. Croatia, no. 29182/03, § 32, 2 November 2006",
        "Kreuz v. Poland, no. 28249/95, §§ 52-57, ECHR 2001-VI",
        "Kudla v. Poland [GC], no. 30210/96, § 124, ECHR 2000-XI",
        "Liakopoulou v. Greece, no. 20627/04, §§ 19-25, 24 May 2006",
        "Miragall Escolano and Others v. Spain, no. 38366/97, §§ 33-39, ECHR 2000-I",
        "N.C. v. Italy [GC], no. 24952/94, § 44, ECHR 2002-X",
        "Portington v. Greece, judgment of 23 September 1998, Reports 1998-VI, p. 2630, § 21"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "421193",
    "typedescription": "15"
}