{
    "__articles": "P7-4",
    "__conclusion": "Violation of Article 4 of Protocol No. 7 - Right not to be tried or punished twice-{general} (Article 4 of Protocol No. 7 - Right not to be tried or punished twice)",
    "applicability": "",
    "appno": "22007/11",
    "article": [
        "p7-4"
    ],
    "conclusion": [
        {
            "article": "p7-4",
            "base_article": "p7-4",
            "details": [
                "Article 4 of Protocol No. 7 - Right not to be tried or punished twice"
            ],
            "element": "Violation of Article 4 of Protocol No. 7 - Right not to be tried or punished twice-{general}",
            "type": "violation"
        }
    ],
    "content": {
        "001-173498.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 22007/11) against the Republic of Iceland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Icelandic nationals, Mr Jón Ásgeir Jóhannesson and Mr Tryggvi Jónsson and by Fjárfestingafélagið Gaumur, a private limited liability company which is domiciled in Iceland (“the applicants”), on 21 March 2011.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr Gestur Jónsson, Mr Jakob R. Möller and Ms Kristín Edwald, lawyers practising in Reykjavik. The Icelandic Government (“the Government”) were represented by their Agent, Ms Ragnhildur Hjaltadóttir, Permanent Secretary of the Ministry of the Interior.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that they had been tried twice for the same offence through the imposition of tax surcharges and a subsequent criminal trial for aggravated tax offences, in violation of Article 4 of Protocol No. 7 to the Convention, as the two sets of proceedings had been based on identical facts.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 3 June 2013 the application was communicated to the Government. The Government and the first and the second applicants (jointly), submitted written observations on the admissibility and merits of the case. The third applicant did not submit written observations.",
                        "elements": []
                    },
                    {
                        "content": "5.  Mr Robert Spano, the judge elected in respect of Iceland, withdrew from the case (Rule 28 of the Rules of Court). Accordingly, Ms Oddný Mjöll Arnardóttir was appointed to sit as an ad hoc judge (Article 26 § 4 of the Convention and Rule 29 § 1).",
                        "elements": []
                    },
                    {
                        "content": "6.  By letter of 8 September 2015, sent by registered post, the third applicant was requested to inform the Court, before 22 September 2015, whether it wished to pursue its application before the Court. The applicant’s attention was drawn to Article 37 § 1 (a) of the Convention, which provides that the Court may decide to strike an application out of its list of cases where the circumstances lead to the conclusion that the applicant does not intend to pursue the application. The applicant received this letter on 16 September 2015. However, no response has been received.",
                        "elements": []
                    },
                    {
                        "content": "7.  On 6 January 2017 the first and second applicants submitted additional information to the Court. The Court decided pursuant to Rule 38 § 1 of the Rules of Court to include the information in the case file for the considerations of the Court. A copy was forwarded to the Government, who was requested to submit comments. On 1 March 2017 the Government submitted its comments.",
                        "elements": []
                    },
                    {
                        "content": "8.  Furthermore, on 6 January 2017 the applicants requested an oral hearing in the case. The Court decided not to hold a hearing.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  The first applicant, Mr Jón Ásgeir Jóhannesson, was born in 1968 and lives in London. The second applicant, Mr Tryggvi Jónsson, was born in 1955 and lives in Reykjavík. At the time of lodging its application, the third applicant, Fjárfestingafélagið Gaumur, was a private limited liability company registered in Iceland.",
                                "elements": []
                            },
                            {
                                "content": "A.  Tax proceedings",
                                "elements": [
                                    {
                                        "content": "10.  On 17 November 2003 the Directorate of Tax Investigations (Skattrannsóknarstjóri ríkisins) initiated an audit of the applicants’ tax returns and bookkeeping. The investigation concerning the first applicant was concluded with a report issued on 27 October 2004. On the basis of the report the Directorate of Internal Revenue (Ríkisskattstjóri), ruling on 30 December 2004, found that the first applicant had failed to declare a significant payment that he had received in August 1998. Therefore, it revised upwards the amount declared as capital income in his tax return for 1999 and, consequently, re-assessed his taxes and imposed a 25% tax surcharge. Ruling on 30 December 2005, it also found, among other things, that he had failed to declare significant payments received from 1999 to 2002, car allowances for the years 2000 to 2002, further allowances (payment of life insurance) and profits from the sale of shares in the Baugur Group company. It re-assessed his taxes for the years 1999 to 2002 and imposed a 25% surcharge.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The investigation concerning the second applicant was concluded with a report of 24 November 2005. On the basis of that report the Directorate of Internal Revenue, ruling on 29 December 2005, found, in particular, that he had failed to declare significant payments received from 1999 to 2002. It also found that the Baugur Group company had paid his life insurance in the years 1999 to 2002 and that he had failed to declare these amounts as taxable allowances. It reassessed his taxes for the mentioned years and imposed a 25% surcharge.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  The investigation concerning the third applicant was concluded with a report of 29 July 2004. On the basis of that report the Directorate of Internal Revenue, ruling on 30 December 2004, reassessed the third applicant’s taxes for the years 1998 to 2002. In particular, it found that the third applicant had failed to account for and declare allowances (such as cars and housing) enjoyed by the first applicant and other employees, and failed to withhold public levies on these allowances and pay them to the state treasury. It further considered that profits and losses from the sale of shares in the Baugur Group company had not been declared correctly and that expenditure from 2000 to 2002 had been overdeclared. Consequently, it re-assessed the third applicant’s taxes for the years 1998 to 2002, imposing a 25% surcharge and a further 10% surcharge because of its failure to withhold levies at source and pay them to the state treasury.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  Following the applicants’ appeal, the Internal Revenue Board (Yfirskattanefnd), in its decisions of 29 August 2007 (in respect of the second applicant) and 26 September 2007 (in respect of the first and third applicants), upheld the imposition of tax surcharges for the most part.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicants did not seek judicial review of these decisions, which thus acquired legal force six months later, in February and March 2008, respectively, when the time-limit for appeals had expired.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal proceedings",
                                "elements": [
                                    {
                                        "content": "15.  On 12 November 2004 the Director of Tax Investigations reported the matter to the National Police Commissioner (Ríkislögreglustjóri) and its unit for investigation and prosecution of economic and environmental crimes, and forwarded its reports concerning the applicants and the documents collected during the investigation were forwarded to the police. In August 2006 the applicants and other witnesses were interviewed by the police for the first time. According to the respondent Government, the applicants were, at the same time, informed of their status as suspects in the criminal investigation. On 18 December 2008 the National Police Commissioner indicted the applicants for aggravated tax offences. The first applicant was indicted, among other things, for having underdeclared his income in his tax returns in 1999 to 2003. This included the failure to declare significant payments received in 1998 to 2002, car allowances for the years 2000 to 2002, further allowances (life insurance payments) and profits from the sale of shares in the Baugur Group company. The second applicant was indicted for having underdeclared his income in his tax returns in 1999 to 2003 by failing to declare significant payments he had received from 1998 to 2002 and the Baugur Group’s payment of his life insurance. The third applicant and its representative, KJ, were indicted for having failed, from 1999 to 2002, to declare salaries and car allowances enjoyed by the first applicant and other employees, for not having withheld public levies on these allowances and pay them to the state treasury, for having neglected to declare correctly the profits and losses from the sale of shares in Baugur Group and for having overdeclared expenditure and losses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  In a ruling of 1 June 2010 the Reykjavik District Court (Héraðsdómur Reykjavíkur) found that the offences for which the applicants were personally indicted were based on the same facts as the above-mentioned decisions of the tax authorities. It further found that the proceedings concerning the tax surcharges had involved a determination of a “criminal charge” within the meaning of Article 4 of Protocol No. 7 to the Convention. Relying mainly on that provision and the Court’s judgment in Sergey Zolotukhin v. Russia ([GC], no. 14939/03, ECHR 2009), the District Court therefore dismissed those parts of the indictment on the ground that they referred to offences for which the applicants had already been tried and punished by the decisions of the Directorate of Internal Revenue of 30 December 2004 and 29 December 2005, as upheld by the Internal Revenue Board in its decisions of 29 August and 26 September 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The Acting National Commissioner of Police lodged an appeal with the Supreme Court (Hæstiréttur Íslands) which, by a judgment of 22 September 2010, overturned the District Court’s ruling and ordered it to examine the merits of the case. It referred to section 2 of the Act on the European Convention on Human Rights (Lög um mannréttindasáttmála Evrópu, no. 62/1994), in which the legislature had reiterated the validity of the principle of dualism of national law and international law in respect of the decisions of the institutions established under the Convention. It stated that the courts should look to the judgments of the European Court when interpreting the Convention, but that the principle of dualism required that the necessary amendments to national law to honour the State’s obligations under the Convention would have to be made by the legislature. Domestic law provided for the current system where tax offences could be dealt with in two separate sets of proceedings, one deciding on surcharges and the other on criminal punishment, even in circumstances where the proceedings were based on the same or substantially the same facts. According to the Supreme Court, the case-law of the European Court had not been clear on this issue and, consequently, there was uncertainty as to the scope and content of Article 4 of Protocol No. 7. In the light of this, the Supreme Court found that the domestic courts could not decide that the current system of tax surcharges and subsequent criminal proceedings was in violation of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  By a judgment of 9 December 2011 the District Court found that the first and second applicants had acted with gross negligence, which was sufficient for criminal liability under the relevant provisions of the tax law, and all three applicants were convicted in respect of some of the charges against them. However, the District Court, referring to the excessive length of the proceedings and to the fact that the tax authorities had imposed a 25% tax surcharge on the applicants, decided to suspend the determination of penalty for one year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  The first and second applicants, as well as KJ and the public prosecutor, lodged an appeal against the District Court’s judgment. No appeal was lodged on behalf of the third applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 7 February 2013 the Supreme Court upheld the first and second applicants’ convictions for the most part. Moreover, the Supreme Court convicted the first applicant on two further charges for which he had been acquitted by the District Court. It revoked earlier suspended sentences (three months’ imprisonment in respect of the first applicant and twelve months’ imprisonment in respect of the second applicant, both suspended for two years by a Supreme Court judgment of 5 June 2008) and included them in their sentencing in the present case. The first applicant was sentenced to twelve months’ imprisonment, suspended for two years, and the payment of a fine of 62,000,000 Icelandic krónur (ISK; corresponding to approximately 360,000 euros (EUR) at the exchange rate applicable in February 2013). The second applicant was sentenced to eighteen months’ imprisonment, suspended for two years, and the payment of a fine of ISK 32,000,000 (approximately EUR 186,000). In determining the applicants’ prison sentences, the Supreme Court took into consideration the excessive length of the proceedings, noting that the delay had not been the applicants’ fault, and therefore decided that the sentences should be suspended. In fixing the fine that the applicants were ordered to pay, the court had regard to the tax surcharges imposed, without describing any calculation made in this respect, and the excessive length of the proceedings.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "21.  Section 108 of the Income Tax Act (Lög um tekjuskatt, no. 90/2003) reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“If an entity that is obliged to submit a tax return does not do so within the given deadline, the Director of Internal Revenue is permitted to add up to a 15% charge to his tax base estimate. The Director of Internal Revenue is nonetheless required to take into account the extent to which taxation has taken place through withheld taxes. The Director of Internal Revenue sets further rules on that point. If a tax on which the levying of taxes will be based is submitted after the filing deadline, but before a Local Tax Commissioner completes tax assessment, only a 0.5% charge may be added to the tax base for each day that the filing of a tax return has been delayed after the given deadline, although the total must be no more than 10%.",
                                "elements": []
                            },
                            {
                                "content": "If a tax return is flawed, as noted in Article 96, or specific items declared wrongly, the Director of Internal Revenue can add a 25% charge to estimated or wronglydeclared tax bases. If a tax entity corrects the errors or adjusts specific items in the tax return before taxes are assessed, the charge made by the Director of Internal Revenue may not be higher than 15%.",
                                "elements": []
                            },
                            {
                                "content": "Additional charges, in accordance with this Article, are to be cancelled if a tax entity can prove that it is not to blame for limitations in the tax return, or the failure to file, that force majeure made it impossible to file the tax return in the given time, if it rectifies errors in the tax return or corrects specific items therein.",
                                "elements": []
                            },
                            {
                                "content": "Complaints to the Directorate of Internal Revenue and the Internal Revenue Board are subject to the provisions of Article 99 of the Act and the provisions of Act No. 30/1992 on the Internal Revenue Board.”",
                                "elements": []
                            },
                            {
                                "content": "22.  Section 109 of the Income Tax Act reads:",
                                "elements": []
                            },
                            {
                                "content": "“If a taxable person, intentionally or out of gross negligence, makes false or misleading statements about something that matters in relation to its income tax, such person shall pay a fine of up to ten times the tax amount from the tax base that was concealed and never a lower fine than double the tax amount. Tax from a charge in accordance with Article 108 is deducted from the fine. Paragraph 1 of Article 262 of the Penal Code applies to major offences against this provision.",
                                "elements": []
                            },
                            {
                                "content": "If a taxable person, intentionally or out of gross negligence, neglects to file a tax return the violation calls for a fine that is never to be lower than double the tax amount from the tax base that was lacking, if the tax evaluation proved to be too low when taxes were re-assessed in accordance with paragraph 2 of Article 96 of this Act, in which case the tax on the added charge shall be deducted from the amount of the fine in accordance with Article 108. Paragraph 1 of Article 262 of the Penal Code applies to major offences against this provision.",
                                "elements": []
                            },
                            {
                                "content": "If a taxable person gives false or misleading information on any aspects regarding his tax return, then that person can be made to pay a fine, even if the information cannot affect his tax liability or tax payments.",
                                "elements": []
                            },
                            {
                                "content": "If violations of paragraph 1 or paragraph 2 of the provision are discovered when the estate of a deceased person is wound up, then the estate shall pay a fine of up to four times the tax amount from the tax base that was evaded and never less than one and a half times the tax amount. Tax from a charge in accordance with Article 108 is deducted from the fine. Under circumstances stated in Paragraph 3, the estate may be fined.",
                                "elements": []
                            },
                            {
                                "content": "Any person who wilfully or by gross negligence provides tax authorities with wrongful or misleading information or documentation regarding the tax returns of other parties, or assists a wrongful or misleading tax return to tax authorities, shall be subject to punishment as stated in Paragraph 1 of this Article.",
                                "elements": []
                            },
                            {
                                "content": "If a person, intentionally or out of gross negligence, has neglected his duties according to the provisions of Articles 90, 92 or 94 he shall pay a fine or be sentenced to imprisonment for up to 2 years.",
                                "elements": []
                            },
                            {
                                "content": "An attempted violation and accessory to a violation of this Act is punishable according to the provisions of Chapter III of the Penal Code and is subject to a fine up to the maximum stated in other provisions of this Article.",
                                "elements": []
                            },
                            {
                                "content": "A legal entity may be fined for a violation of this Act, irrespective of whether the violation may be attributable to a criminal act of an officer or employee of the legal entity. If its officer or employee has been guilty of violating this Act, the legal entity may be subject to a fine and withdrawal of its operating licence in addition to a punishment inflicted on it, provided the violation is committed for the benefit of the legal entity and it has profited from the violation.”",
                                "elements": []
                            },
                            {
                                "content": "23.  Section 110 of the Income Act reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The State Internal Revenue Board rules on fines in accordance with Article 109 unless a case is referred to investigation and judicial treatment in accordance with paragraph 4. Act 30/1992 on the State Internal Revenue Board, applies to the Board’s handling of cases.",
                                "elements": []
                            },
                            {
                                "content": "The Directorate of Tax Investigations in Iceland appears before the Board on behalf of the state when it rules on fines. The rulings of the Board are final.",
                                "elements": []
                            },
                            {
                                "content": "Despite the provision of paragraph 1 the Directorate of Tax Investigations or its representative learned in law is permitted to offer a party the option to end the penal proceedings of a case by paying a fine to the Treasury, provided that an offence is considered proven beyond doubt, and then the case is neither to be sent to be investigated by the police nor to fine proceedings with the State Internal Revenue Board. When deciding the amount of a fine notice is to be taken of the nature and scale of the offence. Fines can amount from 100 thousand krónur to 6 million krónur. The entity in the case is to be informed of the proposed amount of a fine before it agrees to end a case in such a manner. A decision on the amount of a fine according to this provision is to have been made within six months form the end of the investigation of the Directorate of Tax Investigations.",
                                "elements": []
                            },
                            {
                                "content": "An alternative penalty is not included in the decision of the Directorate of Tax Investigations. On the collection of a fine imposed by the Directorate of Tax Investigations the same rules apply as to taxes according to this Act, the right to carry out distraint included. The State Prosecutor is to be sent a record over all cases that have been closed, according to this provision. If the State Prosecutor believes that an innocent person has been made to suffer a fine in accordance with paragraph 2 or that the closure of the case has been improbable in other ways he can refer the case to a judge in order to overthrow the decision of the Directorate of Tax Investigations.",
                                "elements": []
                            },
                            {
                                "content": "The Directorate of Tax Investigations can of its own accord refer a case to be investigated by the police as well as on the request of the accused, if he is opposed to the case being dealt with by the State Internal Revenue Board in accordance with paragraph 1.",
                                "elements": []
                            },
                            {
                                "content": "Tax claims can be upheld and judged in criminal proceedings because of offences against the Act.",
                                "elements": []
                            },
                            {
                                "content": "Fines for offences against this Act go to the Treasury.",
                                "elements": []
                            },
                            {
                                "content": "An alternative penalty does not accompany the State Internal Revenue Board’s rulings of a fine. On the collection of a fine issued by the State Internal Revenue Board the same rules apply as do to taxes according to this Act, the right to carry out distraint included.",
                                "elements": []
                            },
                            {
                                "content": "Charges in accordance with Article 109 have a six year limitation period from the time an investigation by the Directorate of Tax Investigations commences, given that there are no unnecessary delays in the investigation of a case or the issue of punishment.”",
                                "elements": []
                            },
                            {
                                "content": "24.  Section 28 of the Act on Withholding Public Levies at Source (Lög um staðgreiðslu opinberra gjalda, no. 45/1987) provides the following:",
                                "elements": []
                            },
                            {
                                "content": "“If payments by a wage payer in accordance with Article 20 are not remitted at the prescribed time, a surcharge shall be levied in addition to the amount of the funds remitted or in addition to the funds which it should have remitted The same shall apply if a remittance form has not been submitted or if it has been inadequate and the amount of levies due has been estimated as referred to in Article 21, unless the wage payer has paid, by the final date for payment, an amount equivalent to the estimate.",
                                "elements": []
                            },
                            {
                                "content": "The surcharge on unremitted funds as referred to in the first paragraph shall be as follows:",
                                "elements": []
                            },
                            {
                                "content": "1.  one percent (1%) of the amount of funds unremitted for each day past the final due date for payment, up to a maximum of ten percent (10%);",
                                "elements": []
                            },
                            {
                                "content": "2.  an additional surcharge on the amount of funds unremitted, calculated from the due date, if payment has not been made on the first day of the month following the final date for payment. This surcharge shall be equivalent to penalty interest as determined by the Central Bank of Iceland and published as provided for in Act No. 38/2001 on interest and price indexation.",
                                "elements": []
                            },
                            {
                                "content": "For calculating the surcharge on the estimated amount of levies, the final date for payment shall be deemed to be the final date for payment of the month for which the estimate was made. The same shall apply concerning the surcharge on all unpaid payments due from earlier periods.",
                                "elements": []
                            },
                            {
                                "content": "If the wage payer sends a satisfactory remittance form within 15 days of the date of a notification from a regional tax director as referred to in Article 21, it shall pay the amount of remittance funds according to the remittance form plus a surcharge as provided for in the second paragraph. The director of internal revenue may alter the previous estimate after this time-limit has elapsed if special circumstances so warrant.",
                                "elements": []
                            },
                            {
                                "content": "In the eventuality that no estimate was made for a wage payer, who was to pay remittance funds, or that the estimate was lower than the remittance funds it should have paid, the wage payer shall pay the remittance funds due, plus a surcharge as provided for in the second paragraph.",
                                "elements": []
                            },
                            {
                                "content": "A surcharge as referred to in the second paragraph may be cancelled if a wage payer can provide valid reasons to excuse him/herself; the regional tax director shall decide in each individual case what should be considered as valid reasons in this connection.",
                                "elements": []
                            },
                            {
                                "content": "The amount of remittance due from a wage payer may be estimated if it turns out that its remittance form is not supported by the prescribed accounts pursuant to Act No. 51/1968 [now Act No. 145/1994] or provisions of the rules on special payroll accounting set by the Minister of Finance based on an authorisation in Article 27. Furthermore, the amount of remittance due from a wage payer may be estimated if it turns out that entries in its payroll, or other factors upon which the remittance form is to be based, are not supported by the data which provisions of the rules adopted as referred to in Article 27 provide for, or if the accounts and the data available on the amount of remittance due according to the remittance form cannot be considered sufficiently reliable. Furthermore, the amount of remittance due from a wage payer may be estimated if it fails to submit accounts or any documentation which the taxation authorities may request to verify remittance forms, cf. Article 25. The provisions of the second paragraph shall also apply to estimates in accordance with this paragraph.",
                                "elements": []
                            },
                            {
                                "content": "If remittance funds have been undercalculated or wages not reported, a wage payer may be obliged to pay any unremitted funds for the previous six years, calculated from the beginning of the year when reassessment takes place. If an investigation is made by the Director of Internal Revenue or the police of a wage payer’s remittance, the authorisation to reassess funds shall extend to the previous six years, calculated from the beginning of the year when the investigation began.”",
                                "elements": []
                            },
                            {
                                "content": "25.  Section 30 of the Act on Withholding of Public Levies at Source reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“If a person obliged to pay levies, intentionally or through gross negligence provides incorrect or misleading information on anything of significance for remittance of his/her withholding, the person shall pay a fine of up to ten times the amount of the levy for which payment was not made and never less than the equivalent of double that amount. Paragraph 1 of Article 262 of the Penal Code applies to major offences against this provision.",
                                "elements": []
                            },
                            {
                                "content": "Any wage payer which, intentionally or through gross negligence, provides incorrect or misleading information on anything of significance for remittance of its withholding, has failed to retain funds as obliged to do from wage payments, has not submitted remittance forms at the time prescribed by law or has failed to remit payments of wage earners which it has retained or should have retained, shall pay a fine of up to ten times the amount of the levy which it failed to retain or to remit and never less than the equivalent of double the amount of tax, unless the violation is liable to more severe punishment pursuant to Article 247 of the General Penal Code. The minimum fine provided for in this paragraph shall not apply if a violation is limited to failing to submit properly reported withholding on the withholding remittance form, provided a substantial portion of the withholding amount has been remitted or there are significant extenuating circumstances. The surcharge as provided for in Point 1 of the second paragraph of Article 28 shall be deducted from the amount of the fine. Paragraph 1 of Article 262 of the Penal Code applies to major offences against this provision.",
                                "elements": []
                            },
                            {
                                "content": "If a wage payer deliberately or through gross negligence has failed to keep prescribed payroll accounts, this violation is liable to penalties under the Act on Accounting, or to the second paragraph of Article 262 of the General Penal Code if the violation is major.",
                                "elements": []
                            },
                            {
                                "content": "If a person deliberately or through gross negligence fails to fulfil obligations to give notification as referred to in Article 19, fails to fulfil disclosure obligations as referred to in Article 25, misuses an income tax card, or fails to provide information or assistance, remittance forms, reports or documentation, as prescribed in this Act, he/she shall be liable to fines or imprisonment of up to 2 years.",
                                "elements": []
                            },
                            {
                                "content": "If a person obliged to remit levies deliberately or through gross negligence provides incorrect or misleading information on anything of significance for his/her withholding, the person may be liable to a fine even if the information cannot affect his/her levies or payment of them. The same penalty shall apply to a wage earner who accepts wages paid to him/her, knowing that the wage payer has not deducted from the wages the amount of public levies prescribed by this Act, or who provides incorrect or misleading information on anything concerning the levies or their payment, even if the information cannot affect this remittance.",
                                "elements": []
                            },
                            {
                                "content": "If a violation of the first or second paragraph is discovered when an estate is probated, the estate shall pay a fine of up to four times the amount of the levy for which payment was not made and never less than the equivalent of one and a half times that amount. The surcharge provided for in Point 1 of the second paragraph of Article 28 shall be deducted from the amount of the fine. If a situation as described in the fifth paragraph exists, a fine may be levied against the estate.",
                                "elements": []
                            },
                            {
                                "content": "Any person who wilfully or by gross negligence provides tax authorities with wrongful or misleading information or documentation regarding amounts due by another person or assists a wrongful or misleading tax return to tax authorities shall be subject to punishment as stated in the first or second paragraph of this Article.",
                                "elements": []
                            },
                            {
                                "content": "An attempt to commit, or complicity in, a violation of this Act is punishable as provided for in Chapter III of the General Penal Code and is liable to fines with a maximum as determined in other provisions of this Article.",
                                "elements": []
                            },
                            {
                                "content": "A legal entity may be fined for a violation of this Act, irrespective of whether the violation may be attributable to a criminal act of an officer or employee of the legal entity. If its officer or employee has been guilty of violating this Act, the legal entity may be subject to a fine and withdrawal of its operating licence in addition to a punishment inflicted on it, provided the violation is committed for the benefit of the legal entity and it has profited from the violation.”",
                                "elements": []
                            },
                            {
                                "content": "26.  Article 262 of the Penal Code (Almenn hegningarlög, no. 19/1940) stipulates:",
                                "elements": []
                            },
                            {
                                "content": "“Any person who intentionally or through gross negligence is guilty of a major violation of the first, second or fifth paragraphs of Article 109 of Act No. 90/2003 on income tax, cf. also Article 22 of the act on municipal tax revenues, the first, second or seventh paragraphs of Article 30 of the Act on the withholding of public levies at source, cf. also Article 11 of the Act on payroll taxes, and of the first or sixth paragraphs of Article 40 of the Act on value added tax, shall be subject to a maximum imprisonment of 6 years. An additional fine may be imposed by virtue of the provisions of the tax laws cited above.",
                                "elements": []
                            },
                            {
                                "content": "The same punishment may be imposed on a person who intentionally or through gross negligence is guilty of a major violation of the third paragraph of Article 30 of the Act on the withholding of public levies at source, the second paragraph of Article 40 of the Act on value added tax, Articles 37 and 28, cf. Article 36, of the Act on accounting or Articles 83-85, cf. Article 82, of the Act on annual accounts, including any intent to conceal an acquisitive offence committed by oneself or others.",
                                "elements": []
                            },
                            {
                                "content": "An action constitutes a major violation pursuant to the first and second paragraphs of this Act if the violation involves significant amounts, if the action is committed in a particularly flagrant manner or under circumstances which greatly exacerbate the culpability of the violation, and also if a person to be sentenced to punishment for any of the violations referred to in the first or second paragraph has previously been convicted for a similar violation or any other violation covered by the provisions.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 4 OF PROTOCOL NO. 7 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "27.  The applicants complained that, through the imposition of tax surcharges and the subsequent criminal trial and conviction for aggravated tax offences, they had been tried and punished twice for the same offence. They argued that the two sets of proceedings had been based on identical facts. They relied on Article 4 of Protocol No. 7 to the Convention, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  No one shall be liable to be tried or punished again in criminal proceedings under the jurisdiction of the same State for an offence for which he has already been finally acquitted or convicted in accordance with the law and penal procedure of that State.",
                                "elements": []
                            },
                            {
                                "content": "2.  The provisions of the preceding paragraph shall not prevent the reopening of the case in accordance with the law and penal procedure of the State concerned, if there is evidence of new or newly discovered facts, or if there has been a fundamental defect in the previous proceedings, which could affect the outcome of the case.",
                                "elements": []
                            },
                            {
                                "content": "....”",
                                "elements": []
                            },
                            {
                                "content": "28.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "29.  Under the terms of Article 37 § 1 (a) of the Convention, the Court may decide, at any time during the proceedings, to strike a case out of its list where the circumstances lead to the conclusion that the applicant does not intend to pursue his application. The third applicant has failed to show that it wished to pursue its application, within the meaning of Article 37 § 1 (a) of the Convention. In accordance with Article 37 § 1 in fine, the Court finds no special circumstances regarding respect for human rights as defined in the Convention and its Protocols which require the continued examination of the third applicant’s complaints. Therefore, in so far as the third applicant’s complaints are concerned, the Court strikes the application out of its list.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court notes that the remainder of the application is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. Thus, in so far as it concerns the first and second applicants, it must be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "31.  Firstly, the applicants submitted that, according to the case-law of the Court, the imposition of tax surcharges constituted sanctions which were criminal by nature and fell within the scope of Articles 6 and 7, and thus also Article 4 of Protocol No. 7 (referring, among other authorities, to Ponsetti and Chesnel v. France (dec.), nos. 36855/97 and 41731/98, ECHR 1999VI; Janosevic v. Sweden, no. 34619/97, ECHR 2002VII; Rosenquist v. Sweden (dec.), no. 60619/00, 24 September 2004; and Carlberg v. Sweden (dec.), no. 9631/04, 27 January 2009). The Swedish decisions referred to were particularly relevant to the present application as the systems of tax surcharges in Sweden and Iceland were comparable in respect of the penal nature of the surcharges. Furthermore, the applicants referred to Sergey Zolotukhin v. Russia (cited above, § 52) in which the Court had confirmed that the notion of “criminal procedure” in Article 4 of Protocol No. 7 should be interpreted in the light of the general principles concerning the concepts of “criminal charge” and “penalty” in Articles 6 and 7 of the Convention, namely the so-called “Engel criteria” (that is, the legal classification under domestic law, the nature of the offence and the degree of severity of the penalty – see Engel and Others v. the Netherlands, 8 June 1976, Series A no. 22).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  Applying these criteria to the facts of the present case, the applicants submitted that the surcharges imposed on them had by their nature served a penal purpose of deterring taxpayers from violating statutory obligations to report taxable income and other relevant information to the authorities in a correct manner. In that context, they also referred to the fact that, according to domestic law, these surcharges were to be deducted from subsequent criminal sanctions. The applicants emphasised that such a system did not provide protection against being tried or being liable to be tried in new proceedings following a final decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  As to the degree of severity of the measure, the applicants submitted that the 25% surcharge imposed on the applicants was the maximum potential penalty provided for by the relevant domestic law. This had amounted to ISK 45,558,248 (approximately EUR 530,000 at the exchange rate applicable in August/September 2007) for the first applicant and ISK 1,314,781 (approximately EUR 15,000) for the second applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  Moreover, the applicants submitted that the offences for which they had been prosecuted were the same as those that had formed the basis for the imposition of the tax surcharges (the “idem” element of the principle of ne bis in idem). Referring again to the case of Sergey Zolotukhin (cited above), the applicant submitted that Article 4 of Protocol No. 7 prohibited trial for a second offence “in so far as it arises from identical facts or facts which are substantially the same” (§ 82). In the present case, neither the domestic courts nor the prosecution authorities had disputed the applicants’ submission that the indictment in the criminal proceedings had been based on the same facts as the tax surcharges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Finally, the applicant pointed out that the police investigation had started on 16 August 2006. They claimed that when looking at the facts of the present case it was clear that the two sets of proceedings – administrative and criminal – had neither been conducted in parallel nor had they been interconnected, contrasting the case of A and B v. Norway ([GC], nos. 24130/11 and 29758/11, ECHR 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Government did not dispute that the imposition of a 25% tax surcharge pursuant to Section 108 of the Act on Income Tax constituted a penalty within the meaning of Article 4 of Protocol No. 7 and that therefore the proceedings before the tax authorities had been criminal in nature.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  As to whether the applicants had been tried or punished twice for the same offence, the Government acknowledged that the tax proceedings, on the one hand, and the criminal proceedings, on the other, had been rooted in the same events. However, they argued that the Court’s interpretation in the case of Sergey Zolotukhin (cited above, § 82) – that the “idem” element of Article 4 of Protocol No. 7 prohibits the trial of a second “offence” in so far as it arises from identical facts or facts which are substantially the same – could not be applied in the present case in light of the special nature of tax cases, as it would lead to an extremely unreasonable conclusion. The circumstances and particulars in the present case were of a very different nature than in Sergey Zolotukhin and were therefore not comparable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Government submitted that tax surcharges were imposed on an objective basis and that the conditions for their imposition were fulfilled if a tax return was not submitted at the required time or if there were flaws or misstatements in the return, irrespective of any culpability of the taxpayer. The primary purpose of the surcharges was therefore to ensure that the tax authorities were provided with adequate, correct and timely information to enable them to regulate in a practical and efficient manner the levy of taxes. There needed to be an effective and immediately applicable sanction to ensure this. Criminal proceedings could take a long time and it would reduce the deterrent effects against violations of the tax law if sanctions could only be applied after the conclusion of criminal proceedings. Moreover, the tax authorities did not take any stand on the criminal character of the actions of taxpayers; there were other provisions in the Income Tax Act and other acts relevant to taxation which were more akin to criminal sanctions and which involved a requirement of intent or gross neglect. Furthermore, the surcharges imposed on the applicants had been deducted from the fines determined by the Supreme Court in the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  Iceland’s legal provisions regarding unpaid tax and tax surcharges, on the one hand, and criminal liability, on the other, were fundamentally different. The Government referred to the cases of Ponsetti and Chesnel and Rosenquist (both cited above) and argued that the provisions relevant to the present case differed in their purpose and did not include the same fundamental elements. The two offences were therefore not the same within the meaning of Article 4 of Protocol No. 7.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Moreover, the Icelandic system was fully transparent and ensured harmonised enforcement and efficiency. The applicants could therefore not have had any legitimate expectation that they would not be indicted for criminal conduct after having been subjected to the tax surcharges. The situation in the present case was therefore distinguishable from the situation in Sergey Zolotukhin and the Court’s interpretation in the latter case could not apply to the present case. In that context, the Government also referred to the principle of subsidiarity which entailed that the domestic authorities were better placed than international courts in certain tasks which, in the Government’s view, would indeed apply to measures adopted by States to create efficient tax systems.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In any event, the Government asserted that the applicants had not been subjected to new or repeated proceedings within the meaning of Article 4 of Protocol No. 7. Referring to R.T. v Switzerland ((dec.), no. 31982/96, 30 May 2000) and Nilsson v. Sweden ((dec.), no. 73661/01, ECHR 2005XIII), they argued that the provision did not prohibit parallel proceedings. In the present case, the tax proceedings and the criminal proceedings had begun at virtually the same time, since the investigation of the Director of Tax Investigations had been finalised on 27 October 2004 and he had reported the matter to the Economic Crimes Unit of the National Commissioner of the Icelandic Police on 12 November 2004. The criminal proceedings had begun on the latter date and the criminal investigation had been ongoing for the entire period during which the tax proceedings had taken place. In August 2006 the applicants had been informed that they had the status of suspects in the criminal investigation and they had been indicted on 18 December 2008. The Government submitted that it was of no relevance that the indictment had been issued after the decisions of the tax authorities relating to the tax surcharges had become final, as the investigation had begun many years earlier. When, as in the present case, the criminal proceedings had begun long before the final decision by the tax authorities had been issued, the applicants could have had no legitimate expectation that the criminal proceedings would be discontinued. Moreover, the two sets of proceedings had been closely connected in substance as they had been rooted in the same events. Thus, they had been a part of an integrated dual process.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  Additionally, the Government maintained that the facts of the present case were similar to the case of A and B v. Norway (cited above). The administrative and criminal investigations had been interconnected because they had both been based on the facts in the respective final reports of the tax investigation.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": ".  In comparable cases involving the imposition of tax surcharges, the Court has held, on the basis of the Engel criteria, that the proceedings in question were “criminal” in nature, not only for the purposes of Article 6 of the Convention but also for the purposes of Article 4 of Protocol No. 7 (see A and B v. Norway, cited above, §§ 107, 136 and 138, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Noting that the parties did not dispute this, the Court concludes that both sets of proceedings in the present case concerned a “criminal” matter within the autonomous meaning of Article 4 of Protocol No. 7",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The notion of the “same offence” – the idem element of the ne bis in idem principle in Article 4 of Protocol No. 7 – is to be understood as prohibiting the prosecution or conviction of a second “offence” in so far as it arises from identical facts or facts which are substantially the same (see Sergey Zolutukhin, cited above, §§ 78-84)",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In the criminal proceedings in the present case, the applicants were indicted and convicted for aggravated tax offences. Both parties submitted, and the domestic courts found, that the facts underlying the indictment and conviction were the same or substantially the same as those leading to the imposition of tax surcharges.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court agrees with the parties. The applicants’ conviction and the imposition of tax surcharges were based on the same failure to declare income. Moreover, the tax proceedings and the criminal proceedings concerned the same period of time and essentially the same amount of evaded taxes. Consequently, the idem element of the ne bis in idem principle is present.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Before determining whether there was a duplication of proceedings (bis), in some cases the Court has first undertaken an examination whether and, if so, when there was a “final” decision in one set of proceedings (potentially barring the continuation of the other set). However, the issue as to whether a decision is “final” or not is devoid of relevance if there is no real duplication of proceedings but rather a combination of proceedings considered to constitute an integrated whole. In the present case, the Court does not find it necessary to determine whether and when the first set of proceedings – the tax proceedings – became “final” as this circumstance does not affect the assessment given below of the relationship between them (see A and B v. Norway, cited above, §§ 126 and 142).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In the recent Grand Chamber judgment in the case of A and B v. Norway (cited above), the Court stated (§ 130):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“On the basis of the foregoing review of the Court’s case-law, it is evident that, in relation to matters subject to repression under both criminal and administrative law, the surest manner of ensuring compliance with Article 4 of Protocol No. 7 is the provision, at some appropriate stage, of a single-track procedure enabling the parallel strands of legal regulation of the activity concerned to be brought together, so that the different needs of society in responding to the offence can be addressed within the framework of a single process. Nonetheless, as explained above (see notably paragraphs 111 and 117-120), Article 4 of Protocol No. 7 does not exclude the conduct of dual proceedings, even to their term, provided that certain conditions are fulfilled. In particular, for the Court to be satisfied that there is no duplication of trial or punishment (bis) as proscribed by Article 4 of Protocol No. 7, the respondent State must demonstrate convincingly that the dual proceedings in question have been “sufficiently closely connected in substance and in time”. In other words, it must be shown that they have been combined in an integrated manner so as to form a coherent whole. This implies not only that the purposes pursued and the means used to achieve them should in essence be complementary and linked in time, but also that the possible consequences of organising the legal treatment of the conduct concerned in such a manner should be proportionate and foreseeable for the persons affected.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court exemplified what should be taken into account when evaluating the connection in substance and in time between dual criminal and administrative proceedings. In regard to the substance connection, the Court stated (§§ 132-133):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Material factors for determining whether there is a sufficiently close connection in substance include:",
                                                "elements": []
                                            },
                                            {
                                                "content": "– whether the different proceedings pursue complementary purposes and thus address, not only in abstracto but also in concreto, different aspects of the social misconduct involved;",
                                                "elements": []
                                            },
                                            {
                                                "content": "– whether the duality of proceedings concerned is a foreseeable consequence, both in law and in practice, of the same impugned conduct (idem);",
                                                "elements": []
                                            },
                                            {
                                                "content": "– whether the relevant sets of proceedings are conducted in such a manner as to avoid as far as possible any duplication in the collection as well as the assessment of the evidence, notably through adequate interaction between the various competent authorities to bring about that the establishment of facts in one set is also used in the other set;",
                                                "elements": []
                                            },
                                            {
                                                "content": "– and, above all, whether the sanction imposed in the proceedings which become final first is taken into account in those which become final last, so as to prevent that the individual concerned is in the end made to bear an excessive burden, this latter risk being least likely to be present where there is in place an offsetting mechanism designed to ensure that the overall amount of any penalties imposed is proportionate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "In this regard, it is also instructive to have regard to the manner of application of Article 6 of the Convention in the type of case that is now under consideration (see Jussila v. Finland [GC], no. 73053/01, § 43, ECHR 2006XIV):",
                                                "elements": []
                                            },
                                            {
                                                "content": "The above reasoning reflects considerations of relevance when deciding whether Article 4 of Protocol No. 7 has been complied with in cases concerning dual administrative and criminal proceedings. Moreover, as the Court has held on many occasions, the Convention must be read as a whole, and interpreted in such a way as to promote internal consistency and harmony between its various provisions. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "The extent to which the administrative proceedings bear the hallmarks of ordinary criminal proceedings is an important factor. Combined proceedings will more likely meet the criteria of complementarity and coherence if the sanctions to be imposed in the proceedings not formally classified as \"criminal\" are specific for the conduct in question and thus differ from \"the hard core of criminal law\" (in the language of Jussila cited above). The additional factor that those proceedings do not carry any significant degree of stigma renders it less likely that the combination of proceedings will entail a disproportionate burden on the accused person. Conversely, the fact that the administrative proceedings have stigmatising features largely resembling those of ordinary criminal proceedings enhances the risk that the social purposes pursued in sanctioning the conduct in different proceedings will be duplicated (bis) rather than complementing one another. The outcome of the cases mentioned in paragraph 129 above may be seen as illustrations of such a risk materialising.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "With respect to the time connection between the two proceedings, the Court noted (§ 134):",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... [W]here the connection in substance is sufficiently strong, the requirement of a connection in time nonetheless remains and must be satisfied. This does not mean, however, that the two sets of proceedings have to be conducted simultaneously from beginning to end. It should be open to States to opt for conducting the proceedings progressively in instances where doing so is motivated by interests of efficiency and the proper administration of justice, pursued for different social purposes, and has not caused the applicant to suffer disproportionate prejudice. However, ... the connection in time must always be present. Thus, the connection in time must be sufficiently close to protect the individual from being subjected to uncertainty and delay and from proceedings becoming protracted over time ..., even where the relevant national system provides for an “integrated” scheme separating administrative and criminal components. The weaker the connection in time the greater the burden on the State to explain and justify any such delay as may be attributable to its conduct of the proceedings.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  In the present case, the Directorate of Tax Investigations initiated a tax audit on the applicants on 17 November 2003. It was finalised with the issuing of reports on 27 October 2004 (as regards the first applicant) and 24 November 2005 (as regards the second applicant) (see paragraphs 9-10 above). On 12 November 2004 the Directorate reported the matter to the police for criminal investigation. The Directorate forwarded to the police its reports and the documents collected during the tax audit. In August 2006 the police questioned the applicants and other witnesses for the first time and, apparently, informed the applicant about their status as suspects in the criminal investigation (see paragraph 14 above). The State Internal Revenue Board’s decisions in the tax proceedings were issued on 29 August 2007 (in respect of the second applicant) and 26 September 2007 (in respect of the first applicant) and became final six months thereafter (see paragraph 13 above). On 18 December 2008, about two years and four months after the applicants had been informed about the criminal investigation and their status as suspects and approximately nine months after the decisions in the tax proceedings had become final, the indictments in the criminal case were issued. By a judgment of 9 December 2011 the District Court convicted the applicants for aggravated tax offences. On 7 February 2013, the Supreme Court upheld the applicants´ convictions for the most part, and convicted the first applicant on two further charges for which he had been acquitted by the District Court. Thus, the overall length of the two proceedings, from the start of the Directorate’s investigation until the Supreme Court gave its final ruling, was almost nine years and three months which, as noted by the Supreme Court, was not the applicants’ fault.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  Assessing the connection in substance between the tax and criminal proceedings in the present case – as well as the different sanctions imposed on the applicants – at the outset the Court accepts that they pursued complementary purposes in addressing the issue of taxpayers’ failure to comply with the legal requirements relating to the filing of tax returns. Furthermore, the consequences of the applicants’ conduct were foreseeable: both the imposition of tax surcharges and the indictment and conviction for tax offences form part of the actions taken and sanctions levied under Icelandic law for failure to provide accurate information in a tax return.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Supreme Court sentenced the applicants to a suspended sentence of respectively 12 and 18 months, which included earlier suspended sentences for different offences (see paragraph 19 above) and ordered them to pay fines. In fixing the fines, the court had regard to the excessive length of proceedings and tax surcharges that had already been imposed on the applicants, albeit without providing any details on the calculation in this respect. However, in determining the prison sentence the court only considered the excessive length of the proceedings. Nevertheless, the Court concludes that, given that the tax surcharges were offset against the fines, the sanctions already imposed in the tax proceedings were sufficiently taken into account in the sentencing in the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  As has been noted above (paragraph 14), the police in charge of the criminal investigation had access to the reports issued by the Directorate of Tax Investigations and the documents collected during the tax audit. Nevertheless, the police proceeded by conducting their own independent investigation, which resulted in the applicants’ conviction by the Supreme Court more than eight years after the Directorate had reported the matter to the police. The applicants’ conduct and their liability under the different provisions of tax and criminal law were thus examined by different authorities and courts in proceedings that were largely independent of each other.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  Turning to the connection in time between the two proceedings, the Court reiterates that the overall length was about nine years and three months. During that period, the proceedings were in effect progressing concurrently between August 2006, when the first interviews were held by the police, and 29 August 2007 (in the second applicant´s case) or 26 September 2007 (in the first applicant´s case), when the Internal Revenue Board issued its decisions upon the applicants’ tax appeals, confirming their obligation to pay tax surcharges. The proceedings were thus conducted in parallel for just a little more than a year. Moreover, the applicants were indicted on 18 December 2008, 15 and 16 months after the mentioned tax decision had been taken and nine and ten months after they had acquired legal force. The criminal proceedings then continued on their own for several years: the District Court convicted the applicants on 9 November 2011, more than four years after the decisions of the State Internal Revenue Board, and the Supreme Court´s judgment was not pronounced until more than a year later, on 7 February 2013. This, again, stands in contrast to the case of A and B v. Norway (cited above), where the total length of the proceedings against the two applicants amounted to approximately five years and the criminal proceedings continued for less than two years after the tax decisions had acquired legal force, and where the integration between the two proceedings was evident through the fact that the indictments against the applicants were issued before the tax authorities’ decisions to amend their tax assessments were taken and the District Court convicted them only months after those tax decisions. Furthermore, in the present case the Government have failed to explain and justify the delay which occurred in the domestic proceedings and which, as the Supreme Court held, had not been the applicants’ fault (see A. and B., cited above, § 134).",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  Having regard to the above circumstances, in particular the limited overlap in time and the largely independent collection and assessment of evidence, the Court cannot find that there was a sufficiently close connection in substance and in time between the tax proceedings and the criminal proceedings in the case for them to be compatible with the bis criterion in Article 4 of Protocol No. 7.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Consequently, the applicants suffered disproportionate prejudice as a result of having been tried and punished for the same or substantially the same conduct by different authorities in two different proceedings which lacked the required connection.",
                                                "elements": []
                                            },
                                            {
                                                "content": "For these reasons, there has been a violation of Article 4 of Protocol No. 7 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "58.  The first applicant claimed ISK 62,000,000 (corresponding to approximately EUR 520,000 at today’s exchange rate) in respect of pecuniary damage or the cancellation of the whole debt (ISK 62,000,000) resulting from the Supreme Court judgment of 7 February 2013. The second applicant requested that the whole debt (ISK 32,000,000, corresponding to approximately EUR 269,000) resulting from that judgment be cancelled. Both applicants confirmed, however, that they had not yet paid the fines imposed by the Supreme Court. Each applicant claimed EUR 50,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government argued that, as the applicants had not paid the fines, no pecuniary damage had been sustained. Furthermore, if a violation of Article 4 of Protocol No. 7 to the Convention were to be found, such a finding by the Court would in itself constitute just satisfaction for any non-pecuniary damage claimed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court notes that it is common ground that the fines imposed by the Supreme Court’s judgment of 7 February 2013 have not been paid. Agreeing with the Government, the Court considers that, due to the non-payment of the fines, it cannot be said that the applicants have suffered any pecuniary damage. In these circumstances, the finding of a violation of the applicants’ rights under Article 4 of Protocol No. 7 should be regarded as sufficient just satisfaction in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": ".  However, this finding cannot be said to compensate the applicants for the sense of injustice and frustration that they must have felt. Making its assessment on an equitable basis, the Court therefore awards each applicant EUR 5,000 in respect of non-pecuniary damage.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "62.  The first applicant claimed ISK 5,647,500 (corresponding to approximately EUR 47,000 at today’s exchange rate) for the costs and expenses incurred in the domestic proceedings and ISK 4,232,283 (EUR 35,000) for those incurred before the Court. The second applicant requested ISK 3,906,638 (EUR 33,000) for the costs and expenses incurred in the domestic proceedings and ISK 1,310,220 (EUR 11,000) for those incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government noted that the applicants had not reimbursed to the state treasury the fee paid by the state to the applicants’ legal representatives for their work in the domestic proceedings. Furthermore, the Government asserted that the costs claimed before the Court were excessively high, having regard to the scope of the case and the work undertaken by the applicants’ representatives.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court notes that the applicants have not paid the costs and expenses incurred in the domestic proceedings and therefore rejects this claim. The Court furthermore finds that the applicants’ claims concerning their costs and expenses before the Court are excessive. However, making an overall assessment, the Court considers it reasonable to award the first applicant EUR 10,000 and the second applicant EUR 5,000 for costs and expenses incurred in the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "65.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to strike the application out of its list in so far as the complaints of the third applicant, Fjárfestingafélagið Gaumur, are concerned;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the remainder of the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 4 of Protocol 7 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts plus any tax that may be chargeable to the applicants, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 18 May 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "president"
        },
        {
            "name": "Kristina Pardalos",
            "role": "judges"
        },
        {
            "name": "Aleš Pejchal",
            "role": "judges"
        },
        {
            "name": "Armen Harutyunyan",
            "role": "judges"
        },
        {
            "name": "Tim Eicke",
            "role": "judges"
        },
        {
            "name": "Jovan Ilievski",
            "role": "judges"
        },
        {
            "name": "Oddný Mjöll Arnardóttir",
            "role": "ad hoc judge"
        },
        {
            "name": "Renata Degener",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF JÓHANNESSON AND OTHERS v. ICELAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-173498.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:0518JUD002200711",
    "externalsources": [],
    "extractedappno": [
        "22007/11",
        "14939/03",
        "36855/97",
        "41731/98",
        "34619/97",
        "60619/00",
        "9631/04",
        "24130/11",
        "29758/11",
        "31982/96",
        "73661/01",
        "73053/01"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-173498",
    "judgementdate": "18/05/2017 00:00:00",
    "kpdate": "18/05/2017 00:00:00",
    "kpthesaurus": [
        "572",
        "442"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "P7-4"
    ],
    "parties": [
        "JÓHANNESSON AND OTHERS",
        "ICELAND"
    ],
    "rank": "1866.27880859375",
    "representedby": [
        "JONSSON G.",
        "MOLLER J.R.",
        "EDWALD K."
    ],
    "respondent": "ISL",
    "respondentOrderEng": "21",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "464002",
    "typedescription": "15"
}