{
    "__articles": "2;2-1;2-2;6;6-1;13;14;34;41",
    "__conclusion": "Violation of Art. 2;No violation of Art. 6-1;No violation of Art. 14;No violation of Art. 13;Failure to comply with obligations under Art. 34",
    "applicability": "",
    "appno": "43290/98",
    "article": [
        "14",
        "13",
        "2",
        "34",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "2",
            "base_article": "2",
            "element": "Violation of Art. 2",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "element": "No violation of Art. 14",
            "type": "no-violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "No violation of Art. 13",
            "type": "no-violation"
        },
        {
            "element": "Failure to comply with obligations under Art. 34",
            "type": "other"
        }
    ],
    "content": {
        "001-60484.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 43290/98) against the United Kingdom of Great Britain and Northern Ireland lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a United States citizen, Mrs Treasa McShane (“the applicant”), on 3 October 1996.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented before the Court by Mr P. Mageean, a solicitor with the Committee for the Administration of Justice in Belfast. The United Kingdom Government (“the Government”) were represented by their Agent, Mr C. Whomersley of the Foreign and Commonwealth Office, London.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that her husband, Dermot McShane, was killed by the security forces during a riot in Belfast and that she had no access to court or effective remedy in respect of his death. She invoked Articles 2, 6, 13 and 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The application was allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court. ",
                        "elements": []
                    },
                    {
                        "content": "6.  By a decision of 12 December 2000, the Chamber declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applicant and the Government each filed observations on the merits (Rule 59 § 1). The Chamber decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 2 in fine). The parties filed further written submissions.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  In July 1996, there were disturbances throughout Northern Ireland. On 7 July 1996, the Royal Ulster Constabulary (RUC) had announced that they would not allow a march by the loyalist Orange Order from Drumcree Church to the Orange Lodge in Portadown to pass through the mainly Catholic residential area of the Garvaghy Road. Members of the Orange Order gathered in the area, and demonstrations occurred in Londonderry (Derry) and Belfast. On 11 July 1996, the RUC reversed its decision and at 11 a.m. the march proceeded through the Garvaghy Road.",
                                "elements": []
                            },
                            {
                                "content": "10.  The following day, 12 July 1996, another controversial march was allowed through the mainly nationalist area of the Lower Ormagh Road in Belfast. That evening, there was a major disturbance in Londonderry, characterised by the use of petrol bombs and the substantial use of “baton rounds”, or plastic bullets, by the RUC and the British Army. ",
                                "elements": []
                            },
                            {
                                "content": "11.  Dermot McShane, the husband of the applicant, had been with friends in a bar close to Londonderry city centre during that night. According to a friend who was with him, they left the bar at about 1.30 a.m. Close to the junction of Little James Street and Great James Street, a large crowd of people had gathered and were throwing missiles at the police. Military reinforcements were called. Police were firing large numbers of plastic baton rounds at the crowd. A commercial skip and a large piece of hoarding were being used by persons in the crowd to shield them from plastic baton rounds as they moved towards the police. An RUC inspector at the scene consulted with army personnel who were arriving and requested that the barricades be removed. According to his statement, he instructed the driver of a Saxon armoured personnel carrier (“the APC”), Private P., to advance towards the obstruction.",
                                "elements": []
                            },
                            {
                                "content": "12.  Dermot McShane fell underneath the hoarding over which the APC advanced. The circumstances in which the APC struck the hoarding, its speed, and the length of time which it remained on the hoarding are subject to dispute.",
                                "elements": []
                            },
                            {
                                "content": "13.  RUC officers reached Dermot McShane and arranged for his transfer by ambulance to hospital where he died a short time later. According to the pathologist who carried out the post mortem examination, his injuries were consistent with having been run over by the wheels of a vehicle while lying underneath a sheet of hoarding. He also had injuries on the thigh, consistent with being struck by a plastic baton round. No traces of petrol, paraffin or any type of fire accelerant were found which might suggest that Dermot McShane had been in contact with petrol bombs. ",
                                "elements": []
                            },
                            {
                                "content": "1.  The police investigation and decision of the Director of Public prosecutions",
                                "elements": [
                                    {
                                        "content": "14.  At 6.17 a.m. on 13 July 1996, Detective Constable Cooper attended the scene at which Dermot McShane had been hit. He removed the hoarding and a bloodstained bandage for inspection. Shortly afterwards, the scene was secured. The Government submitted that the delay in crime scene procedures was due to crowd violence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  At 8 a.m., Detective Superintendent Houston was directed to undertake the investigation into the death. He appointed Detective Chief Inspector Cooke as Deputy Senior Investigating Officer. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  At 10.05 a.m., photographs were taken of the scene. DS Houston attended, making arrangements inter alia for the mapping of the scene.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  In the afternoon of 13 July 1996, statements were collected by the police from 13 members of the army, regarding the events. This included a statement from Private P., the driver of the APC which hit Dermot McShane. DS Houston informed the driver that he would interview him once he had undertaken other inquiries. The interview commenced at 7.10 p.m. and terminated at 7.16 p.m. After being cautioned, the driver replied that he had nothing to say at that stage. The driver had provided a pre-prepared written statement and was accompanied by his legal adviser. The statement said inter alia;",
                                        "elements": []
                                    },
                                    {
                                        "content": "“I charged a sheet of corrugated iron in the centre of the street which was my target. While approaching the barricade I saw around 5/6 persons round it, most ran away on sighting me approaching but [I] was unsure that I did or did not cause injury to any person.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 14 July 1996, the RUC began interviewing other witnesses. On 17 July 1996, the RUC issued a press release appealing for witnesses to the events to come forward. They collected statements from 115 persons, including 39 who had witnessed the relevant events. Of these, four persons were civilian witnesses and the remainder were RUC and army personnel. Of the 115 statements, 33 were taken in the first week following the incident and a further 28 in the following two weeks.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 6 December 1996, the driver of the APC was interviewed again. In his statement, he stated that on the night in question he had been the driver of the control centre vehicle, which held the spare ammunition, shields and supplies. He was in position on Great James Street at the junction with Little James Street. He saw missiles being thrown, including petrol bombs and more than a hundred rioters in conflict with the RUC. He had been instructed by an RUC inspector to remove the barricade, which was being used by rioters for cover. As he neared the barricade, he had revved the engine to give the rioters time to get away from the barricade. The vehicle hit the barricade which fell backwards. The vehicle mounted it and drove over. At that time, the driver was alone in the APC, without a person looking out and giving directions. His vision was through a slit, about letter box size 7-8 feet above the road. He could see only the top of the barricade, not behind or under it. He had not been aware that anyone was injured. When he stopped and people had climbed on the vehicle, saying that someone was injured, he had thought that this was a “come on”. When shown a video of the incident, he stated that he could see the vehicle brake lights illuminated, indicating that the vehicle stopped prior to striking the hoarding. He confirmed that it was customary for the driver of such a vehicle to be accompanied by a commander who looked out and gave directions from the top hatch, and who was in constant communication by radio with the driver. He was however alone in the vehicle on this occasion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Expert evidence was gathered, including post mortem examinations of the deceased and various forensic analyses, inter alia of Dermot McShane's blood, hair and clothing, the hoarding which he had used as a shield and the APC which had hit him. According to the applicant, the APC was not examined until two weeks after the incident and the report on the examination was not provided to her until much later. Other evidence collected included a transcript of the army and RUC communications at the time and a video of the incident recorded by Sky News.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 9 June 1997, the RUC sent the file of relevant material to the DPP. Further inquiries were made by the police, leading to a final report to the DPP on 2 March 1998. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 1 April 1998, the DPP directed that there was insufficient evidence to provide a reasonable prospect of conviction for any offence of murder, manslaughter or dangerous driving contrary to Article 9 of the Road Traffic (Northern Ireland) Order 1995. The applicant was formally notified of the decision not to bring criminal proceedings by letter dated 6 April 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 19 June 1998, the applicant lodged an application for judicial review of the decision not to prosecute in relation to the death of her husband. At a leave hearing on 30 June 1998, it transpired that the applicant had never formally requested the reasons for the decision. The hearing was adjourned pending that request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  By letter dated 11 September 1998, the DPP stated:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“As you are aware, the death of Dermot Patrick McShane occurred at approximately 1.30 a.m. on 13 July 1996 at Little James Street, Londonderry in circumstances of very serious and sustained rioting. Disorder was concentrated in the Strand Road, Great James Street, Little James Street, Waterloo Place and William Street areas of the city. The ferocity of the rioting was such that the police required military assistance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "A skip and hoarding were used by the rioters at the time in question in Little James Street as a shield/barricade from behind which missiles, including petrol bombs, were launched at police and military positioned at the junction of Great James Street and Little James Street. A decision was taken that baton rounds, which had been discharged to contain an advancing group of rioters shielded by the skip and hoarding, were ineffective [and] the barricade should be removed. A military vehicle driven by a Private was deployed for this purpose, advanced and struck the hoarding knocking it to the ground. The deceased was behind and in very close proximity to the barricade as it was being removed. The Private stated, inter alia, during interview under caution that he could not see anyone behind it. The deceased sustained multiple injuries consistent with a crushing mechanism, which proved fatal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The police investigation contains, inter alia, some 39 witness statements from persons who provided differing accounts of the removal of the hoarding, four of whom were civilians. The remainder were by police and military personnel. In addition, the incident was captured on film by a Sky News TV crew. The Private in question was interviewed by the police. He provided a witness statement on 13 July 1996. He was interviewed after caution on 6 December 1996. On that date, he provided oral answers and made a written statement after caution in regard to his conduct. The Private stated, inter alia, that as he approached the 'barricade' he 'began to brake and revved up the engine to scare the rioters and clear the barricade' and was 'crawling forward' when he hit the barricade.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 19 December a further interim Direction was issued to the Chief Constable. The Director wished to obtain evidence from the Forensic Science Agency of Northern Ireland, inter alia, in respect of the speed the vehicle in question was travelling at or prior to the moment of impact, and the speed which the vehicle in question was capable of reaching in the time available. A forensic report was received in this office on 2 March 1998. This indicated, inter alia, that the vehicle in question could reach a theoretical maximum speed of 16 mph from a standing start at the junction of Little and Great James Street to the position of the barrier. It was noted that the vehicle was shown on the video to be braking over an unknown distance prior to impact with the barrier and that it was 'axiomatic' that the speed of the vehicle at the point of impact was substantially less than 16 mph.",
                                        "elements": []
                                    },
                                    {
                                        "content": "All available evidence was then the subject of further careful consideration. The conclusion reached was that there was insufficient evidence to provide a reasonable prospect of conviction for the offence of murder. Further, there was insufficient evidence to provide a reasonable prospect of establishing the requisite degree of negligence for the offence of manslaughter. In addition, consideration was given to whether the evidence was sufficient to provide a reasonable prospect of conviction of causing death by dangerous driving, contrary to Article 9 of the Road Traffic (Northern Ireland) Order 1995. It was concluded that there was no reasonable prospect of establishing that the Private's driving fell far below what would be expected of a competent and careful driver having regard to all the circumstances. ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 18 September 1998, the applicant withdrew her application for judicial review.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Anonymous witnesses",
                                "elements": [
                                    {
                                        "content": "26.  In October 1996, the Committee for the Administration of Justice (CAJ) published a booket entitled “The Misrule of Law” criticising the handling of events during the summer of 1996. Appendix III included extracts from certain anonymous witness statements.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 12 March 1997, the police wrote to the CAJ requesting that information relating to the names and addresses of witnesses be made available to the police enquiry. The applicant states that the CAJ contacted the witnesses to confirm whether they wished their names to be made available to the police. As they did not, the CAJ informed the police accordingly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In the application submitted to the Commission on 18 November 1996, the applicant included a number of extracts from twelve statements taken from anonymous witnesses by the applicant's solicitor. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  They described the events of the evening in the following terms. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "(i)  Witness No. 80 described how he was in the area at about 1 a.m. He stated that there was a skip in Little James Street, behind which approximately 50 people were hiding. Next to the skip were 6 or 7 people hiding behind a large wooden board, approximately 2 metres by 1 metre, throwing petrol bombs, about 30 in an hour. At the other end of the street were approximately 60 police officers of the RUC in riot equipment firing plastic bullets.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  Witness No. 86 was in the area taking photographs, behind the RUC and British Army lines. He stated that in Little James Street there was a barricade of a burning car and a skip, which had been there from the night before. A number of army vehicles, including Saxon APCs, formed a cordon across the road, and there were about 20-30 soldiers and approximately the same number of RUC officers behind them. There was an intensive barrage of missiles being thrown towards the cordon, and plastic bullets were being fired back continuously. He stated that there was considerable confusion. The cordon of vehicles then moved forward at walking speed with continuous firing of plastic bullets and some missiles incoming from the crowd. He stated that he observed RUC officers recover the body of Dermot McShane and attempt to administer first aid. There were four other photographers and a TV crew present, who were taking pictures until stopped from doing so by the RUC. This witness stated that in a 4½ hour period he observed that the RUC used 30 ammunition boxes, containing a total of 750 rounds of plastic bullets, and that the Army were firing a similar amount.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  Witness No. 101 was one of the people behind the hoarding, which he stated they were pushing towards the police, who were firing plastic bullets. The police made an advance towards the hoarding in their vehicles, and the witness dropped the hoarding. He saw it fall on Dermot McShane. He stated that he tried to indicate that there was someone under the hoarding, but one of the vehicles drove over it. At this point a group of police and soldiers came towards him with batons. He made a statement to the police.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iv)  Witness No. 100 was observing the events from his apartment. He saw the vehicle ram into the hoarding at a speed of 35-40 km per hour. The RUC moved in with batons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(v)  Witness No. 99 observed the vehicle come forwards onto the hoarding, and in his opinion it must have been obvious that someone was holding the board up. He stated that he shouted that there was someone under the board, but that the vehicle remained on top of it for some 10-15 minutes. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "(vi)  Witness No. 91 stated that when the vehicle was on top of the board, he shouted to the driver that there was a man underneath, but it stayed on top for 4-5 minutes. He attempted to pull Dermot McShane out.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Government obtained the Court's permission to submit copies of these extracts to the DPP, which occurred on 14 February 2000, and an adjournment in the Court's proceedings was granted to enable the DPP to consider whether any action was appropriate. The DPP enquired whether he was able to furnish copies of the statements to the police and whether the makers of the statements could be identified.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The applicant informed the Court on 27 March 2000 that the witnesses had given their statements on condition that their identity would not be disclosed to the police. They feared that they would become victims of harassment if their identities became known.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  In the light of these constraints, the DPP concluded that there were no further steps which he could properly take under Article 6(3) of the Prosecution of Offences (Northern Ireland) Order to obtain further relevant information. Accordingly, his direction of 1 April 1998 still stood.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  The inquest proceedings",
                                "elements": [
                                    {
                                        "content": "33.  The investigation file was forwarded to Sergeant McFetridge on 22 May 1998 to prepare an inquest file. He briefed the Coroner as to the progress of the file on 26 November 1998. The inquest file was forwarded to the Crime Branch RUC Headquarters for examination on 7 January 1999. After examination, it was delivered to the Coroner's office on 18 February 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Coroner listed the inquest for 13 and 14 December 1999 as the first suitable dates. A number of documents were provided to the applicant by the RUC acting under Home Office Circular 20/99 on or about 19 November 1999. On 24 November 1999, the applicant requested an adjournment from the Coroner while she sought disclosure of further documents from the RUC and Ministry of Defence. The applicant considered that documents were missing from those disclosed, including the statement of the APC driver taken by the RUC. The Coroner acceded to her request. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  By letter dated 7 February 2000 to the RUC, the applicant made reference to previous correspondence about disclosure of documents and requested copies of radio transmission transcripts, occurrence book entries, notebooks, diaries and journals of RUC officers involved in the matter and forensic reports concerning the examination at the scene of the incident and the relevant vehicle.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  By letter dated 11 April 2000, the RUC responded that in addition to the documents already made available arrangements had been made for all remaining written information obtained by the RUC concerning the death of Dermot McShane to be furnished. This included the report on the vehicle and the typed transcripts of RUC communication logs. It was stated that none of the entries in RUC notebooks were at variance with the statements already provided, though sight of these notebooks would be provided for the purpose of the inquest if requested.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  By letter dated 1 September 2000, the Coroner informed the applicant that he had been told that full disclosure had been made by the RUC and, expressing his desire to proceed with the Inquest as soon as possible, asked to be informed specifically of any matters that might still be outstanding. By letter dated 3 November 2000, the Coroner requested a response to his earlier letter. By letter of 22 December 2000, the Coroner again requested confirmation from the applicant's representatives that they had received all necessary disclosure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  By letter dated 19 February 2001, the applicant's representatives stated that they had been informed that they were in possession of all material to which they were entitled under Home Office Circular 20/1999. As they had only received witness statements and radio transmission transcripts, they requested confirmation from the Coroner as to whether he had received any other documents, including the police investigation report, and proposed that the Coroner should request the RUC to provide all material relevant to the death of Dermot McShane. The Coroner did not answer the letter until he had an opportunity to consider the Court's judgments in the Hugh Jordan v. the United Kingdom series of cases (cited at paragraph 73 below). On 30 May 2001, the Northern Ireland Court Service, which covered the Coroner's Branch, informed the applicant that the Coroner for Greater Belfast was consulting the Lord Chancellor concerning the Government's response to those judgments and suggested that the preliminary hearing on the future conduct of the inquest concerning Dermot McShane should await the meeting held by all the coroners concerning the procedures to be adopted in future.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  By letter dated 15 August 2001, the Coroner informed the Northern Ireland Court Service that he was still awaiting confirmation from the applicant that full disclosure had been made and that it had been suggested that matters wait until after developments in inquests to take place in Belfast in September and which related to possible consequences of the Court's judgments. He confirmed that the delay in the case until the present had been at the request of the next-of-kin.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In October 2001, it came to light that three statements taken at a late stage in the inquiry had not been disclosed and copies were provided to the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4.  Civil proceedings",
                                "elements": [
                                    {
                                        "content": "41.  By writ issued on 19 August 1999, the applicant commenced proceedings against the Ministry of Defence, the Chief Constable of the RUC and the Secretary of State for Northern Ireland, claiming damages in her own right and for the estate of Dermot McShane, arising out of the alleged negligence of the defendants and alleged breach of statutory duty. The grounds of negligence included the speed and manner in which the Saxon APC was driven, the failure to listen to the warnings given that a body was trapped under the hoarding, the failure to instruct the driver of the APC in appropriate tactics, the employment of a method of riot control which they knew or ought to have known would cause death or serious injury and the failure to carry out a proper strategic assessment of the security situation before ordering the APC to charge civilians.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The defendants served a defence dated 20 June 2000, in which they claimed, inter alia, that the action was statute-barred as the claim had not been lodged within three years of the death. They also served a notice for further and better particulars.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "5.  Complaint by the RUC to the Law Society concerning the applicant's solicitor in the domestic proceedings",
                                "elements": [
                                    {
                                        "content": "43.  On 19 November 1999 statements obtained during the police investigation were disclosed by the RUC to Mrs C., the applicant's solicitor in the inquest, under cover of an undertaking by her to maintain the documents as confidential and not to use the documents for any other purpose than the inquest or to disclose the documents or information to any other third party save her clients. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The RUC became concerned that Mrs C. had breached her undertaking as the Committee for Administration for Justice, who represent the applicant before the Court, had used extracts from some of the statements in their submissions to the Court. By letter dated 9 November 2000, the RUC (Legal Services Branch) wrote to Mrs C., asking her to confirm that she had not released the documents to any third person or for any purpose other than the inquest. By letter dated 23 March 2001, Mrs C. replied that she believed that she had not in any way breached the undertaking.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  By letter dated 2 May 2001, the RUC Legal Adviser wrote to the Law Society of Northern Ireland under the heading “Apparent breach of undertaking”, stating that the written submissions by the CAJ to the Court had contained direct quotes from a number of statements which had been supplied to Mrs C. pursuent to an undertaking of confidentiality. These statements had not been provided to the CAJ by the RUC and neither the CAJ nor Mrs C. had sought permission to use the statements for this purpose. As the only other firm of solicitors with copies of the statements had confirmed that they had not released the documents to any third person, the RUC considered that Mrs C. was responsible either directly or indirectly for supplying the statements to the CAJ in apparent breach of her undertaking. As the undertaking was given between solicitors, this breach was regarded as a serious issue and the Society was asked to treat the letter as a formal complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  By letter dated 22 May 2001, the Law Society replied that they did not feel that there was sufficient evidence to show a prima facie case of unprofessional conduct against Mrs C. She had assured the Law Society that she had not breached her undertaking and the Law Society was entitled to rely on her assurance as an officer of the court unless contrary evidence was produced. As Mrs C was not the only legal recipient of the documents, there was every possibility that she could have acted correctly but others did not. The matter would not be pursued further.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Use of lethal force",
                                "elements": [
                                    {
                                        "content": "47.  Section 3 of the Criminal Law Act (Northern Ireland) 1967 provides inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  A person may use such force as is reasonable in the circumstances in the prevention of crime, or in effecting the arrest or assisting in the lawful arrest of offenders or suspected offenders or persons unlawfully at large.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Self-defence or the defence of others is contained within the concept of prevention of crime (see e.g. Smith and Hogan on Criminal Law).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Inquests",
                                "elements": [
                                    {
                                        "content": "1.  Statutory provisions and rules",
                                        "elements": [
                                            {
                                                "content": "49.  The conduct of inquests in Northern Ireland is governed by the Coroners Act (Northern Ireland) 1959 and the Coroners (Practice and Procedure) Rules (Northern Ireland) 1963. These provide the framework for a procedure within which deaths by violence or in suspicious circumstances are notified to the coroner, who then has the power to hold an inquest, with or without a jury, for the purpose of ascertaining, with the assistance as appropriate of the evidence of witnesses and reports, inter alia, of post mortem and forensic examinations, who the deceased was and how, when and where he died.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  Pursuant to the Coroners Act, every medical practitioner, registrar of deaths or funeral undertaker who has reason to believe a person died directly or indirectly by violence is under an obligation to inform the Coroner (section 7). Every medical practitioner who performs a post- mortem examination has to notify the Coroner of the result in writing (section 29). Whenever a dead body is found, or an unexplained death or death in suspicious circumstances occurs, the police of that district are required to give notice to the Coroner (section 8).",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Rules 12 and 13 of the Coroners Rules give power to the coroner to adjourn an inquest where a person may be or has been charged with murder or other specified criminal offences in relation to the deceased. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  Where the coroner decides to hold an inquest with a jury, persons are called from the Jury List, compiled by random computer selection from the electoral register for the district on the same basis as in criminal trials.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The matters in issue at an inquest are governed by Rules 15 and 16 of the Coroners Rules:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“15.  The proceedings and evidence at an inquest shall be directed solely to ascertaining the following matters, namely:-",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a)  who the deceased was;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b)  how, when and where the deceased came by his death;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c)  the particulars for the time being required by the Births and Deaths Registration (Northern Ireland) Order 1976 to be registered concerning his death.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  Neither the coroner nor the jury shall express any opinion on questions of criminal or civil liability or on any matters other than those referred to in the last foregoing Rule.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The forms of verdict used in Northern Ireland accord with this recommendation, recording the name and other particulars of the deceased, a statement of the cause of death (e.g. bullet wounds) and findings as to when and where the deceased met his death. In England and Wales, the form of verdict appended to the English Coroners Rules contains a section marked “conclusions of the jury/coroner as to the death” in which conclusions such as “lawfully killed” or “killed unlawfully” are inserted. These findings involve expressing an opinion on criminal liability in that they involve a finding as to whether the death resulted from a criminal act, but no finding is made that any identified person was criminally liable.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  However, in Northern Ireland, the coroner is under a duty (section 6(2) of the Prosecution of Offences Order (Northern Ireland) 1972) to furnish a written report to the DPP where the circumstances of any death appear to disclose that a criminal offence may have been committed. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  Until recently, legal aid was not available for inquests as they did not involve the determination of civil liabilities or criminal charges. Legislation which would have provided for legal aid at the hearing of inquests (the Legal Aid, Advice and Assistance (Northern Ireland) Order 1981, Schedule 1 paragraph 5) has not been brought into force. However, on 25 July 2000, the Lord Chancellor announced the establishment of an Extra-Statutory Ex Gratia Scheme to make public funding available for representation for proceedings before Coroners in exceptional inquests in Northern Ireland. In March 2001, he published for consultation the criteria to be used in deciding whether applications for representation at inquests should receive public funding. This included inter alia consideration of financial eligibility, whether an effective investigation by the State was needed and whether the inquest was the only way to conduct it, whether the applicant required representation to be able to participate effectively in the inquest and whether the applicant had a sufficiently close relationship to the deceased.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The coroner enjoys the power to summon witnesses who he thinks should attend the inquest (section 17 of the Act) and he may allow any interested person to examine a witness (Rule 7). In both England and Wales and Northern Ireland, a witness is entitled to rely on the privilege against self-incrimination. In Northern Ireland, this privilege is reinforced by Rule 9(2) which provides that a person suspected of causing the death may not be compelled to give evidence at the inquest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  In relation to both documentary evidence and the oral evidence of witnesses, inquests, like criminal trials, are subject to the law of public interest immunity, which recognises and gives effect to the public interest, such as national security, in the non-disclosure of certain information or certain documents or classes of document. A claim of public interest immunity must be supported by a certificate.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The scope of inquests",
                                        "elements": [
                                            {
                                                "content": "59.  Rules 15 and 16 (see above) follow from the recommendation of the Brodrick Committee on Death Certification and Coroners:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... the function of an inquest should be simply to seek out and record as many of the facts concerning the death as the public interest requires, without deducing from those facts any determination of blame... In many cases, perhaps the majority, the facts themselves will demonstrate quite clearly whether anyone bears any responsibility for the death; there is a difference between a form of proceeding which affords to others the opportunity to judge an issue and one which appears to judge the issue itself.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  Domestic courts have made, inter alia, the following comments:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... It is noteworthy that the task is not to ascertain how the deceased died, which might raise general and far-reaching issues, but 'how...the deceased came by his death', a far more limited question directed to the means by which the deceased came by his death.",
                                                "elements": []
                                            },
                                            {
                                                "content": "... [Previous judgments] make it clear that when the Brodrick Committee stated that one of the purposes of an inquest is 'To allay rumours or suspicions' this purpose should be confined to allaying rumours and suspicions of how the deceased came by his death and not to allaying rumours or suspicions about the broad circumstances in which the deceased came by his death.” (Sir Thomas Bingham, MR, Court of Appeal, R. v the Coroner for North Humberside and Scunthorpe ex parte Roy Jamieson, April 1994, unreported)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The cases establish that although the word 'how' is to be widely interpreted, it means 'by what means' rather than in what broad circumstances... In short, the inquiry must focus on matters directly causative of death and must, indeed, be confined to those matters alone...” (Simon Brown LJ, Court of Appeal, R. v. Coroner for Western District of East Sussex, ex parte Homberg and others, (1994) 158 JP 357)",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... it should not be forgotten that an inquest is a fact-finding exercise and not a method of apportioning guilt. The procedure and rules of evidence which are suitable for one are unsuitable for the other. In an inquest it should never be forgotten that there are no parties, no indictment, there is no prosecution, there is no defence, there is no trial, simply an attempt to establish the facts. It is an inquisitorial process, a process of investigation quite unlike a trial...",
                                                "elements": []
                                            },
                                            {
                                                "content": "It is well recognised that a purpose of an inquest is that rumour may be allayed. But that does not mean it is the duty of the Coroner to investigate at an inquest every rumour or allegation that may be brought to his attention. It is ... his duty to discharge his statutory role – the scope of his enquiry must not be allowed to drift into the uncharted seas of rumour and allegation. He will proceed safely and properly if he investigates the facts which it appears are relevant to the statutory issues before him.” (Lord Lane, Court of Appeal, R. v. South London Coroner ex parte Thompson (1982) 126 SJ 625)",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Disclosure of documents",
                                        "elements": [
                                            {
                                                "content": "61.  There was no requirement prior to 1999 for the families at inquests to receive copies of the written statements or documents submitted to the Coroner during the inquest. Coroners generally adopted the practice of disclosing the statements or documents during the inquest proceedings, as the relevant witness came forward to give evidence. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Following the recommendation of the Stephen Lawrence Inquiry, Home Office Circular No. 20/99 (concerning deaths in custody or deaths resulting from the actions of a police officer in purported execution of his duty) advised Chief Constables of police forces in England and Wales to make arrangements in such cases for the pre-inquest disclosure of documentary evidence to interested parties. This was to “help provide reassurance to the family of the deceased and other interested persons that a full and open police investigation has been conducted, and that they and their legal representatives will not be disadvantaged at the inquest”. Such disclosure was recommended to take place 28 days before the inquest. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Paragraph 7 of the Circular stated:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The courts have established that statements taken by the police and other documentary material produced by the police during the investigation of a death in police custody are the property of the force commissioning the investigation. The Coroner has no power to order the pre-inquest disclosure of such material... Disclosure will therefore be on a voluntary basis.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Paragraph 9 listed some kinds of material which require particular consideration before being disclosed, for example:",
                                                "elements": []
                                            },
                                            {
                                                "content": "–  where disclosure of documents might have a prejudicial effect on possible subsequent proceedings (criminal, civil or disciplinary);",
                                                "elements": []
                                            },
                                            {
                                                "content": "–  where the material concerns sensitive or personal information about the deceased or unsubstantiated allegations which might cause distress to the family; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "–  personal information about third parties not material to the inquest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Paragraph 11 envisaged that there would be non-disclosure of the investigating officer's report although it might be possible to disclose it in those cases which the Chief Constable considered appropriate.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4.  Confidentiality of documents",
                                        "elements": [
                                            {
                                                "content": "64.  When documents were supplied by the RUC to the legal representatives of the family of the deceased at an inquest, it was common practice to require an undertaking that the documents would be used only for the purpose of the inquest and would not be disclosed to any third party, besides the clients for whom the lawyer was acting. Consent could be sought for relaxation of the undertaking if the documents became relevant for other purposes. If consent was denied, the courts could direct that the materials could be used (e.g. Sybron Corp. v. Barclays Bank PLC [1985] Ch 299).",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  In a case brought challenging the requirement by the RUC for such an undertaking on disclosure, In the Matter of an Application by Hugh Jordan for Judicial Review, the High Court on 4 September 2001 found that Article 2 of the Convention did not confer on the relatives any absolute right of access to documents and that it had not been demonstrated that the requirement to give an undertaking would involve any compromise of the effectiveness of the investigation. It was noted that, as the only purpose identified by the applicant's solicitors to which the documents might be put other than the inquest was the case pending in the European Court of Human Rights, the Chief Constable of the RUC had stated that he was prepared to modify the standard undertaking to permit use of the documents before that Court.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Police Complaints Procedures",
                                "elements": [
                                    {
                                        "content": "66.  The police complaints procedure was governed at the relevant time by the Police (Northern Ireland) Order 1987 (the 1987 Order). This replaced the Police Complaints Board, which had been set up in 1977, by the Independent Commission for Police Complaints (the ICPC). The ICPC has been replaced from 1 October 2000 by the Police Ombudsman for Northern Ireland appointed under the Police (Northern Ireland) Act 1998. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The ICPC was an independent body, consisting of a chairman, two deputy chairmen and at least four other members. Where a complaint against the police was being investigated by a police officer or where the Chief Constable or Secretary of State considered that a criminal offence might have been committed by a police officer, the case was referred to the ICPC. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The ICPC was required under Article 9(1)(a) of the 1987 Order to supervise the investigation of any complaint alleging that the conduct of a RUC officer had resulted in death or serious injury. Its approval was required of the appointment of the police officer to conduct the investigation and it could require the investigating officer to be replaced (Article 9(5)(b)). A report by the investigating officer was submitted to the ICPC concerning supervised investigations at the same time as to the Chief Constable. Pursuant to Article 9(8) of the 1987 Order, the ICPC issued a statement as to whether the investigation had been conducted to its satisfaction and, if not, specifying any respect in which it had not been so conducted. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  The Chief Constable was required under Article 10 of the 1987 Order to determine whether the report indicated that a criminal offence had been committed by a member of the police force. If he so decided and considered that the officer ought to be charged, he was required to send a copy of the report to the DPP. If the DPP decided not to prefer criminal charges, the Chief Constable was required to send a memorandum to the ICPC indicating whether he intended to bring disciplinary proceedings against the officer (Article 10(5)) save where disciplinary proceedings had been brought and the police officer had admitted the charges (Article 11(1)). Where the Chief Constable considered that a criminal offence had been committed but that the offence was not such that the police officer should be charged, or where he considered that no criminal offence had been committed, he was required to send a memorandum indicating whether he intended to bring disciplinary charges and, if not, his reasons for not proposing to do so (Article 11(6) and (7)). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  If the ICPC considered that a police officer subject to investigation ought to be charged with a criminal offence, it could direct the Chief Constable to send the DPP a copy of the report on that investigation (Article 12(2)). It could also recommend or direct the Chief Constable to prefer such disciplinary charges as the ICPC specified (Article 13(1) and (3)).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  The Director of Public Prosecutions",
                                "elements": [
                                    {
                                        "content": "71.  The Director of Public Prosecutions (the DPP), appointed pursuant to the Prosecution of Offences (Northern Ireland) 1972 (the 1972 Order) is an independent officer with at least 10 years' experience of the practice of law in Northern Ireland who is appointed by the Attorney General and who holds office until retirement, subject only to dismissal for misconduct. His duties under Article 5 of the 1972 Order are inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(a)  to consider, or cause to be considered, with a view to his initiating or continuing in Northern Ireland any criminal proceedings or the bringing of any appeal or other proceedings in or in connection with any criminal cause or matter in Northern Ireland, any facts or information brought to his notice, whether by the Chief Constable acting in pursuance of Article 6(3) of this Order or by the Attorney General or by any other authority or person;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  to examine or cause to be examined all documents that are required under Article 6 of this Order to be transmitted or furnished to him and where it appears to him to be necessary or appropriate to do so to cause any matter arising thereon to be further investigated;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  where he thinks proper to initiate, undertake and carry on, on behalf of the Crown, proceedings for indictable offences and for such summary offences or classes of summary offences as he considers should be dealt with by him.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  Article 6 of the 1972 Order requires inter alia Coroners and the Chief Constable of the RUC to provide information to the DPP as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(2)  Where the circumstances of any death investigated or being investigated by a coroner appear to him to disclose that a criminal offence may have been committed he shall as soon as practicable furnish to the [DPP] a written report of those circumstances.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  It shall be the duty of the Chief Constable, from time to time, to furnish to the [DPP] facts and information with respect to -",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  indictable offences [such as murder] alleged to have been committed against the law of Northern Ireland; ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "and at the request of the [DPP], to ascertain and furnish to the [DPP] information regarding any matter which may appear to the [DPP] to require investigation on the ground that it may involve an offence against the law of Northern Ireland or information which may appear to the [DPP] to be necessary for the discharge of his functions under this Order.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  According to the Government's observations in previous cases (see Hugh Jordan v. the United Kingdom, no. 24746/94, [Sect.3], judgment of 4 May 2001, §§ 82-86), it had been the practice of successive DPPs to refrain from giving reasons for decisions not to institute or proceed with criminal prosecutions other than in the most general terms. This practice was based upon the consideration that ",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  if reason were given in one or more cases, they would be required to be given in all. Otherwise, erroneous conclusions might be drawn in relation to those cases where reasons were refused, involving either unjust implications regarding the guilt of some individuals or suspicions of malpractice;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  the reason not to prosecute might often be the unavailability of a particular item of evidence essential to establish the case (e.g. sudden death or flight of a witness or intimidation). To indicate such a factor as the sole reason for not prosecuting might lead to assumptions of guilt in the public estimation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  the publication of the reasons might cause pain or damage to persons other than the suspect (e.g. the assessment of the credibility or mental condition of the victim or other witnesses);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  in a substantial category of cases decisions not to prosecute were based on the DPP's assessment of the public interest. Where the sole reason not to prosecute was the age, mental or physical health of the suspect, publication would not be appropriate and could lead to unjust implications;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5)  there might be considerations of national security which affected the safety of individuals (e.g. where no prosecution could safely or fairly be brought without disclosing information which would be of assistance to terrorist organisations, would impair the effectiveness of the counter-terrorist operations of the security forces or endanger the lives of such personnel and their families or informants).",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  Decisions of the DPP not to prosecute have been subject to applications for judicial review in the High Court. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  In R v. DPP ex parte C (1995) 1 CAR, p. 141, Lord Justice Kennedy held, concerning a decision of the DPP not to prosecute in an alleged case of buggery: ",
                                        "elements": []
                                    },
                                    {
                                        "content": "“From all of those decisions it seems to me that in the context of the present case this court can be persuaded to act if and only if it is demonstrated to us that the Director of Public Prosecutions acting through the Crown Prosecution Service arrived at the decision not to prosecute:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(1)  because of some unlawful policy (such as the hypothetical decision in Blackburn not to prosecute where the value of goods stolen was below £100);",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  because the Director of Public Prosecutions failed to act in accordance with his own settled policy as set out in the code; or",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  because the decision was perverse.  It was a decision at which no reasonable prosecutor could have arrived.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  In the case of R v. DPP and Others ex parte Timothy Jones the Divisional Court on 22 March 2000 quashed a decision not to prosecute for alleged gross negligence causing a death in dock unloading on the basis that the reasons given by the DPP – that the evidence was not sufficient to provide a realistic prospect of satisfying a jury – required further explanation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  R v. DPP ex parte Patricia Manning and Elizabeth Manning (decision of the Divisional Court of 17 May 2000) concerned the DPP's decision not to prosecute any prison officer for manslaughter in respect of the death of a prisoner, although the inquest jury had reached a verdict of unlawful death - there was evidence that prison officers had used a neck lock which was forbidden and dangerous. The DPP reviewing the case still concluded that the Crown would be unable to establish manslaughter from gross negligence. The Lord Chief Justice noted: ",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Authority makes clear that a decision by the Director not to prosecute is susceptible to judicial review: see, for example, R. v. Director of Public Prosecutions, ex parte C [1995] 1 Cr. App. R. 136.  But, as the decided cases also make clear, the power of review is one to be sparingly exercised. The reasons for this are clear. The primary decision to prosecute or not to prosecute is entrusted by Parliament to the Director as head of an independent, professional prosecuting service, answerable to the Attorney General in his role as guardian of the public interest, and to no-one else. It makes no difference that in practice the decision will ordinarily be taken by a senior member of the CPS, as it was here, and not by the Director personally. In any borderline case the decision may be one of acute difficulty, since while a defendant whom a jury would be likely to convict should properly be brought to justice and tried, a defendant whom a jury would be likely to acquit should not be subjected to the trauma inherent in a criminal trial. If, in a case such as the present, the Director's provisional decision is not to prosecute, that decision will be subject to review by Senior Treasury Counsel who will exercise an independent professional judgment. The Director and his officials (and Senior Treasury Counsel when consulted) will bring to their task of deciding whether to prosecute an experience and expertise which most courts called upon to review their decisions could not match. In most cases the decision will turn not on an analysis of the relevant legal principles but on the exercise of an informed judgment of how a case against a particular defendant, if brought, would be likely to fare in the context of a criminal trial before (in a serious case such as this) a jury. This exercise of judgment involves an assessment of the strength, by the end of the trial, of the evidence against the defendant and of the likely defences. It will often be impossible to stigmatise a judgment on such matters as wrong even if one disagrees with it. So the courts will not easily find that a decision not to prosecute is bad in law, on which basis alone the court is entitled to interfere. At the same time, the standard of review should not be set too high, since judicial review is the only means by which the citizen can seek redress against a decision not to prosecute and if the test were too exacting an effective remedy would be denied.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "As regards whether the DPP had a duty to give reasons, the Lord Chief Justice said:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It is not contended that the Director is subject to an obligation to give reasons in every case in which he decides not to prosecute. Even in the small and very narrowly defined cases which meet Mr Blake's conditions set out above, we do not understand domestic law or the jurisprudence of the European Court of Human Rights to impose an absolute and unqualified obligation to give reasons for a decision not to prosecute. But the right to life is the most fundamental of all human rights. It is put at the forefront of the Convention. The power to derogate from it is very limited. The death of a person in the custody of the State must always arouse concern, as recognised by section 8(1)(c), (3)(b) and (6) of the Coroner's Act 1988, and if the death resulted from violence inflicted by agents of the State that concern must be profound. The holding of an inquest in public by an independent judicial official, the coroner, in which interested parties are able to participate must in our view be regarded as a full and effective inquiry (see McCann v. United Kingdom [1996] 21 EHRR 97, paragraphs 159 to 164). Where such an inquest following a proper direction to the jury culminates in a lawful verdict of unlawful killing implicating a person who, although not named in the verdict, is clearly identified, who is living and whose whereabouts are known, the ordinary expectation would naturally be that a prosecution would follow. In the absence of compelling grounds for not giving reasons, we would expect the Director to give reasons in such a case: to meet the reasonable expectation of interested parties that either a prosecution would follow or a reasonable explanation for not prosecuting be given, to vindicate the Director's decision by showing that solid grounds exist for what might otherwise appear to be a surprising or even inexplicable decision and to meet the European Court's expectation that if a prosecution is not to follow a plausible explanation will be given. We would be very surprised if such a general practice were not welcome to Members of Parliament whose constituents have died in such circumstances. We readily accept that such reasons would have to be drawn with care and skill so as to respect third party and public interests and avoid undue prejudice to those who would have no opportunity to defend themselves.  We also accept that time and skill would be needed to prepare a summary which was reasonably brief but did not distort the true basis of the decision. But the number of cases which meet Mr Blake's conditions is very small (we were told that since 1981, including deaths in police custody, there have been seven such cases), and the time and expense involved could scarcely be greater than that involved in resisting an application for judicial review. In any event it would seem to be wrong in principle to require the citizen to make a complaint of unlawfulness against the Director in order to obtain a response which good administrative practice would in the ordinary course require.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "On this basis, the court reviewed whether the reasons given by the DPP in that case were in accordance with the Code for Crown Prosecutors and capable of supporting a decision not to prosecute. It found that the decision had failed to take relevant matters into account and that this vitiated the decision not to prosecute. The decision was quashed and the DPP was required to reconsider his decision whether or not to prosecute.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  In the Matter of an Application by David Adams for Judicial Review, the High Court in Northern Ireland on 7 June 2000 considered the applicant's claim that the DPP had failed to give adequate and intelligible reasons for his decision not to prosecute any police officer concerned in the arrest during which he had suffered serious injuries and for which in civil proceedings he had obtained an award of damages against the police. It noted that there was no statutory obligation on the DPP under the 1972 Order to give reasons and considered that no duty to give reasons could be implied. The fact that the DPP in England and Wales had in a number of cases furnished detailed reasons, whether from increasing concern for transparency or in the interests of the victim's families, was a matter for his discretion. It concluded on the basis of authorities that only in exceptional cases such as the Manning case (paragraph 77 above) would the DPP be required to furnish reasons to a victim for failing to prosecute and that review should be limited to where the principles identified by Lord Justice Kennedy (paragraph 75 above) were infringed. Notwithstanding the findings in the civil case, they were not persuaded that the DPP had acted in such an aberrant, inexplicable or irrational manner that the case cried out for reasons to be furnished as to why he had so acted.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  The United Nations",
                                "elements": [
                                    {
                                        "content": "79.  The United Nations Basic Principles on the Use of Force and Firearms by Law Enforcement Officials (UN Force and Firearms Principles) were adopted on 7 September 1990 by the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  Paragraph 9 of the UN Force and Firearms Principles provides, inter alia, that the “intentional lethal use of firearms may only be made when strictly unavoidable in order to protect life”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Other relevant provisions read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Paragraph 10",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... law enforcement officials shall identify themselves as such and shall give a clear warning of their intent to use firearms, with sufficient time for the warnings to be observed, unless to do so would unduly place the law enforcement officials at risk or would create a risk of death or serious harm to other persons, or would be clearly inappropriate or pointless in the circumstances of the incident.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Paragraph 22",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... Governments and law enforcement agencies shall ensure that an effective review process is available and that independent administrative or prosecutorial authorities are in a position to exercise jurisdiction in appropriate circumstances. In cases of death and serious injury or other grave consequences, a detailed report shall be sent promptly to the competent authorities responsible for administrative review and judicial control.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Paragraph 23",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Persons affected by the use of force and firearms or their legal representatives shall have access to an independent process, including a judicial process.  In the event of the death of such persons, this provision shall apply to their dependants accordingly.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  Paragraph 9 of the United Nations Principles on the Effective Prevention and Investigation of Extra-Legal, Arbitrary and Summary Executions, adopted on 24 May 1989 by the Economic and Social Council Resolution 1989/65, (UN Principles on Extra-Legal Executions) provides, inter alia, that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“There shall be a thorough, prompt and impartial investigation of all suspected cases of extra legal, arbitrary and summary executions, including cases where complaints by relatives or other reliable reports suggest unnatural death in the above circumstances ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  Paragraphs 10 to 17 of the UN Principles on Extra-Legal Executions contain a series of detailed requirements that should be observed by investigative procedures into such deaths.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Paragraph 10 states, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The investigative authority shall have the power to obtain all the information necessary to the inquiry. Those persons conducting the inquiry ... shall also have the authority to oblige officials allegedly involved in any such executions to appear and testify ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Paragraph 11 specifies:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In cases in which the established investigative procedures are inadequate because of a lack of expertise or impartiality, because of the importance of the matter or because of the apparent existence of a pattern of abuse, and in cases where there are complaints from the family of the victim about these inadequacies or other substantial reasons, Governments shall pursue investigations through an independent commission of inquiry or similar procedure. Members of such a commission shall be chosen for their recognised impartiality, competence and independence as individuals. In particular, they shall be independent of any institution, agency or person that may be the subject of the inquiry. The commission shall have the authority to obtain all information necessary to the inquiry and shall conduct the inquiry as provided in these principles.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Paragraph 16 provides, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Families of the deceased and their legal representatives shall be informed of, and have access to, any hearing as well as all information relevant to the investigation and shall be entitled to present other evidence ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Paragraph 17 provides, inter alia:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A written report shall be made within a reasonable time on the methods and findings of such investigations. The report shall be made public immediately and shall include the scope of the inquiry, procedures, methods used to evaluate evidence as well as conclusions and recommendations based on findings of fact and on applicable law ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The “Minnesota Protocol” (Model Protocol for a legal investigation of extra-legal, arbitrary and summary executions, contained in the UN Manual on the Effective Prevention and Investigation of Extra-legal, Arbitrary and Summary Executions) provides, inter alia, in section B on the “Purposes of an inquiry”:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“As set out in paragraph 9 of the Principles, the broad purpose of an inquiry is to discover the truth about the events leading to the suspicious death of a victim. To fulfil that purpose, those conducting the inquiry shall, at a minimum, seek:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  to identify the victim;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  to recover and preserve evidentiary material related to the death to aid in any potential prosecution of those responsible;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  to identify possible witnesses and obtain statements from them concerning the death;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(d)  to determine the cause, manner, location and time of death, as well as any pattern or practice that may have brought about the death;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(e)  to distinguish between natural death, accidental death, suicide and homicide;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(f)  to identify and apprehend the person(s) involved in the death;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(g)  to bring the suspected perpetrator(s) before a competent court established by law.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "In section D, it is stated that “In cases where government involvement is suspected, an objective and impartial investigation may not be possible unless a special commission of inquiry is established...”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The European Committee for the Prevention of Torture ",
                                "elements": [
                                    {
                                        "content": "85.  In the report on its visit to the United Kingdom and the Isle of Man from 8 to 17 September 1999, published on 13 January 2000, the European Committee for the Prevention of Torture (the CPT) reviewed the system of preferring criminal and disciplinary charges against police officers accused of ill-treating persons. It commented, inter alia, on the statistically few criminal prosecutions and disciplinary proceedings which were brought, and identified certain aspects of the procedures which cast doubt on their effectiveness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In particular, it noted that chief officers appointed officers from the same force to conduct the investigations, save in exceptional cases where they appointed an officer from another force, and the majority of investigations were unsupervised by the Police Complaints Authority.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It stated at paragraph 55: ",
                                        "elements": []
                                    },
                                    {
                                        "content": "“As already indicated, the CPT itself entertains reservations about whether the PCA [the Police Complaints Authority], even equipped with the enhanced powers which have been proposed, will be capable of persuading public opinion that complaints against the police are vigorously investigated. In the view of the CPT, the creation of a fully-fledged independent investigating agency would be a most welcome development. Such a body should certainly, like the PCA, have the power to direct that disciplinary proceedings be instigated against police officers. Further, in the interests of bolstering public confidence, it might also be thought appropriate that such a body be invested with the power to remit a case directly to the CPS for consideration of whether or not criminal proceedings should be brought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In any event, the CPT recommends that the role of the 'chief officer' within the existing system be reviewed. To take the example of one Metropolitan Police officer to whom certain of the chief officer's functions have been delegated (the Director of the CIB [Criminal Investigations Bureau]), he is currently expected to: seek dispensations from the PCA; appoint investigating police officers and assume managerial responsibility for their work; determine whether an investigating officer's report indicates that a criminal offence may have been committed; decide whether to bring disciplinary proceedings against a police officer on the basis of an investigating officer's report, and liase with the PCA on this question; determine which disciplinary charges should be brought against an officer who is to face charges; in civil cases, negotiate settlement strategies and authorise payments into court. It is doubtful whether it is realistic to expect any single official to be able to perform all of these functions in an entirely independent and impartial way.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  ...Reference should also be made to the high degree of public interest in CPS [Crown Prosecution Service] decisions regarding the prosecution of police officers (especially in cases involving allegations of serious misconduct). Confidence about the manner in which such decisions are reached would certainly be strengthened were the CPS to be obliged to give detailed reasons in cases where it was decided that no criminal proceedings should be brought. The CPT recommends that such a requirement be introduced.” ",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 2 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "86.  The applicant complains that her husband was killed by the security forces and that there was no effective investigation into his death, invoking Article 2 of the Convention which provides: ",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone's right to life shall be protected by law. No one shall be deprived of his life intentionally save in the execution of a sentence of a court following his conviction of a crime for which this penalty is provided by law.",
                                "elements": []
                            },
                            {
                                "content": "2.  Deprivation of life shall not be regarded as inflicted in contravention of this Article when it results from the use of force which is no more than absolutely necessary:",
                                "elements": []
                            },
                            {
                                "content": "(a)  in defence of any person from unlawful violence;",
                                "elements": []
                            },
                            {
                                "content": "(b)  in order to effect a lawful arrest or to prevent the escape of a person lawfully detained;",
                                "elements": []
                            },
                            {
                                "content": "(c)  in action lawfully taken for the purpose of quelling a riot or insurrection.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties' submissions",
                                "elements": [
                                    {
                                        "content": "87.  The applicant submitted that her husband was intentionally killed. The vehicle driver deliberately struck, at speed, the hoarding behind which Dermot McShane was standing in order to cause serious injury or death to those using it as a shield. Alternatively, she submitted that the death of her husband was the result of an unnecessary and disproportionate use of force by the security forces. It was obvious that there must have been persons sheltering behind the hoarding and the action of using an armoured vehicle to demolish it was disproportionate. Other courses of action were open to the security forces, including the withdrawal or the slow advance of a line of vehicles. Further, it appears that there was a breakdown in command structure, in that it was an RUC officer who instructed the driver of the APC, who was alone, to take action, while the military commander was preparing another vehicle for action. The use of the APC without an observer, where the driver had limited vision, could not be regarded as proper practice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The applicant further submitted that there has been no effective or prompt official investigation carried out into her husband's death. She argued that the RUC investigation was inadequate and flawed by its lack of both independence and publicity - the RUC had been directly involved in the events and it had been an RUC inspector who had ordered the APC driver to move the barricade. The preferential treatment which the RUC investigation showed to the driver and their failure to follow up aspects of the incident also showed their lack of independence. Due to the fear of retaliatory harassment by the RUC, civilian witnesses were unable to come forward, undermining the possibility that the investigation could lead to a prosecution.  The DPP's own role was limited by the RUC investigation over which he had no effective control, and his independence was open to doubt. The applicant referred to the paucity of prosecutions (31) brought in respect of security force killings between 1969 and March 1994 (357). The DPP's reasons not to prosecute in this case were only given under threat of legal action and were woefully inadequate. Further, the investigation lacked the necessary public scrutiny as the RUC made no disclosures and gave no information about the progress of the investigation. The inquest procedure was flawed by the delays, the limited scope of the enquiry, the lack of a meaningful verdict from the jury, a lack of legal aid for relatives, restricted access to documents and witness statements, the non-compellability of security force and police witnesses and the use of public interest immunity certificates. The Government could not rely on civil proceedings either as this depended on the initiative of the deceased's family.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  The Government did not accept the applicant's claims under Article 2 of the Convention that her husband was deprived of his life intentionally or by any excessive or unjustified use of force. Indeed, in this case, there was no question of force being used against the applicant's husband. The events which led to his death were simply a tragic accident. It could not have been the intention of the framers of the Convention that Article 2 would come into play wherever there happened to be an accident which was allegedly caused by a person who was acting in an official capacity at the time. Article 2 was therefore not engaged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  Even assuming that Article 2 was applicable, the Government denied that there was any inadequacy in the guidance governing the use of force. They argued that the procedural aspect of Article 2 was satisfied in the circumstances of this case. They pointed out that the incident was investigated by the RUC who had no connection with the soldier alleged to have caused the applicant's husband's death; that the DPP considered carefully whether any prosecution should be undertaken and his letter of 11 September 1998 gave sufficient information as to the basis of the decision not to prosecute; that the applicant had failed to co-operate with the investigation into her husband's death by declining to permit certain anonymous statements submitted to the Court to be handed to the police for further investigation; that the inquest into her husband's death was listed for hearing in December 1999 but had been adjourned at the applicant's request;  and that the applicant has commenced but not progressed her civil proceedings against the Crown. The available procedures secured the fundamental purpose of the procedural obligation in that they provided effective accountability for the use of lethal force by State agents. This required not that a criminal prosecution be brought but that the investigation was capable of leading to a prosecution, which was the case in this application. They submitted that together the available procedures provided the necessary effectiveness, independence and transparency by way of safeguards against abuse.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "91.  Article 2, which safeguards the right to life and sets out the circumstances when deprivation of life may be justified, ranks as one of the most fundamental provisions in the Convention, to which in peacetime no derogation is permitted under Article 15. Together with Article 3, it also enshrines one of the basic values of the democratic societies making up the Council of Europe. The circumstances in which deprivation of life may be justified must therefore be strictly construed. The object and purpose of the Convention as an instrument for the protection of individual human beings also requires that Article 2 be interpreted and applied so as to make its safeguards practical and effective (see the McCann and Others v. the United Kingdom judgment of 27 September 1995, Series A no. 324, pp. 45-46, §§ 146-147).",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  In the light of the importance of the protection afforded by Article 2, the Court must subject deprivations of life to the most careful scrutiny, taking into consideration not only the actions of State agents but also all the surrounding circumstances. Where the events in issue lie wholly, or in large part, within the exclusive knowledge of the authorities, as for example in the case of persons within their control in custody, strong presumptions of fact will arise in respect of injuries and death which occur. Indeed, the burden of proof may be regarded as resting on the authorities to provide a satisfactory and convincing explanation (see Salman v. Turkey [GC] no. 21986/93, ECHR 2000-VII, § 100, and also Çakıcı v. Turkey, [GC] ECHR 1999-IV, § 85, Ertak v. Turkey no. 20764/92 [Section 1] ECHR 2000-V, § 32 and Timurtaş v. Turkey, no. 23531/94 [Section 1] ECHR 2000-VI, § 82).",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The text of Article 2, read as a whole, demonstrates that it covers not only intentional killing but also the situations where it is permitted to “use force” which may result, as an unintended outcome, in the deprivation of life. The deliberate or intended use of lethal force is only one factor however to be taken into account in assessing its necessity. Any use of force must be no more than “absolutely necessary” for the achievement of one or more of the purposes set out in sub-paragraphs (a) to (c). This term indicates that a stricter and more compelling test of necessity must be employed from that normally applicable when determining whether State action is “necessary in a democratic society” under paragraphs 2 of Articles 8 to 11 of the Convention. Consequently, the force used must be strictly proportionate to the achievement of the permitted aims (the McCann judgment, cited above, §§ 148-149).",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  The obligation to protect the right to life under Article 2 of the Convention, read in conjunction with the State's general duty under Article 1 of the Convention to “secure to everyone within [its] jurisdiction the rights and freedoms defined in [the] Convention”, also requires by implication that there should be some form of effective official investigation when individuals have been killed as a result of the use of force (see, mutatis mutandis, the McCann judgment cited above, p. 49, § 161, and the Kaya v. Turkey judgment of 19 February 1998, Reports of Judgments and Decisions  1998-I, p. 324, § 86). The essential purpose of such investigation is to secure the effective implementation of the domestic laws which protect the right to life and, in those cases involving State agents or bodies, to ensure their accountability for deaths occurring under their responsibility. What form of investigation will achieve those purposes may vary in different circumstances. However, whatever mode is employed, the authorities must act of their own motion, once the matter has come to their attention. They cannot leave it to the initiative of the next of kin either to lodge a formal complaint or to take responsibility for the conduct of any investigative procedures (see, for example, mutatis mutandis, İlhan v. Turkey [GC] no. 22277/93, ECHR 2000-VII, § 63).",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  For an investigation into alleged unlawful killing by State agents to be effective, it may generally be regarded as necessary for the persons responsible for and carrying out the investigation to be independent from those implicated in the events (see e.g. the Güleç v. Turkey judgment of 27 July 1998, Reports 1998-IV, §§ 81-82; Öğur v. Turkey, [GC] no. 21954/93, ECHR 1999-III, §§ 91-92). This means not only a lack of hierarchical or institutional connection but also a practical independence (see, for example, the Ergi v. Turkey judgment of 28 July 1998, Reports 1998-IV, §§ 83-84, where the public prosecutor investigating the death of a girl during an alleged clash showed a lack of independence through his heavy reliance on the information provided by the gendarmes implicated in the incident). ",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The investigation must also be effective in the sense that it is capable of leading to a determination of whether the force used in such cases was or was not justified in the circumstances (e.g. the Kaya v. Turkey judgment, cited above, p. 324, § 87) and to the identification and punishment of those responsible (Öğur v. Turkey, cited above, § 88). This is not an obligation of result, but of means. The authorities must have taken the reasonable steps available to them to secure the evidence concerning the incident, including inter alia eye witness testimony, forensic evidence and, where appropriate, an autopsy which provides a complete and accurate record of injury and an objective analysis of clinical findings, including the cause of death (see concerning autopsies, e.g. Salman v. Turkey cited above, § 106; concerning witnesses e.g. Tanrıkulu v. Turkey [GC], no. 23763/94, ECHR 1999-IV, § 109; concerning forensic evidence e.g. Gül v. Turkey, 22676/93, [Section 4], § 89). Any deficiency in the investigation which undermines its ability to establish the cause of death or the person or persons responsible will risk falling foul of this standard. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  A requirement of promptness and reasonable expedition is implicit in this context (see the Yaşa v. Turkey judgment of 2 September 1998, Reports 1998-IV, pp. 2439-2440, §§ 102-104; Cakıcı v. Turkey cited above, §§ 80, 87 and 106; Tanrikulu v. Turkey, cited above, § 109; Mahmut Kaya v. Turkey, no. 22535/93, [Section I] ECHR 2000-III, §§ 106-107). It must be accepted that there may be obstacles or difficulties which prevent progress in an investigation in a particular situation. However, a prompt response by the authorities in investigating a use of lethal force may generally be regarded as essential in maintaining public confidence in their adherence to the rule of law and in preventing any appearance of collusion in or tolerance of unlawful acts. ",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  For the same reasons, there must be a sufficient element of public scrutiny of the investigation or its results to secure accountability in practice as well as in theory. The degree of public scrutiny required may well vary from case to case. In all cases, however, the next-of-kin of the victim must be involved in the procedure to the extent necessary to safeguard his or her legitimate interests (see Güleç v. Turkey, cited above, p. 1733, § 82, where the father of the victim was not informed of the decisions not to prosecute; Öğur v. Turkey, cited above, § 92, where the family of the victim had no access to the investigation and court documents; Gül v. Turkey judgment, cited above, § 93). ",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application in the present case",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Concerning State responsibility for the death of Dermot McShane",
                                "elements": [
                                    {
                                        "content": "99.  It is not contested that the applicant's husband, Dermot McShane, died from injuries received when an army APC drove into a piece of hoarding being used as a shelter or barricade by people during a riot situation in Derry.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The Government argued that Article 2 did not apply to this situation, as it did not concern the “use of force” but rather involved a tragic accident involving a vehicle driven by a soldier. The applicant considered that her husband was deliberately killed, as the APC was driven at the barricade in order to cause injury to those behind it or, at the very least, the use of the APC in this way was unnecessary and disproportionate. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Court recalls that Article 2 covers not only intentional killing but also situations where death may result as an unintended outcome of the use of force (see paragraph 93 above; see also the case cited in the McCann judgment, loc. cit., application no. 10044/82, Stewart v. the United Kingdom, decision of 10 July 1984, DR 39, pp. 161-171, where a 13 year old boy was struck and killed unintentionally by a baton round when a missile struck the shoulder of a soldier and disturbed his aim). Nor is the term “use of force” applicable only to the use of weapons or physical violence. It extends, without distortion of the language of the provision, to the use of an army vehicle to break down and dismantle barricades. The facts of this case may be distinguished from a road traffic accident, where, for example, a soldier happens to injure a pedestrian as he is driving home from work, when it may be considered that the involvement of a member of the security forces is incidental. Where however a soldier is given orders to use a heavy armoured vehicle, during a riot, to clear away a barricade in the close vicinity of civilians who are using it either as cover or a shelter, this must be regarded as part of an operation by the security forces for which State responsibility under Article 2 of the Convention may potentially arise.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  That said, the Court recalls that the issues of fact surrounding the incident, in particular, the speed at which the APC was driven and the way in which it struck the hoarding and drove onto it, are in dispute between the parties. They are also in issue in the civil proceedings lodged by the applicant against the Ministry of Defence and the RUC, where it is alleged that the APC was driven in a negligent manner and that there were deficiencies in the command structure, assessment of the security situation and the employment of methods of crowd control.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Court considers that in the circumstances of this case it would be inappropriate and contrary to its subsidiary role under the Convention to attempt to establish the facts of this case. Such an exercise would duplicate the proceedings before the civil courts which are better placed and equipped as fact finding tribunals. It has not been shown that there are any elements which would deprive the civil courts of their ability to establish the facts and determine the lawfulness or otherwise of Dermot McShane's death.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  Nor is the Court persuaded that it is appropriate to rely on the documentary material provided by the parties to reach any conclusions as to responsibility for the death of the applicant's husband, in particular with relation to the statements provided by anonymous witnesses. The written accounts provided have not been tested in examination or cross-examination and would provide an incomplete and potentially misleading basis for any such attempt. The situation cannot be equated to a death in custody where the burden may be regarded as resting on the State to provide a satisfactory and plausible explanation. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The Court makes no findings therefore with regard to the alleged responsibility of the State for the death of Dermot McShane. It considers below whether there has been compliance with the procedural obligation imposed by Article 2 of the Convention to provide an effective investigation into the death of Dermot McShane.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Concerning the investigation into the death of Dermot McShane",
                                "elements": [
                                    {
                                        "content": "106.  As Dermot McShane was killed as a result of force used by the security forces during an operation to contain a situation of public disorder, the obligation under Article 2 to protect his right to life under Article 2 requires that there should have been some form of effective official investigation into his death (see paragraphs 94-98 above). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  Following his death, an investigation was opened by the RUC. On the basis of that investigation, there was a decision by the DPP not to prosecute. An inquest was due to begin on 13-14 December 1999 and is still pending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  The applicant has made numerous complaints about the effectiveness of these procedures while the Government contended that they ensured the requisite accountability of the security forces for any unlawful act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  The Court recalls that the RUC commenced their investigation at about or about 6.17 a.m. on 13 July 1996, removing the hoarding for inspection and securing the scene. This was some hours after Dermot McShane had been injured and removed to hospital. The Government stated that this was due to the difficulties posed to the police by the ongoing disturbances. The Court has no reason to doubt this explanation and accepts that this was as prompt as could be expected in the prevailing situation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The RUC proceeded to take numerous statements. A post mortem and various forensic analyses were carried out. The applicant has submitted however that the investigation was not capable of leading to a prosecution of any culpable person due, principally, to the lack of public confidence in the RUC which discouraged civilian witnesses from coming forward to give statements to the police. It appears indeed that while numerous statements were taken by the police (139), only four of them were from civilians, the overwhelming majority being given by police or soldiers. There is no indication however that the RUC did not make efforts to find civilian witnesses (e.g. a press release was issued appealing for witnesses to come forward). The Court does not find sufficient evidence to conclude in the circumstances of this case that the RUC investigation was not able to identify the relevant participants or the course of events, in particular as there was video footage of the actual incident. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  A serious issue does arise as regards the independence of the RUC investigation. It is true that the soldier primarily involved in the incident was not a member of the RUC. However, it is alleged, without being contested by the Government, that the soldier had been acting under the order of an RUC inspector when he drove at the hoarding behind which Dermot McShane was standing. The security force operation countering the civil disturbance that night also involved both the army and the RUC. The applicant's claims in the civil proceedings, which involve allegations of deficiencies in command structure and methods of crowd control, are directed against both the Ministry of Defence and the Chief Constable of the RUC.",
                                        "elements": []
                                    },
                                    {
                                        "content": "112.  The applicant has also invited the Court to draw inferences as to lack of independence from the way in which the RUC treated the soldier who drove the APC, in particular, by allowing him to put in a pre-prepared written statement at the first interview and waiting almost five months to question him again. The soldier was also allowed to have his legal adviser present, in contrast to the practice applied to suspects of terrorist offences in Northern Ireland held at Castlereagh (see Brennan v. the United Kingdom, no. 39846/98, judgment of 16 October 2001, § 37). The Court has already had occasion to observe that there is some weight in assertions that investigations into the use of lethal forces by security force members are qualitatively different from those concerning civilian suspects (McKerr v. the United Kingdom, no. 28883/95, [Sect. 3] judgment of 4 May 2001, § 126). It does not however find it appropriate or necessary to make any findings in that respect and considers that the aspect of delay is more relevant to the issue of whether the investigation proceeded with reasonable expedition (see paragraph 113 below). The Court finds that the investigation was conducted by police officers connected, albeit indirectly, with the operation under investigation and that this accordingly casts doubt on its independence (see also Kelly and Others, cited above, § 114).",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  As regards the time taken by the investigation, the incident took place on 13 July 1996. Most of the statements were taken in the following two weeks. On 6 December 1996, the APC driver was interviewed a second time in more depth. It was not until June 1997 that the RUC sent the file to the DPP. Further unspecified enquiries took place and the RUC sent their final report to the DPP on 2 March 1998, almost nineteen and a half months after the incident. While it was necessary to obtain forensic analyses and reports, it is not apparent that there was any difficulty attached to their compilation and this does not explain the apparent long periods of inactivity, in particular after 6 December 1996. The lapse of five and a half months in questioning the APC driver is also remarkable. In the circumstances, the Court finds that the investigation was not conducted with reasonable expedition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The applicant has also made complaint about lack of access to the investigation documents during the investigation period. She did not obtain copies of many reports or statements until the case was sent to the Coroner in early 1999. The Court has commented in other cases that, as regards the public scrutiny of the police investigations, disclosure or publication of police reports and investigative materials may involve sensitive issues with possible prejudicial effects to private individuals or other investigations and, therefore, cannot be regarded as an automatic requirement under Article 2 (see Hugh Jordan v. the United Kingdom, no. 24746/94, [Sect.3], judgment of 4 May 2001, § 121). The requisite access of the public or the victim's relatives may be provided for at other stages of the available procedures (see further below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  The Court recalls that the DPP is an independent legal officer charged with the responsibility to decide whether to bring prosecutions in respect of any possible criminal offences committed by individuals, including police officers or members of the security forces. The applicant has complained that the DPP lacks proper independence in his functions, referring to the paucity of prosecutions of security forces members since 1969 and his reliance on the RUC, whose own role was heavily compromised in these investigations. The 319 cases of use of lethal force referred to by the applicant are not however in issue in the present case and are beyond the scope of the Court's examination. As regards the DPP's relationship with the RUC, the DPP has the power to direct the RUC to undertake specific enquiries if he considers that there are any shortcomings or deficiencies (see paragraph 72 above). The Court finds no reason to depart from its previous finding that the DPP's independence is not in doubt (see e.g. Kelly and Others v. the United Kingdom, no. 30054/96, [Sect. 3], judgement of 4 May 2001, § 117). ",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  While the DPP was not under any domestic law obligation to give reasons for his decision not to prosecute, he did in this case give a brief indication in his letter of 1 April 1996 and more detailed reasoning in the subsequent letter of 11 September 1996. The applicant complained that the reasons were inadequate and in any event only provided under threat of legal action, which was not compatible with the requirements of Article 2.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  The Court recalls that indeed the judicial review proceedings brought by the applicant in respect of the DPP's decision not to prosecute were adjourned in order that the applicant might formally request the reasons for the decision and for the DPP to respond. It is not persuaded that Article 2 automatically requires the provision of reasons by the DPP. It may in appropriate cases be compatible with the requirements of Article 2 that these reasons can be requested by the victim's family, as occurred in this case. As regards the adequacy or otherwise of the reasons given by the DPP on request by the family, the Court recalls that the letter set out briefly key points of evidence and provided an explanation of why this was considered not to support a reasonable prospect of conviction, as for example, that the driver of the APC claimed that he had not seen Dermot McShane and that his APC was braking as it hit the hoarding, travelling at considerably less than 16 mph. It showed that consideration had been given to various charges from murder to causing death by dangerous driving. The applicant complained that the letter did not appear to consider the responsibility of the police inspector who ordered the soldier to drive his APC at the hoarding or the soldier whom he alleged told the APC driver to keep the vehicle on the hoarding. It also failed to explain how the APC driver could have failed to realise that there was someone behind the hoarding holding it up or why he chose to mount the vehicle on top of it once it was down.",
                                        "elements": []
                                    },
                                    {
                                        "content": "118.  The Court notes that it was open to the applicant to pursue her judicial review application, alleging that these reasons were inadequate. She did not do so. Domestic case-law indicates that the courts may remit a decision to the DPP for further consideration to be given to relevant matters which have been overlooked (see paragraphs 76-77 above). The applicant has therefore not availed herself of a procedure available to meet this aspect of her complaints.",
                                        "elements": []
                                    },
                                    {
                                        "content": "119.  The Court recalls that the applicant has not complained that there was any lack of expedition in the DPP's handling of the case. A little over seven months elapsed between submission of the final police report and the letter giving a reasoned decision of non-prosecution. In the circumstances, the Court finds that no problem of delay arises in this respect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "120.  The inquest is the fact-finding procedure conducted by a Coroner before a jury into suspicious or violent deaths. It is a forum in which the evidence as to the death is given publicly. The Court has already had occasion to examine the inquest procedures applied in Northern Ireland in four cases (see the above-mentioned Hugh Jordan v. the United Kingdom, §§ 125-140, McKerr v. the United Kingdom, §§ 142-145, Kelly and Others v the United Kingdom, §§ 119-134 and also Shanaghan v. the United Kingdom, no. 37715/97, [Sect. 3], judgment of 4 May 2001, §§ 109-120). It found, inter alia, that the effectiveness of the inquests were undermined by the lack of compellability of security force witnesses which meant that key witnesses in the incident were not available for examination or cross-examination. It also considered that the lack of a verdict or other means by which the inquest could form an effective part of a process of identification and prosecution of a perpetrator of an unlawful act was not compatible with the requirements of Article 2. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "121.  In the present case, the inquest is also marred by these two features. The APC driver was not required to attend to explain his actions, nor were any other police or army personnel who might potentially have been implicated in any wrongdoing. Nor could the jury give any conclusions as to whether Dermot McShane was killed unlawfully, which in England and Wales would provide grounds for reconsideration of the decision not to prosecute (paragraph 77).",
                                        "elements": []
                                    },
                                    {
                                        "content": "122.  The applicant has further criticised the limited scope of the enquiry and the alleged lack of full disclosure of documents to her. As to the former, she alleged that there could be no examination of the broader context of the riots taking place at the time and the allegedly disproportionate response of the security forces to events. It is true that the Coroner is required to confine his investigation to the matters directly causative of the death and not to extend his inquiry into the broader circumstances. This was the standard applicable in the McCann inquest also and did not prevent examination of those aspects of the planning and conduct of the operation relevant to the killings of the three IRA suspects (McCann and Others v. the United Kingdom, cited above, §§ 162-163). The Court does not consider therefore that the approach taken by the domestic courts necessarily contradicts the requirements of Article 2. Whether an inquest fails to address the necessary factual issues will depend on the particular circumstances of the case. The Court is not persuaded that in this case the surrounding events in the streets of Derry over the three-night period are necessarily relevant to a determination of the cause of Dermot McShane's death. Nor, since the inquest is still pending, has it been shown that any significant elements would inevitably be excluded. The inquest is not required by Article 2 of the Convention to provide a means of ventilating criticism of the overall handling of public order in Derry over the entire period.",
                                        "elements": []
                                    },
                                    {
                                        "content": "123.  As regards access to documents, it appears that the Coroner provided the applicant with all the materials passed onto him by the police and that the police have recently made further disclosures, including transcripts of radio messages. The applicant has not specified with any precision, either to the Coroner (see paragraphs 38-39), or to this Court, the documents or materials which are alleged to be outstanding. The Court is not prepared to make any findings as to any alleged failure to disclose. It does however find that there were significant delays in providing the applicant with documents for the inquest. Although the incident occurred in July 1996, it appears that most witness statements were not provided until about November 1999, and that some materials were not provided, pursuant to her requests, until in or about April 2000, namely the statements of the APC driver, the forensic reports and radio transmission transcripts. A further three statements which had been overlooked were provided in October 2001. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "124.  The delay in providing the applicant with the documents relevant to the inquest is also linked to the overall lapse of time in the inquest proceedings. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Firstly, the case was only sent to the Coroner by the police on 18 February 1999, some two years and seven months after the death occurred. There was a gap of eight months and three weeks between the transmission of the file for preparation for the inquest on 22 May 1998 and the delivery of the file to the Coroner which is not accounted for satisfactorily.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Secondly, it appears that the Coroner intended to commence the inquest on 13-14 December 1999 but then acceded to the applicant's request for an adjournment as she claimed that she had not been given full disclosure of documents by the RUC and Ministry of Defence. The Government stated that the Coroner had several times sought confirmation from the applicant that the inquest could proceed but that the applicant had not responded. The applicant claimed that she required full disclosure of documents and that the matter was effectively stayed pending the Court's judgments in the four Northern Ireland cases (Hugh Jordan v. the United Kingdom, McKerr v. the United Kingdom, Kelly and Others v. the United Kingdom and Shanaghan v. the United Kingdom) and discussions on a domestic level as to how subsequently to proceed. According to the information available to the Court, the inquest has yet to commence. Whatever the ground of the continued delay, the authorities have taken no steps to process the matter further. In all the circumstances, the Court finds that the proceedings have not commenced with the required promptness. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "125.  The Government have referred to the fact that there are pending civil proceedings which the applicant is not taking steps to expedite. While, civil proceedings would provide a judicial fact finding forum, with the attendant safeguards and the ability to reach findings of unlawfulness, with the possibility of an award of damages, it is however a procedure undertaken on the initiative of the applicant, not the authorities, and it does not involve the identification or punishment of any alleged perpetrator. As such, it cannot be taken into account in the assessment of the State's compliance with its procedural obligations under Article 2 of the Convention (see also Hugh Jordan v. the United Kingdom, cited above, § 141).",
                                        "elements": []
                                    },
                                    {
                                        "content": "126.  The Court finds that the proceedings for investigating the death of Dermot McShane have been shown in this case to disclose the following shortcomings:",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  there was a lack of independence of the police officers investigating the incident from the officers implicated in the incident;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  the police investigation showed a lack of expedition;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  the soldier who drove the APC which fatally injured Dermot McShane could not be required to attend the inquest as a witness;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  the inquest procedure did not allow any verdict or findings which could play an effective role in securing a prosecution in respect of any criminal offence which may have been disclosed;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  the non-disclosure of witness statements and other relevant documents contributed to long adjournments in the proceedings;",
                                        "elements": []
                                    },
                                    {
                                        "content": "–  the inquest proceedings have not commenced promptly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "127.  The Court finds that there has been a failure to comply with the procedural obligation imposed by Article 2 of the Convention and that there has been, in this respect, a violation of that provision.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "128.  The applicant invoked Article 6 § 1 which provides as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair and public hearing within a reasonable time by an independent and impartial tribunal established by law. ...”",
                                "elements": []
                            },
                            {
                                "content": "129.\t  In her initial application, the applicant invoked Article 6, complaining that if the State believed that her husband was involved in illegal activity he should have been arrested and brought to trial and their actions in causing his death deprived him of his right to fair trial. The applicant has not provided any further submissions on this complaint.",
                                "elements": []
                            },
                            {
                                "content": "130.  The Court recalls that the lawfulness of the death of Dermot McShane is pending consideration in the civil proceedings instituted by the applicant. In these circumstances and in the light of the scope of the present application, the Court finds no basis for reaching any findings as to the alleged improper motivation behind the incident. Any issues concerning the effectiveness of criminal investigation procedures fall to be considered under Articles 2 and 13 of the Convention. ",
                                "elements": []
                            },
                            {
                                "content": "131.  There has, accordingly, been no violation of Article 6 § 1 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "132.  The applicant invoked Article 14 of the Convention, which provides: ",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in the Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "133.  The applicant pointed to the large numbers of killings of Catholics and members of republican paramilitary groups by the security forces and police, compared with a disproportionately low number of prosecutions and convictions, as indicating that the security forces use lethal force against civilians and members of paramilitary groups in a highly discriminatory fashion.",
                                "elements": []
                            },
                            {
                                "content": "134.  The Government submitted that there had been no breach of any other Convention Article, and the enjoyment of Convention rights by the applicant and her husband had not been undermined on any grounds of relevant status. ",
                                "elements": []
                            },
                            {
                                "content": "135.  Where a general policy or measure has disproportionately prejudicial effects on a particular group, it is not excluded that this may be considered as discriminatory notwithstanding that it is not specifically aimed or directed at that group. However, even though statistically it appears that the majority of people shot by the security forces were from the Catholic or nationalist community, the Court does not consider that statistics can in themselves disclose a practice which could be classified as discriminatory within the meaning of Article 14. There is no evidence before the Court which would entitle it to conclude that any of those killings, save those cases which resulted in convictions, involved the unlawful or excessive use of force by members of the security forces.",
                                "elements": []
                            },
                            {
                                "content": "136.  The Court finds that there has been no violation of Article 14 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "137.  The applicant complained that she did not have any effective remedy for her complaints, invoking Article 13 which provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in the Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "138.  The applicant referred to her submissions concerning the procedural aspects of Article 2 of the Convention, claiming that in addition to the payment of compensation where appropriate Article 13 required a thorough and effective investigation capable of leading to the identification and punishment of those responsible and including effective access for the complainant to the investigatory procedure. She disputed that judicial review was an effective remedy in respect of the DPP's decision not to prosecute, as the cases showed that he has a wide discretion and the courts would only overturn aberrant, inexplicable or irrational decisions.",
                                "elements": []
                            },
                            {
                                "content": "139.  The Government submitted that, even assuming that there was an arguable breach of any of the rights invoked under the Convention, an effective remedy was provided for any breach of Article 2 by the procedures of criminal investigation, the civil proceedings for damage and the inquest proceedings. These were capable of satisfying the requirements of Article 13 of the Convention taken together. The applicant also had the possibility of challenging by way of judicial review the DPP's decision not to prosecute.",
                                "elements": []
                            },
                            {
                                "content": "140.  The Court's case-law indicates that Article 13 of the Convention guarantees the availability at the national level of a remedy to enforce the substance of the Convention rights and freedoms in whatever form they might happen to be secured in the domestic legal order. The effect of Article 13 is thus to require the provision of a domestic remedy to deal with the substance of an “arguable complaint” under the Convention and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they conform to their Convention obligations under this provision. The scope of the obligation under Article 13 varies depending on the nature of the applicant's complaint under the Convention. Nevertheless, the remedy required by Article 13 must be “effective” in practice as well as in law (see the Aksoy v. Turkey judgment of 18 December 1996, Reports 1996-IV, p. 2286, § 95; the Aydın v. Turkey judgment of 25 September 1997, Reports 1997-VI, pp. 1895-96, § 103; the Kaya v. Turkey judgment, cited above, pp. 329-30, § 106).",
                                "elements": []
                            },
                            {
                                "content": "141.  In cases of the use of lethal force or suspicious deaths, the Court has also stated that, given the fundamental importance of the right to the protection of life, Article 13 requires, in addition to the payment of compensation where appropriate, a thorough and effective investigation capable of leading to the identification and punishment of those responsible for the deprivation of life, including effective access for the complainant to the investigation procedure (see the Kaya v. Turkey judgment cited above, pp. 330-31, § 107). In a number of cases it has found that there has been a violation of Article 13 where no effective criminal investigation had been carried out, noting that the requirements of Article 13 were broader than the obligation to investigate imposed by Article 2 of the Convention (see also Ergı v. Turkey, cited above, p. 1782, § 98; Salman v. Turkey cited above, § 123).",
                                "elements": []
                            },
                            {
                                "content": "142.  It must be observed that these cases derived from the situation pertaining in south-east Turkey, where applicants were in a vulnerable position due to the ongoing conflict between the security forces and the PKK, and where the most accessible means of redress open to applicants was to complain to the public prosecutor, who was under a duty to investigate alleged crimes. In the Turkish system, the complainant was able to join any criminal proceedings as an intervener and apply for damages at the conclusion of any successful prosecution. The public prosecutor's fact finding function was often essential in that context to any attempt to take civil proceedings. In those cases, therefore, it was sufficient for the purposes of former Article 26 (now Article 35 § 1) of the Convention that an applicant complaining of unlawful killing raised the matter with the public prosecutor. There was accordingly a close procedural and practical relationship between the criminal investigation and the remedies available to the applicant in the legal system as a whole.",
                                "elements": []
                            },
                            {
                                "content": "143.  The legal system pertaining in Northern Ireland is different and any application of Article 13 to the factual circumstances of a case from that jurisdiction must take this into account. An applicant who claims the unlawful use of force by soldiers or police officers in the United Kingdom must as a general rule exhaust the domestic remedies open to him or her by taking civil proceedings by which the courts will examine the facts, determine liability and if appropriate award compensation. These civil proceedings are wholly independent of any criminal investigation and their efficacy has not been shown to rely on the proper conduct of criminal investigations or prosecutions (see e.g. Caraher v. the United Kingdom, no. 24520/94, decision of inadmissibility [Section 3] 11.01.00; Hugh Jordan v. the United Kingdom, cited above, §§ 162-165).",
                                "elements": []
                            },
                            {
                                "content": "144.  In the present case, the applicant has lodged civil proceedings, which are pending. The Court has found no elements which would prevent those proceedings providing the redress identified above in respect of the alleged excessive use of force (see paragraph 103 above). ",
                                "elements": []
                            },
                            {
                                "content": "145.  As regards the applicant's complaints concerning the investigation into the death carried out by the authorities, these have been examined above under the procedural aspect of Article 2 (see paragraphs 109-127 above). The Court finds that no separate issue arises in the present case.",
                                "elements": []
                            },
                            {
                                "content": "146.  The Court concludes that there has been no violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  ARTICLE 34 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "147.  The applicant complained that the RUC took steps to have disciplinary proceedings brought against the solicitor, Mrs C., who represents her in domestic proceedings, alleging that she had disclosed witness statements to the applicant's representatives before the Court. In particular, they used submissions to the Court which contained extracts from these statements to seek to punish Mrs C. because the applicant sought to inform the Court fully about the circumstances surrounding this application. She argued that the likely impact of their actions would be to restrict the ability of the Court to deal properly with cases of this nature and dissuade applicants from taking cases to Strasbourg.",
                                "elements": []
                            },
                            {
                                "content": "148.  The Government emphasised that the requirement imposed by the RUC that documents be received by families' representatives at inquests under an undertaking of confidentiality was normal practice and in accordance with domestic law. The RUC when taking statements was itself under an obligation to maintain the confidentiality of such statements and to use them only for the purposes which they were taken or other authorised public purposes. They pointed out that consent of the RUC could have been sought for use of the documents in proceedings to this Court and that in the circumstances it was proper and legitimate of the RUC to draw a possible breach by a solicitor of an undertaking to the attention of the Law Society which regulates the professional conduct of solicitors.",
                                "elements": []
                            },
                            {
                                "content": "149.  The Court recalls that it is of the utmost importance for the effective operation of the system of individual petition guaranteed under Article 34 of the Convention that applicants or potential applicants should be able to communicate freely with the Convention organs without being subjected to any form of pressure from the authorities to withdraw or modify their complaints (see the Akdivar and Others and Others v. Turkey judgment of 16 September 1996, Reports 1996-IV judgment, p. 1219, § 105; the Aksoy judgment cited above, p. 2288, § 105; the Kurt v. Turkey judgment of 25 May 1998, Reports 1998-III, p. 1192, § 159; and Ergi v. Turkey judgment cited above, p. 1784, § 105). In this context, “pressure” includes not only direct coercion and flagrant acts of intimidation but also other improper indirect acts or contacts designed to dissuade or discourage applicants from pursuing a Convention remedy. The threat of criminal proceedings invoked against an applicant's lawyer concerning the contents of a statement drawn up by him has previously been found to interfere with the applicant's right of petition (see the above-mentioned Kurt case, pp. 1192-1193, §§ 160 and 164) as has the institution of criminal proceedings against a lawyer involved in the preparation of an application to the Commission (see Şarlı v. Turkey, no. 24490/94, (Sect. 1), judgment of 22 May 2001, §§ 85-86). The Court considers that the threat of disciplinary proceedings may also infringe this guarantee of free and unhindered access to the Convention system.",
                                "elements": []
                            },
                            {
                                "content": "150.  The Court notes that the RUC lodged a formal complaint with the Law Society of Northern Ireland concerning alleged breach of an undertaking of confidentiality by Mrs C. who was the applicant's solicitor in the inquest. Though the complaint was not directed against the applicant's representatives before this Court, it related to materials which those representatives had included in their written observations to this Court and was thus connected with conduct of this application. ",
                                "elements": []
                            },
                            {
                                "content": "151.  The Government have asserted that consent could have been obtained for any use in the Court's proceedings, implying that the RUC would have granted such consent if asked. On that basis it is not apparent wherein lay the objection to the appearance of extracts of the statements in pleadings before their Court. Insofar as it is argued that a legitimate concern arose about apparent unprofessional conduct on the part of one solicitor in her dealings with another, it remains the case that a sanction was invoked by a public authority against a solicitor in respect of her purported disclosure of information to an applicant for use in proceedings before this Court. The Court finds that this could have a chilling effect on the exercise of the right of individual petition by applicants and their representatives. It is not relevant that in the event the Law Society dismissed the complaint as unfounded.",
                                "elements": []
                            },
                            {
                                "content": "152.  The Court concludes that there has been in this respect a failure by the State to comply with its obligations under Article 34 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "153.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "154.  The applicant submitted that she was entitled to damages in respect of the unlawful deprivation of the life of her husband Dermot McShane and in respect of any failure in the investigation process, referring to the previous Northern Ireland cases, where non-pecuniary damages of 10,000 pounds sterling (GBP) were awarded to applicants for breaches of the procedural obligation under Article 2 of the Convention (e.g. Hugh Jordan v. the United Kingdom, McKerr v. the United Kingdom, Kelly and Others v. the United Kingdom and Shanaghan v. the United Kingdom, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.  The Government disputed that any award of damages would be appropriate in the present case, in particular due to its character of a tragic accident. Even if a breach of a procedural obligation was found in this case, it was far less serious than those found in the previous Northern Ireland cases  and the amount of damages should be significantly lower. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  The Court in the present case has made no finding as to the lawfulness or proportionality of the use of lethal force which killed Dermot McShane, which issues are pending in the civil proceedings. Accordingly, no award of compensation falls to be made in this respect. On the other hand, the Court has found that the national authorities failed in their obligation to carry out a prompt and effective investigation into the circumstances of the death. The applicant must thereby have suffered feelings of frustration, distress and anxiety. The Court considers that the applicant sustained some non-pecuniary damage which is not sufficiently compensated by the finding of a violation as a result of the Convention (see also Hugh Jordan v. the United Kingdom, cited above, § 170)",
                                        "elements": []
                                    },
                                    {
                                        "content": "157.  Making an assessment on an equitable basis, the Court awards the sum of GBP 8,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "158.  The applicant claimed a total of GBP 10,735 for costs and expenses. This included 71 hours preparation of two sets of submissions, at the hourly rate of GBP 130.",
                                        "elements": []
                                    },
                                    {
                                        "content": "159.  The Government submitted that these claims were excessive, in particular as regarded the number of hours and the hourly rate claimed, noting that the issues in this case overlapped. They considered that a figure of GBP 6,000 inclusive of VAT was reasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "160.  The Court recalls that the pleadings in this case to some extent relied on the arguments submitted in the preceding Northern Irish cases (e.g. Hugh Jordan v. the United Kingdom, Kelly and Others v. the United Kingdom) and that it was not considered necessary to invite the parties to an oral hearing in Strasbourg. Having regard to equitable considerations, it awards the sum of GBP 8,000. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "161.  According to the information available to the Court, the statutory rate of interest applicable in the United Kingdom at the date of adoption of the present judgment is 7.5% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 2 of the Convention in respect of failings in the investigative procedures concerning the death of Dermot McShane;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been no violation of Article 14 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been no violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a failure by the State to comply with its obligations under Article 34 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months  from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts, plus any value-added tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 7,5% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "7.  Dismisses the remainder of the applicant's claims for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 May 2002, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrM. Pellonpää",
            "role": "president"
        },
        {
            "name": "SirNicolas Bratza",
            "role": "judges"
        },
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "judges"
        },
        {
            "name": "MrJ. Makarczyk",
            "role": "judges"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "Mr M. O'Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF McSHANE v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60484.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2002:0528JUD004329098",
    "externalsources": [
        "United Nations Basic Principles on the Use of Force and Firearms by Law Enforcement Officials (UN Force and Firearms Principles), adopted on 7 September 1990 by the Eighth United Nations Congress on the Prevention of Crime and the Treatment of Offenders",
        "United Nations Principles on the Effective Prevention and Investigation of Extra-Legal, Arbitrary and Summary Executions, adopted on 24 May 1989 by the Economic and Social Council Resolution 1989/65",
        "\"Minnesota Protocol\" (Model Protocol for a legal investigation of extra-legal, arbitrary and summary executions, contained in the UN Manual on the Effective Prevention and Investigation of Extra-legal, Arbitrary and Summary Executions)",
        "European Committee for the Prevention of Torture, report on visit to the United Kingdom and the Isle of Man from 8 to 17 September 1999, published on 13 January 2000"
    ],
    "extractedappno": [
        "43290/98",
        "20/99",
        "24746/94",
        "1989/65",
        "21986/93",
        "20764/92",
        "23531/94",
        "22277/93",
        "21954/93",
        "23763/94",
        "22676/93",
        "22535/93",
        "10044/82",
        "39846/98",
        "28883/95",
        "30054/96",
        "37715/97",
        "24520/94",
        "24490/94"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Coroners Act (Northern Ireland) 1959",
        "Coroners (Practice and Procedure) Rules (Northern Ireland) 1963, Rules 9(2), 15 and 16",
        "Police (Northern Ireland) Order 1987, Articles 9(1)(a), 9(5)(b), 9(8)"
    ],
    "itemid": "001-60484",
    "judgementdate": "28/05/2002 00:00:00",
    "kpdate": "28/05/2002 00:00:00",
    "kpthesaurus": [
        "449",
        "231",
        "496",
        "310",
        "444",
        "110",
        "343",
        "100",
        "183",
        "177",
        "445",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "2-1",
        "14",
        "13",
        "2",
        "34",
        "6-1",
        "2-2",
        "6",
        "41"
    ],
    "parties": [
        "McSHANE",
        "THE UNITED KINGDOM"
    ],
    "rank": "438.830841064453",
    "representedby": [
        "N/A"
    ],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        ". 161-171",
        "Tanrikulu v. Turkey [GC], no. 23763/94, ECHR 1999-IV, § 109",
        "Timurtas v. Turkey, no. 23531/94, [Section 1] ECHR 2000-VI, § 82",
        "Yasa v. Turkey judgment of 2 September 1998, Reports 1998-IV, pp. 2439-2440, §§ 102-104"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "437691",
    "typedescription": "15"
}