{
    "__articles": "3;35;41",
    "__conclusion": "Remainder inadmissible;Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment;Effective investigation) (Procedural aspect);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "75345/01",
    "article": [
        "3",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment",
                "Effective investigation"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-109116.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 75345/01) against  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Ukrainian national, Mr Sergey Viktorovich Yatsenko (“the applicant”), on 19 March 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Mr A. Bushchenko, a lawyer practising in Kharkiv. The Ukrainian Government (“the Government”) were represented by their Agent, Mr Y. Zaytsev.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had been ill-treated by the police authorities and that there had been no effective investigation into his complaints.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 28 November 2003 the President of the Second Section decided to give notice of the application to the Government. The application was subsequently allocated to the Fifth Section of the Court (Rule 52 § 1 of the Rules of Court). On 30 November 2004 the Court decided to examine the merits of the application at the same time as its admissibility (Article 29 § 1) and adjourned the application. The applicant was granted legal aid for his representation on 29 December 2004. He informed of the lawyer who would represent him on 14 February 2005. The exchange of observations between the parties was finalised on 7 March 2005. On 3 November 2009 the applicant informed the Court that he wished to maintain his application.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born on 8 November 1975.",
                                "elements": []
                            },
                            {
                                "content": "A.  Criminal proceedings against the applicant",
                                "elements": [
                                    {
                                        "content": "6.  On 28 April 1997 the police searched the applicant’s apartment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 14 May 1997 the applicant was interrogated and charged with agravated extortion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 11 September 1997 the applicant was arrested and later placed in detention on remand.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 24 May 2000 the Chervonozavodsky District Court of Kharkiv sentenced the applicant to nine years’ imprisonment following his conviction for agravated extortion. During the trial, the court accepted the testimony of the witness L.D.M. during the pre-trial investigation. L.D.M.’s evidence concerned one of nine episodes of extortion imputed to the applicant and his accomplices. It did not contain any information about the applicant or his accomplices’ activity and was ancillary to the main evidence (the testimonies of the victim and other witnesses, and police materials).",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 19 December 2000 the  upheld the judgment of 24 May 2000. The court did not rely on L.D.M.’s evidence and approved the trial court’s findings and assessment of facts. This court further rejected the applicant’s complaint about the first instance court’s decision to admit as evidence testimony given by L.D.M., even though he was absent at the trial. It further noted that the evidence was of an ancillary character and fully corresponded to the other evidence examined.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 5 May 2001 the Deputy President of the  rejected the applicant’s request to initiate a supervisory review, as unsubstantiated.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s administrative arrest on 19 April 1997",
                                "elements": [
                                    {
                                        "content": "12.  On 19 April 1997 the applicant was placed in detention at the Merefa Police Station by police officer R.A.A., who imposed an administrative arrest on the applicant for appearing drunk and swearing in a public place. Later on the same date a judge of the Kharkiv District Court of Kharkiv authorised the applicant’s administrative arrest for ten days for committing the aforementioned administrative offence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 27 May 2005 the President of the Kharkiv Regional Court of Appeal quashed the resolution of the Kharkivsky District Court of Kharkiv of 19 April 1997 (see paragraph 12 above), finding that the applicant’s tenday administrative arrest had been imposed without lawful grounds and that the court’s resolution was not substantiated.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Events related to the applicant’s ill-treatment and investigation into these events",
                                "elements": [
                                    {
                                        "content": "14.  On 18 April 1997 police officers from the Kharkiv Regional Department for Combating Organised Crime (“the Department for Combating Organised Crime”) arrested the applicant on suspicion of his involvement in extortion. At 10.45 a.m. on the same day the officers took him to the premises of the Department, where he was questioned by the officers about extortion from a Mr M.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  According to the investigation reports the applicant left the premises of the Department for Combating Organised Crime at 2 p.m. on 18 April 1997. According to some other reports he remained in the hands of police officers until later. According to the police records and R.A.A. police officer’s witness statements, on 19 April 1997 at 2.30 a.m. the applicant was brought to the Merefa Police Station, where he was apprehended for minor hooliganism. He was brought to that station by N.A.V., one of the policemen who questioned him before. The applicant was placed in detention at the Merefa Police Station by police officer R.A.A., who completed a verbatim record on the applicant’s administrative arrest for appearing drunk and swearing in a public place (according to that record he had appeared drunk in a public place at 7 p.m. on 18 April 1997). That officer requested the Kharkiv District Court of Kharkiv to authorise the applicant’s administrative arrest for ten days. On 19 April 1997 a judge of that court approved this request (see paragraph 12 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 23 and 25 April 1997 the Merefa Police Station called an ambulance to the applicant as he was complaining of kidney pains. From 26 April to 13 May 1997 the applicant underwent treatment at the  for a ruptured kidney and craniocerebral trauma. He was again treated for the same injuries and at the same hospital from 20 May to 4 June 1997 and later at the  from 9 June to 8 July 1997. From 14 July to 5 August 1997 the applicant underwent in-patient treatment at the , where it was established that he was suffering from post-traumatic nearsightedness, his sight having deteriorated since April 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 5 May 1997 the applicant lodged a complaint of ill-treatment by police officers with the Kharkiv Regional Prosecutor’s Office (“the Regional Prosecutor’s Office”). On 3 June 1997 the applicant sent a detailed statement to the Kharkiv Regional Prosecutor complaining that he had been beaten by police officers S.O.G., B.I.V., B.S.V., N.A.V. and L.D.V. from the Department for Combating Organised Crime, who had arrested and questioned him on 18 April 1997. In a written complaint he stated that these officers had punched and kicked him in the face, chin, nape of the neck, ears, chest, back and other parts of the body. They had also threatened him with rape, ordered him to strip naked and twisted his testicles. He had eventually agreed to cooperate with these police officers. He further mentioned that after his questioning he had been taken by N.A.V. to the Merefa Police Station where he had been kept under administrative arrest for hooliganism.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  As a result of these complaints, on 4 June 1997 the supervisory prosecutor of the Regional Prosecutor’s Office instituted criminal proceedings into the allegations of injuries and abuse of power by the police officers (paragraph 2 of Article 166 of the Criminal Code). The matter was referred to the Kyivsky District Prosecutor’s Office (“the District Prosecutor’s Office”) for investigation. The investigator questioned the police officers concerned, together with witnesses and the applicant himself, and ordered the seizure of the medical evidence. On 13 August 1997 the investigator ordered a forensic medical examination of the applicant in order to establish whether any injuries had been inflicted on him and the cause of any such injuries. This examination resulted in a report dated 12 September 1997 which established that the applicant had concussion and a bruised kidney which could have occurred, as alleged, on 18 April 1998. The report did not establish the cause of these injuries or any causal link between the injuries and the applicant’s allegations of ill-treatment. The investigation undertaken by the District Prosecutor’s Office lasted from 10 July 1997 to 30 January 1998, when the criminal proceedings were discontinued on account of the absence of corpus delicti in the actions of the police officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 2 September 1997 the Head of the Kharkiv Regional Police Department ordered that a disciplinary sanction be imposed on R.A.A. (see paragraph 15 above), finding inter alia, that the applicant’s arrest on 18 April 997 had been illegal. In particular, the internal police investigation established that N.A.V. acted upon request of R.A.A. to complete a verbatim record of the applicant’s arrest for drunkenness and swearing in a public place (see paragraph 12 above). The order also stated that R.A.A. had disregarded the injuries that the applicant had at the time of being taken into detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  The applicant complained of discontinuance of the investigation (see paragraph 18 above) and on 3 May 1999 that resolution was quashed by the Kharkiv City Prosecutor’s Office, which found that the circumstances of the criminal case had been insufficiently investigated. The case was sent for additional investigation to the District Prosecutor’s Office, which undertook several investigative measures between 4 May and 29 October 1999. In particular, it ordered an additional forensic medical examination of the medical evidence gathered in the case. On 14 September 1999 the forensic medical examination established that after the events of 18 April 1997 the applicant had suffered from concussion and a bruised kidney. On 20 September 1999 the District Prosecutor’s Office informed the applicant that the claims for damages he had lodged against the police officers could not be admitted to the case file as the applicant had no victim status in the criminal investigation. On 29 October 1999 the proceedings instituted following the applicant’s complaints of ill-treatment were suspended because the investigation had failed to determine the suspects.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 26 November 1999 the Kharkiv City Prosecutor’s Office quashed that resolution as the investigation was incomplete. It recommended that it should be established whether the police officers indicated by the applicant were guilty of abuse of power and of inflicting bodily injuries on him. On 20 January 2000 the District Prosecutor’s Office terminated the proceedings on the grounds of a lack of corpus delicti in the actions of the police officers involved in the applicant’s questioning on 18 April 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 6 April 2000 the Kyivsky District Court of Kharkiv (“the District Court”) quashed the resolution of 20 January 2000 as the investigation was incomplete. In particular, it found that the investigation’s findings contradicted the expert forensic examinations that had established that the applicant had injuries following events of 18 April 1997. The court ruled that the applicant should be granted the status of a victim. It also ordered a further investigation into the circumstances which had led to the applicant’s injuries.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  On 12 May 2000 the investigator of the District Prosecutor’s Office initiated an additional investigation into the applicant’s allegations of illtreatment. On 30 May 2000, after several investigative acts and refusals to initiate criminal proceedings against police officer R.A.A. and to grant the applicant the status of victim, the proceedings were discontinued for the same reasons as on 20 January 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 10 July 2000 the Regional Prosecutor’s Office quashed the resolution of 20 January 2000, finding that the instructions of the judge given on 6 April 2000 had not been complied with and that the investigation had been perfunctory and incomplete.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  A new investigation was conducted from 14 July to 14 December 2000. On 2 October 2000 the investigation against the suspected police officers was terminated due to the absence of corpus delicti in their actions. The case was remitted to the District Police Department for further investigation into the charges of “minor bodily injuries” (Article 106 of the Criminal Code). The investigation again rejected the applicant’s request for victim status. On 14 December 2000 the District Police Department terminated the proceedings as it found there was no evidence of a crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 2 April 2001 the Regional Prosecutor’s Office quashed the resolutions of 14 September, 2 October and 14 December 2000 and remitted the case to the District Prosecutor’s Office for further investigation. In particular, it ruled that the above-mentioned investigative resolutions were unlawful and the investigation into the allegations of abuse of power and infliction of bodily injuries on the applicant was incomplete and inadequate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The investigation was renewed on 7 April 2001 and lasted until August 2001. In the course of the investigation the applicant was granted the status of victim, but the proceedings against the police officers were again discontinued on account of a lack of corpus delicti and the grounds for initiating criminal proceedings were reclassified. The case was again remitted to the District Police Department where, on 12 September 2001, another investigation into the infliction of bodily injuries was terminated as there was no evidence of a crime. On 14 and 19 January 2002 all the resolutions adopted in the course of the investigation were quashed by the Regional Prosecutor’s Office as the investigation was incomplete and its conclusions were premature. The case was again remitted for re-investigation to the District Prosecutor’s Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The proceedings after this remittal lasted from 1 to 27 February 2002, when the District Prosecutor’s Office again discontinued proceedings against the police officers as it found no evidence of abuse of power or illegal infliction of injuries on the applicant. It also decided to institute a criminal investigation into the infliction of bodily injuries on the applicant and to remit the case for further investigation to the District Police Department.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  Following the remittal of the case for further investigation, on 6 March 2002 the investigator at the District Police Department instituted a criminal investigation into the infliction of light bodily injuries on the applicant. On 23 August 2002 the investigation found no evidence of a crime ensuing from the injuries inflicted on the applicant. It discontinued proceedings for lack of evidence of a crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 5 November 2002 the Regional Prosecutor’s Office quashed the resolution of 23 August 2002 as the investigation was inadequate and incomplete. The proceedings were again re-initiated by the District Police Department on 28 November 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 9 December 2002 the investigator of the District Police Department lodged an application with the District Court seeking to discontinue the proceedings on the charges of bodily injuries, on account of the expiration of the statutory limitation period. On 19 December 2002 the court decided to terminate the proceedings on that ground.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 29 January 2003 the District Court allowed the applicant’s father’s request for the extension of the time-limit for lodging an appeal since neither he nor the applicant had ever been informed about the judicial examination of the case. The applicant lodged an appeal seeking to quash the resolution of 19 December 2002.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 22 April 2003 the Kharkiv Regional Court of Appeal quashed the contested resolution of 19 December 2002. In particular, it stated that the Police Department and the court had failed to ensure that the applicant had an opportunity to familiarise himself with the case-file before it was referred to the court. It remitted the case for rehearing to the District Court, which on 30 May 2003, ordered an additional investigation into the infliction of bodily injuries on the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The new additional investigation lasted from 27 June to 10 October 2003, when the investigator of the District Police Department discontinued proceedings in the case due to lack of corpus delicti.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 1 December 2003 the Regional Prosecutor’s Office quashed the resolution of 10 October 2003 as unlawful. It remitted the case for a new pre-trial investigation to the District Prosecutor’s Office, which on 13 January 2004 declared that the applicant was the victim of bodily injuries inflicted on him by unknown persons on 18 April 1997. The investigator questioned the applicant and ordered an additional forensic medical examination into the circumstances surrounding his injuries. It remained unclear from the last letter of the applicant dated 3 November 2009 whether these proceedings were still pending.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "36.  The applicant complained that he was subjected to ill-treatment by police officers, contrary to Article 3 of the Convention. He further complained that the investigation undertaken by the domestic authorities into his allegations was inadequate. Article 3 provides as follows:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "37.  The Government contended that the applicant’s complaints of illtreatment by police were incompatible ratione temporis with the provisions of the Convention. However, they made no objection as to the admissibility of the complaints with regard to lack of an effective investigation into these allegations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The applicant agreed with the objection and maintained his complaints concerning a procedural breach of Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  As to the substantive limb of the applicant’s complaints under Article 3 of the Convention, the Court considers that the Government’s objection must be allowed and the complaints at issue must be rejected as being incompatible ratione temporis as relating to events prior to 11 September 1997 (see, as the most recent authority, Isayev v. Ukraine (dec.), no. 28827/02, 13 February 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  As to the complaints with regard to a procedural breach of Article 3 of the Convention, the Court notes that Article 3 procedural aspect can be considered to be a detachable obligation, especially in cases where a significant proportion of the proceedings have been or ought to have been carried out after the critical date and notwithstanding the fact that the substantive act took place before the date of entry of the Convention into force (see, mutatis mutandis, Šilih v.  [GC], no. 71463/01, § 159, 9 April 2009; Lyubov Efimenko v. , no. 75726/01, § 63, 25 November 2010). It further considers that the complaints under procedural limb of Article 3 of the Convention are not manifestly illfounded within the meaning of Article 35 § 3(a) of the Convention. It also notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "41.  The applicant contended that the investigation into the allegations of ill-treatment was not effective and had a number of deficiencies. In particular, he noted that the investigation had been initiated almost three months after the incident; there had been significant periods of inactivity on the part of the investigative authorities; the investigators had paid more attention to the witness statements produced by the police and had not been objective and impartial; the applicant had been recognised as a victim only on 13 January 2004 (see paragraph 35 above), and the results of the investigation had been reviewed on several occasions by hierarchically superior prosecutors, who had quashed successive resolutions and remitted the case for further investigation on several occasions as the investigation was incomplete.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Government disagreed and stated that even though the investigation had been discontinued and reinitiated on several occasions it could still be regarded as effective and it complied with the requirements of Article 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "43.  The Court reiterates that where an individual raises an arguable claim that he has been ill-treated by the State authorities in breach of Article 3, that provision requires by implication that there should be an effective official investigation, which should in principle be capable of leading to the establishment of the facts of the case and to the identification and punishment of those responsible. This is not an obligation of result, but one of means. The authorities must have taken the reasonable steps available to them to secure the evidence concerning the incident, including inter alia, eyewitness testimony, forensic evidence, and so on. Any deficiency in the investigation which undermines its ability to establish the cause of injuries or the identity of the persons responsible will risk falling foul of this standard, and a requirement of promptness and reasonable expedition is implicit in this context (see, among many authorities, Assenov and Others v. Bulgaria, 28 October 1998, Reports of Judgments and Decisions 1998-VIII, §§ 102 et seq.). Consideration is often given to the date of commencement of investigations, delays in taking statements (see Timurtaş v. Turkey, no. 23531/94, § 89, ECHR 2000-VI, and Tekin v. Turkey, 9 June 1998, Reports 1998-IV, § 67), and the length of time taken to complete the initial investigation (see Indelicato v. Italy, no. 31143/96, § 37, 18 October 2001). There must also be a sufficient element of public scrutiny of the investigation or its results to secure accountability in practice as well as in theory. The degree of public scrutiny required may well vary from case to case. More specifically, as regards involvement of a victim, in order to ensure sufficiency of public scrutiny, victim must be involved in the procedure to the extent necessary to safeguard his or her legitimate interests (Tahsin Acar v. Turkey [GC], no. 26307/95, § 225, ECHR 2004III).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  Turning to the facts of the present case, the Court notes that criminal proceedings into the applicant’s allegations of ill-treatment by police officers were initiated on 4 June 1997. The Court recalls that these events are outside its competence ratione temporis, however, they should be taken into account in order to assess the context and the situation complained of as a whole (see, mutatis mutandis, Milanović v. Serbia no. 44614/07, § 78, 14 December 2010). In particular, the investigation from 4 June to 11 September 1997, lasted only three months and eight days, with no major procedural steps taken by the authorities (see paragraphs 14 – 18 above). The only important step being forensic medical examination, which had been finalised with a report of 12 September 1997, ordered on 13 August 1997 only, three months and nine days after the incident itself.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  As to the events after 11 September 1997, the Court notes that the investigation into the applicant’s allegations of ill-treatment lasted until 30 January 1998, with the criminal proceedings discontinued in view of absence of corpus delicti (see paragraph 18 above). The decision to discontinue proceedings was quashed on 3 May 1999 for failure to investigate the applicant’s allegations sufficiently (see paragraph 20 above). However, the ensuing proceedings were suspended as the suspects could not be established (see paragraph 20 above). They were reinitiated one month later, on 26 November 1999, but terminated on 20 January 1999, on the same grounds as before, i.e. for lack of corpus delicti in the actions of the police officers (see paragraph 21 above). It is only after a resolution of the first instance court of 6 April 2000, which again established that the investigation was incomplete, that the proceedings were again resumed on 12 May 2000. On 30 May 2000 they were again discontinued for the same reasons as criticised by the first instance court and prosecutor’s office before (see paragraph 23 above). Later, on 10 July 2000 the investigation was again reinitiated and discontinued on 14 December 2000 again as there was no evidence of a crime (see paragraph 25 above). The Court notes in this respect that discontinuance of the proceedings for insufficiency and lack of proper investigation resulted from the shortcomings in the initial investigation into the applicant’s complaints (see paragraph 44 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Further decisions to discontinue criminal investigation and resolutions quashing investigation results taken within a period from August 2001 – January 2004 repeated the same investigative conclusions as to lack of corpus delicti in the police officers actions and gave similar reasons to quashing such decisions (see paragraphs 27 – 34 above). In particular, the investigation was renewed on 7 April 2001 and lasted until August 2001, when it was again discontinued on account of a lack of corpus delicti and the grounds for initiating criminal proceedings were reclassified (see paragraph 27 above). On 14 and 19 January 2002 all the resolutions adopted in the course of the investigation were quashed by the Regional Prosecutor’s Office and investigation after remittal lasted from 1 to 27 February 2002, when the District Prosecutor’s Office again discontinued proceedings against the police officers as it found no evidence of abuse of power or illegal infliction of injuries on the applicant (see paragraph 28 above). The proceedings were reinstituted on 6 March 2002 and discontinued on 23 August 2002 as the investigation found no evidence of a crime (see paragraph 29 above). The proceedings were again reinstituted on 28 November 2002 and the proceedings on the charges of bodily injuries were discontinued on account of the expiration of the statutory limitation period on 19 December 2002 by the court (see paragraph 31 above). The new additional investigation had been ordered on 10 October 2003, after judicial review by the court of appeal, and lasted from 27 June to 10 October 2003, when the proceedings were discontinued again due to lack of corpus delicti (see paragraphs 33 – 34 above). Thus, the Court notes that the resolutions discontinuing the investigation were repeatedly quashed and the proceedings re-initiated because of a lack of proper findings of fact and serious deficiencies in the conduct of the investigation, which were established by the hierarchically superior prosecutors and courts of two instances on at least nine occasions (see paragraphs 20 - 22, 24, 16 - 27, 30, 33 and 35 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court additionally notes that it took the authorities the same time to recognise the applicant a victim of an alleged ill-treatment, which deprived him of the formal procedural status in the proceedings allowing a possibility to effectively intervene into the investigation (see, mutatis mutandis, Sergey Shevchenko v. , no. 32478/02, § 74, 4 April 2006). It further notes that on 13 January 2004, the date when the applicant was declared a victim of bodily injuries, the proceedings had been pending for a period of more than six years and seven months, still at the preliminary investigation stage (see paragraph 35 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  The Court has further regard to the length of the proceedings based on the Government’s observations submitted on 27 February 2004. It has not been contested that by 2004, the proceedings still remained unfinished and the investigation incomplete for almost 7 years after entry of the Convention into force with respect to Ukraine. It considers that the present case is similar to other judgments against Ukraine where it has already found a breach of the procedural limb of Article 3 of the Convention as the respective investigations were initiated with substantial delay, there were delays in the medical examination of the victim and the investigation was repeatedly re-initiated because of failure of the investigating authorities to adequately establish the facts of the case and due to serious errors in the conduct of the investigation, which were repetitively acknowledged by the domestic authorities themselves (see, among many other authorities, Davydov and Others v. Ukraine, nos. 17674/02 and 39081/02, § 162, 1 July 2010; Kucheruk v. Ukraine, no. 2570/04, § 162, ECHR 2007X; Oleksiy Mykhaylovych Zakharkin v. Ukraine, no. 1727/04, §§ 68-75, 24 June 2010; Lotarev v. Ukraine, no. 29447/04, §§ 89-90, 8 April 2010; and Kozinets v. Ukraine, no. 75520/01, §§ 62-64, 6 December 2007). The Court sees no reason in the instant case to depart from the above reasoning its previous case-law on the matter and its findings in similar cases. In these circumstances it is not necessary to consider the further course of the proceedings (see paragraphs 4 and 35 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  Accordingly, it concludes that there has been a breach of the procedural obligation under Article 3 of the Convention in that the applicant’s complaints about his ill-treatment were not investigated in a prompt and effective manner.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER COMPLAINTS RAISED",
                        "elements": [
                            {
                                "content": "50.  The applicant complained under Article 5 § 1 and Article 8 of the Convention that his administrative arrest of April 1997 and the search of his apartment in April 1997 had been unlawful. He also raised complaints under Article 6 § 3 (b) and (d), claiming that his right to prepare for a hearing before the regional court had been breached (see paragraphs 9 – 10 above) and that he had been unable to interrogate one of the witnesses in his case.",
                                "elements": []
                            },
                            {
                                "content": "51.  Having considered the applicant’s submissions in the light of all the material in its possession, the Court finds that in so far as the matters complained of are within its competence they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention.",
                                "elements": []
                            },
                            {
                                "content": "52.  It follows that this part of the application must be declared inadmissible as being manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "54.  The applicant claimed 25,000 euros (EUR) in respect of nonpecuniary damage. He also claimed 234 Ukrainian hryvnias (UAH) (about EUR 40) for the costs and expenses incurred before the Court.",
                                "elements": []
                            },
                            {
                                "content": "55.  The Government stated that these claims should be rejected. They made no comment as to reimbursement of costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "56.  Having regard to the circumstances of the case seen as a whole and deciding on equitable basis, the Court awards the applicant EUR 6,000 in respect of non-pecuniary damage. It also allows the applicant’s claim for expenses incurred in the proceedings before the Court.",
                                "elements": []
                            },
                            {
                                "content": "57.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaints under Article 3 of the Convention concerning lack of an effective investigation into allegations of ill-treatment admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention under its procedural limb;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 6,000 (six thousand euros) in respect of non-pecuniary damage and EUR 40 (forty euros) for costs and expenses, plus any tax that may be chargeable to the applicant, to be converted into Ukrainian hryvnias at the rate applicable on the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 16 February 2012, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Dean Spielmann",
            "role": "president"
        },
        {
            "name": "Elisabet Fura",
            "role": "judges"
        },
        {
            "name": "Karel Jungwiert",
            "role": "judges"
        },
        {
            "name": "Mark Villiger",
            "role": "judges"
        },
        {
            "name": "Ann Power-Forde",
            "role": "judges"
        },
        {
            "name": "Ganna Yudkivska",
            "role": "judges"
        },
        {
            "name": "André Potocki",
            "role": "judges"
        },
        {
            "name": "Claudia Westerdiek",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF YATSENKO v. UKRAINE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-109116.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2012:0216JUD007534501",
    "externalsources": [],
    "extractedappno": [
        "75345/01",
        "28827/02",
        "71463/01",
        "75726/01",
        "23531/94",
        "31143/96",
        "26307/95",
        "44614/07",
        "32478/02",
        "17674/02",
        "39081/02",
        "2570/04",
        "1727/04",
        "29447/04",
        "75520/01"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-109116",
    "judgementdate": "16/02/2012 00:00:00",
    "kpdate": "16/02/2012 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "596",
        "193",
        "14",
        "216",
        "577",
        "283"
    ],
    "languageisocode": "ENG",
    "originatingbody": "23",
    "paragraphs": [
        "3",
        "41",
        "35"
    ],
    "parties": [
        "YATSENKO",
        "UKRAINE"
    ],
    "rank": "863.317443847656",
    "representedby": [
        "BUSHCHENKO A."
    ],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [
        "Assenov and Others v. Bulgaria, 28 October 1998, Reports of Judgments and Decisions 1998-VIII, §§ 102 et seq",
        "\nDavydov and Others v. Ukraine, nos. 17674/02 and 39081/02, § 162, 1 July 2010",
        "\nIndelicato v. Italy, no. 31143/96, § 37, 18 October 2001",
        "\nKozinets v. Ukraine, no. 75520/01, §§ 62-64, 6 December 2007",
        "\nKucheruk v. Ukraine, no. 2570/04, § 162, ECHR 2007 X",
        "\nLotarev v. Ukraine, no. 29447/04, §§ 89-90, 8 April 2010",
        "\nMilanović v. Serbia, no. 44614/07, § 78, 14 December 2010",
        "\nOleksiy Mykhaylovych Zakharkin v. Ukraine, no. 1727/04, §§ 68-75, 24 June 2010",
        "\nSergey Shevchenko v. Ukraine, no. 32478/02, § 74, 4 April 2006",
        "\nTahsin Acar v. Turkey [GC], no. 26307/95, § 225, ECHR 2004 III",
        "\nTekin v. Turkey, 9 June 1998, Reports 1998-IV, § 67",
        "\nTimurtaş v. Turkey, no. 23531/94, § 89, ECHR 2000-VI\n"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "413659",
    "typedescription": "15"
}