{
    "__articles": "3;14;14+3",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment) (Substantive aspect);Violation of Article 3 - Prohibition of torture (Article 3 - Effective investigation) (Procedural aspect);No violation of Article 14+3 - Prohibition of discrimination (Article 14 - Discrimination) (Article 3 - Prohibition of torture;Degrading treatment);Violation of Article 14+3 - Prohibition of discrimination (Article 14 - Discrimination) (Article 3 - Prohibition of torture;Effective investigation)",
    "applicability": "",
    "appno": "45855/12",
    "article": [
        "14",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Effective investigation"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Procedural aspect"
            ],
            "type": "violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "No violation of Article 14+3 - Prohibition of discrimination",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment"
            ],
            "type": "no-violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "No violation of Article 14+3 - Prohibition of discrimination",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Degrading treatment"
            ],
            "type": "no-violation"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "Violation of Article 14+3 - Prohibition of discrimination",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Effective investigation"
            ],
            "type": "violation"
        },
        {
            "article": "14",
            "base_article": "14",
            "details": [
                "Article 14 - Discrimination"
            ],
            "element": "Violation of Article 14+3 - Prohibition of discrimination",
            "mentions": [
                "Article 3 - Prohibition of torture",
                "Effective investigation"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-178178.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 45855/12) against Hungary lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian national, Mr M.F. (“the applicant”), on 20 July 2012. The VicePresident of the Section acceded to the applicant’s request not to have his name disclosed (Rule 47 § 4 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr L. Baltay, a lawyer practising in Gyál. The Hungarian Government (“the Government”) were represented by Mr Z. Tallódi, Agent, of the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that he had been ill-treated by the police and that the investigation into his related complaint had been ineffective, in breach of Article 3 of the Convention. Moreover, he submitted under Article 14 read in conjunction with Article 3 that he had been discriminated against on account of his Roma origin.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 22 October 2014 the application was communicated to the Government.",
                        "elements": []
                    },
                    {
                        "content": "5.  The applicant and the Government each filed observations on the admissibility and merits of the case. In addition, third-party comments were received from the European Roma Rights Centre, which had been given leave to intervene in the written procedure (Article 36 § 2 of the Convention and Rule 44 § 3 of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1990 and lives in Gyöngyöspata. He is of Roma origin.",
                                "elements": []
                            },
                            {
                                "content": "A.  The incident",
                                "elements": [
                                    {
                                        "content": "7.  On 12 August 2010 at about 1.50 a.m. the applicant was taken to Gyöngyös Police Department after he and his accomplices had been apprehended while driving a car containing goods apparently stolen from a nearby summer house.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  The applicant submitted that shortly afterwards, for about twenty minutes, he had been ill-treated by two police officers; at about 4.30 a.m. the two officers had returned and had continued hitting and kicking him for another thirty minutes or so. Some two hours later the two officers had escorted the applicant to another room for questioning, but had then continued beating him, together with several other officers. In the applicant’s account of the events, altogether six officers and two security guards took part in the ill-treatment, with the apparent intention of extracting his confession to further offences. He stated that he had been hit in the face, forced to his knees and kicked repeatedly; a paper bag had been pulled over his head and the soles of his feet had been hit many times with a piece of wood. The officers had insisted that he admit to at least three counts of theft in order for them to stop hitting him, and they had repeatedly insulted him, making references to his Roma origin. One of them had said that they would not mind if he died – there would just be one Gypsy less.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicant eventually signed the record of the questioning, which stated that the questioning had taken place between 5.51 a.m. and 6.33 a.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  Later that morning, at about 6 a.m., the applicant was allegedly escorted to the toilet, where he said the officers had again started hitting and kicking him. One of them had removed a towel-holder from the wall and hit the applicant’s hand with it. Again, references were allegedly made to the applicant being a Roma.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  The applicant was released at about 2 p.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Later that day, at the request of the applicant’s mother, the general practitioner of the neighbouring village, Dr C.S., came to the applicant’s house and examined him. Since she had apparently been told only about chest complaints, she did not examine the applicant’s legs or feet. She did not identify any marks indicating external injury on the applicant but found that his ribs were sore and suggested that he go to hospital if he wished to obtain a medical certificate recording his injuries. Dr C.S. herself did not produce a medical report on the premises.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On the same evening the applicant went to the emergency room of Bugát Pál Hospital in Gyöngyös. At 7.34 p.m. he was issued with a medical certificate, for which he paid the fee due, stating that he had bruises on the forehead, the nose and the left shoulder and an abrasion on the right hip; both his hands and arms were swollen and hyperaemic; and the rear surface of both thighs, as well as the soles of his feet, were swollen, red and sore. According to the certificate, the applicant had numerous contusions that had been inflicted by other persons.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Still on the same evening, at 8.38 p.m., X-rays were taken of the applicant at Albert Schweitzer Hospital in Hatvan, a town at a distance of 32 kilometres, where the applicant was driven by his family members. He was diagnosed with a “chest contusion”, a “skull contusion” and “bodily injury inflicted by human force”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  The applicant stated that he had been unhurt at the time that he had been taken to the police department. He added that between his release and the medical inspection, he had been continuously accompanied by his relatives, who testified in the ensuing proceedings that he had not suffered any injuries outside the police department.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal investigation against the alleged perpetrators",
                                "elements": [
                                    {
                                        "content": "16.  On 27 September 2010 the applicant lodged a criminal complaint alleging that he had been brutalised by police officers. The applicant alleged that during the ill-treatment the officers had made repeated references to his Roma origin. The case was being investigated by the Miskolc Public Prosecutor’s Office.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 8 November 2010 the applicant was heard as a witness and shown, for the purposes of his identifying his alleged assailants, the photos of police officers serving at the Gyöngyös Police Department. The applicant acknowledged from the outset that he would be able to identify with certainty only three of the several perpetrators. Nevertheless, he finally identified eight persons as the perpetrators – six police officers (T.B., M.Z., Gy.K., K.V., F.I. and H.A.) and two security guards employed by the police department (P.G. and Z.A.). Subsequently, the applicant became uncertain about the involvement of K.V. and H.A.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The prosecutor’s office appointed a forensic expert. This expert had at his disposal the medical reports issued by Bugát Pál and Albert Schweitzer Hospitals. In his opinion given in retrospect, he made the following statement as to the time when the applicant’s injuries had been sustained:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The exact time of the infliction of the injuries cannot be established. Given that the doctor examining the applicant did not document any lesions characteristically pointing to an inveterate injury, it can only be said that the injuries had been sustained within a 24-48-hour-time-frame preceding the medical care. Since, according to the police report on the application of coercive measures, the local police constable handed the applicant over to the officer on duty without any complaints or injuries, the injuries were likely to have occurred after this point in time.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A sérülések pontos keletkezési ideje nem határozható meg. Tekintettel arra, hogy a vizsgáló orvos idősülőben lévő sérülésre jellegzetes elváltozásokat nem dokumentált, az valószínűsíthető, hogy a sérülések az orvosi ellátást megelőző 24-48 órás időtartamon belül alakultak ki. Mivel a kényszerítő eszköz alkalmazására írt rendőri jelentés adatai szerint a körzeti megbízott panasz és sérülésmentesen adta át nevezettet az ügyeletes tisztnek, a sérülések valószínűsíthetően ezen időpontot követően keletkeztek.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 28 December 2010 the Miskolc Investigating Prosecutor’s Office discontinued the investigation, holding in essence that the applicant’s version of events was not plausible. The prosecutor emphasised the fact that since the applicant had been apprehended just after he had committed the crime in question (and still in possession of the proceeds of that crime), coercive interrogation by police officers with the intention of extracting his confession to the offence in question seemed pointless and thus hardly plausible. Relying on the internal records of the police department recording the shifts of the officers, the prosecutor was satisfied that three of the alleged perpetrators, Gy.K., F.I. and H.A., had alibis for the time of the incident, in that early in the morning of that day, they had been assigned to patrol service. Therefore, they could not possibly have been present at the applicant’s questioning. Furthermore, the two security guards (P.G. and Z.A.) were not allowed to leave their station and thus could not have been present at the incident. The prosecutor also observed that a general practitioner had examined the applicant between his release from the police department and the first hospital inspection, but had recorded no injuries. The prosecutor also found it material that the applicant had been uncertain of the identities of the alleged perpetrators when shown photos of the Gyöngyös police officers; that he had contradicted himself on several occasions; and that he had complained about the alleged incident only on 27 September 2010, not before.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 16 January 2012 the Borsod-Abaúj-Zemplén County Public Prosecutor’s Office dismissed the applicant’s complaint against the discontinuation order. The prosecutor was satisfied that the investigation had been adequate and comprehensive, and that the obtaining of further evidence – in particular, by questioning the applicant’s brother and friend, who were present at his release – was superfluous. The applicant’s allegations about racist motives behind the ill-treatment were not addressed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "This decision was served on the applicant on 23 January 2012.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Substitute private prosecution",
                                "elements": [
                                    {
                                        "content": "21.  On 21 March 2012 the applicant brought a substitute private prosecution against the eight presumed perpetrators – that is to say, six police officers and two security guards – on charges of coercive interrogation. The motion included assertions about racial insults being uttered during the incident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  The Eger High Court held a hearing on 26 September 2012. At that hearing the applicant stated that he did not recognise the defendants P.G. and Z.A. and that he was not certain if K.V. had beaten him, so he dropped the charges against them. Accordingly, the court terminated the proceedings against these three defendants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The remaining defendants either denied the charges or refused to make any statements. The High Court heard Dr C.S., who confirmed that she had not seen any marks of external injury on the applicant’s body when examining him on the day of the incident. A court-appointed medical expert stated that if the applicant had had the injuries in question when examined by Dr C.S. then the latter must have noticed them. The court also obtained testimony from the applicant’s mother and brother and a friend (the two latter had not been heard during the investigation), who had been waiting for him in front of the Gyöngyös Police Department on his release. They all stated that the applicant had already had those injuries at the moment of his release.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The High Court was satisfied that Gy.K., F.I. and H.A. had alibis for the time of the incident. As to the charges against the two other officers, T.B. and M.Z., the court highlighted that even though the applicant said that he had been ill-treated in order to force him to admit to at least three counts of theft – which he finally did – there was actually no reference in the record of the questioning to any further counts of theft. The court also emphasised that, contrary to the statements of the applicant, the two officers could not have been continuously present in the Gyöngyös Police Department because between 3 a.m. and 5 a.m. they had been carrying out some onsite inspections in another town, Gyöngyöspata.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 28 November 2012 the Eger High Court acquitted the officers for want of sufficient evidence. According to the reasoning of the judgment, the court relied on documentary evidence relating to the applicant’s apprehension and questioning, documents relating to the service particulars of the officers involved, the testimony of the applicant, medical documentation, and the testimony of the officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant did not appeal.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Prosecution against the applicant",
                                "elements": [
                                    {
                                        "content": "27.  As a consequence of the applicant lodging, but subsequently withdrawing, a criminal complaint against K.V., criminal proceedings on charges of false accusation were conducted against the applicant. On 7 November 2013 the Eger District Court found him guilty as charged and placed him on three-year probation. The judgment was upheld in essence by the Eger High Court on 10 June 2014; however, the applicant’s sentence was altered to 180 days of community work.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "28.  Act XIX of 1998 on the Code of Criminal Procedure, as in force during the relevant period, provided:",
                                "elements": []
                            },
                            {
                                "content": "“(1) In the cases specified herein, the victim may act as a substitute private prosecutor, if",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL MATERIAL",
                        "elements": [
                            {
                                "content": "29.  A resource guide entitled Prosecuting Hate Crimes – A Practical Guide, published by the Office for Democratic Institutions and Human Rights of the Organization for Security and Co-operation in Europe (OSCE/ODIHR) in 2014, contains the following relevant passages:",
                                "elements": []
                            },
                            {
                                "content": "“3.1.1 Using bias indicators to identify a potential hate crime case",
                                "elements": []
                            },
                            {
                                "content": "Sometimes, when a prosecutor first reviews a case file, the bias motivation is immediately evident, for example, when the facts of the offence involve the use of words or symbols that show bias, or when the defendant admits that the crime was bias-motivated.",
                                "elements": []
                            },
                            {
                                "content": "In cases where the bias motivation is not obvious, bias indicators are an excellent tool to help identify whether a crime constitutes a hate crime. Bias indicators help guide investigators and prosecutors through the factors that normally point towards a bias motive. The presence of one or more of these indicators suggests the existence of a bias crime, and should result in further investigation into motive. Bias indicators provide objective criteria by which probable motives can be discerned, but do not necessarily prove that an offender’s actions were motivated by bias. Many of them can be used to build circumstantial evidence of the motive behind the offence, as discussed further in this guide.",
                                "elements": []
                            },
                            {
                                "content": "A decision to flag a case as a hate crime can be taken at different stages by either the police or the prosecution. Bias indicators are, therefore, relevant both at the crime scene and when reviewing evidence of a crime. Some countries have developed their own list of bias indicators that police and prosecutors apply to all cases to help determine motive....",
                                "elements": []
                            },
                            {
                                "content": "3.1.2 Brutality of the attack",
                                "elements": []
                            },
                            {
                                "content": "In the case of a violent attack that has no obvious other motive, and where there is a racial or other group difference between the victim and the perpetrator, the brutality of the crime is a strong indicator that the crime might have been motivated by bias. Anyone can be a victim of a hate crime, regardless of whether or not they are a member of a minority group. However, certain groups suffer disproportionately from hate crimes based on their religion, race, ethnicity, disability or sexual orientation. In some, albeit rare, cases, bias crimes demonstrate extreme, brutal violence that stems from the way in which perpetrators seek to dehumanize victims against whom they hold biased and intolerant views. Hence, if the victim belongs or appears to belong to such a minority, and there is no other obvious motive (for example, economic), a further investigation into the motive for the crime is warranted.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.3 Working with hate crime victims and witnesses",
                                "elements": []
                            },
                            {
                                "content": "Hate crimes have some distinguishing features that prosecutors and investigators need to keep in mind when assessing evidence from victims and witnesses. Many victims of hate crimes are reluctant to come forward and tell the full story of their victimization for a variety of reasons. They are often members of marginalized communities and, as such, experience discrimination as a regular part of their daily lives. Authorities need to be aware that for some victims, approaching law enforcement can be a challenge in itself. The special needs of hate crime victims in criminal proceedings are acknowledged in regional legal instruments, such as the EU Victims Directive.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.4 Preparing the evidence",
                                "elements": []
                            },
                            {
                                "content": "Once the prosecution is satisfied that a case could be bias-motivated, the next step is to ensure that there is sufficient evidence of the bias motive and, if not, to gather more. While the need to prove a bias motive distinguishes hate crimes from other offences, this distinction should not be exaggerated. Prosecutors regularly have to prove a defendant’s mental state, such as intent, recklessness or negligence. As with these other mental elements, motive can be inferred from the words, actions and circumstances surrounding the incident. As pointed out earlier in this chapter, the prosecution may want to revisit the bias indicators when establishing the evidence in a hate crime case.",
                                "elements": []
                            },
                            {
                                "content": "Because hate crimes are message crimes, perpetrators often leave clear indications of their motives, which can be identified by looking in the right places. Hate crime prosecutions often rely on the defendant’s statements or admissions. In the absence of admissions, the prosecution can rely on inferences drawn from circumstantial evidence within the totality of the evidence.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "3.4.2 Common types and sources of direct evidence",
                                "elements": []
                            },
                            {
                                "content": "Because hate crimes are message crimes, offenders often want others to know their motives. Therefore, they sometimes make offensive statements to the victim or leave hateful words and symbols as graffiti on property. The offender may also boast about the crime to friends, family or in public settings. They often make admissions to police and investigators about their bias.",
                                "elements": []
                            },
                            {
                                "content": "The key is finding out when, where and to whom the suspect admitted her or his motives. Identifying where the suspect was immediately before and after the incident or the places that the suspect regularly frequents is a good starting point to finding witnesses who might have heard the suspect’s admissions. Evidence of words said immediately before or after the crime will always be easier to use than those expressed long before or after the event. Even if words used further in time from the incident are not used in the case, they can still be useful for intelligence purposes or to direct the investigation. For example, they may provide sufficient grounds to seek judicial authorization for more intrusive investigative steps, such as searching the suspect’s home, place of employment and personal belongings, including cell phones and computers.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  RELEVANT DOMESTIC MATERIAL",
                        "elements": [
                            {
                                "content": "30.  The Hungarian public prosecutors’ protocol on bias-motivated crimes, which is based on the recommendations of the 2010 working paper of OSCE/ODIHR, contains the following relevant passages:",
                                "elements": []
                            },
                            {
                                "content": "“Substantiating hate crimes is more difficult. It is necessary to demonstrate with concrete evidence that the crime was committed [on the basis of] biased motivation. This requires more work from the criminal justice system actors. ... Public prosecutors must ensure that supplementary evidence that could lead to more severe punishment is presented before the court.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "Indicators to identify biased motivation",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "The suspect and the victim are dissimilar in terms of belonging to different national, ethnic, religious or sexual groups.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained that he had been ill-treated by the police and that the authorities had failed to conduct an effective investigation into the ill-treatment, in breach of Article 3 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "32.  The Government noted that although the applicant had made use of the private prosecution procedure, he had not ultimately appealed against the judgment of 28 November 2012. In their view, the proper pursuit of this procedure would have constituted an effective remedy that should have been exhausted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The applicant stressed that the substitute private prosecution was an exceptional legal avenue, with little prospect of success: notably, the victim had no means of collecting evidence. This procedure did not provide an opportunity for the victim to remedy the failures of the investigation. Moreover, the substitute private prosecutor would have run the risk of being prosecuted for the offence of false accusation in the event that the court had acquitted the accused. If a substitute private prosecution was not an effective remedy, as he argued, then an appeal under that procedure was even less so. The applicant presented statistics demonstrating that the chances of a successful application to bring a substitute private prosecution were very limited in Hungary, in particular in respect of criminal complaints against public officers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Court points out that the general principles concerning the exhaustion of domestic remedies have recently been set out in Chiragov and Others v. Armenia [GC] (no. 13216/05, §§ 115-116, ECHR 2015). The Court observes in particular that it is for the applicant to select which legal remedy to pursue for the purpose of obtaining redress for the alleged breaches where there is a choice of remedies available to the applicant in respect of redress for an alleged violation of the Convention. Article 35 of the Convention must be applied in a manner corresponding to the reality of the applicant’s situation in order to guarantee the effective protection of the rights and freedoms in the Convention (see B.K.M. Lojistik Tasimacilik Ticaret Limited Sirketi v. Slovenia, no. 42079/12, § 25, 17 January 2017, with further references). The Court has already held that where an applicant has lodged a criminal complaint concerning acts of violence and alleging discriminatory motives behind the attack, that person is not required to pursue the matter by instituting a subsidiary prosecution (see R.B. v. Hungary, no. 64602/12, § 62, 12 April 2016).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In the present case, the applicant lodged a criminal complaint against the presumed perpetrators and subsequently lodged a further complaint against the discontinuation order obtained at first instance. These proceedings were capable of leading to the identification and, if appropriate, punishment of those responsible. The Court is therefore satisfied that the applicant was not required in addition to pursue the matter by way of an appeal in the course of a substitute private prosecution concerning the same event, which would have had the same objective as his criminal complaint (see, mutatis mutandis, Borbála Kiss v. Hungary, no. 59214/11, § 26, 26 June 2012, and Matko v. Slovenia, no. 43393/98, § 95, 2 November 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government’s preliminary objection as to nonexhaustion of domestic remedies must thus be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "38.  The applicant emphasised that he had suffered physical illtreatment and that this had been even admitted by the Government. In line with the Court’s case-law, the burden of proof rested on the Government as to how and when the injuries of an individual – taken into police custody in good health but found to be injured at the time of release – were sustained. The Government, however, failed plausibly to explain how, when and where the injuries had occurred if not at the police station.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The applicant further submitted that the investigation into his allegations had not been adequate for the purpose of Article 3. Most importantly, the investigating authorities had not obtained evidence from his brother and his friend, who could have testified that he had had injuries on being released from the police station.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Government emphasised that if reasonable doubt emerged concerning the applicant’s claims as to when and how the defendants had caused those injuries, then there could be no criminal sanctions against the latter. Dr C.S. had recorded no injuries when inspecting the applicant shortly after the alleged incident – a fact raising reasonable doubts as to the time of the occurrence of the injuries.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government further argued that the investigation into the applicant’s alleged ill-treatment had been adequate, speedy and thorough. In the course of the investigation, the authorities had heard all witnesses who were able to supply substantive and relevant information about the events.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "42.  Article 3 of the Convention enshrines one of the most fundamental values of democratic societies. Indeed the prohibition of torture and inhuman or degrading treatment or punishment is a value of civilisation closely bound up with respect for human dignity. Unlike most of the substantive clauses of the Convention, Article 3 makes no provision for exceptions, and no derogation from it is permissible under Article 15 § 2 even in the event of a public emergency threatening the life of the nation (ibid.). Even in the most difficult circumstances, such as the fight against terrorism and organised crime, the Convention prohibits in absolute terms torture and inhuman or degrading treatment or punishment, irrespective of the conduct of the person concerned (see, among other authorities, Bouyid v. Belgium [GC], no. 23380/09, § 81, ECHR 2015, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  Allegations of ill-treatment contrary to Article 3 must be supported by appropriate evidence. To assess this evidence, the Court adopts the standard of proof “beyond reasonable doubt” but adds that such proof may follow from the coexistence of sufficiently strong, clear and concordant inferences or of similar unrebutted presumptions of fact (see, among other authorities, Bouyid, cited above, § 82).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On this latter point the Court has explained that where the events in issue lie wholly, or in large part, within the exclusive knowledge of the authorities, as in the case of persons within their control in custody, strong presumptions of fact will arise in respect of injuries occurring during such detention. The burden of proof is then on the Government to provide a satisfactory and convincing explanation by producing evidence establishing facts which cast doubt on the account of events given by the victim. That is justified by the fact that persons in custody are in a vulnerable position and the authorities are under a duty to protect them (see, among other authorities, Bouyid, cited above, § 83).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum depends on all the circumstances of the case, such as the duration of the treatment, its physical or mental effects and, in some cases, the sex, age and state of health of the victim. Further factors include the purpose for which the illtreatment was inflicted, together with the intention or motivation behind it, although the absence of an intention to humiliate or debase the victim cannot conclusively rule out a finding of a violation of Article 3. Regard must also be had to the context in which the ill-treatment was inflicted, such as an atmosphere of heightened tension and emotions (see, among other authorities, Bouyid, cited above, § 86).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  In the instant case the applicant complained that during his arrest he was subjected to acts of police brutality. It is true that the local general practitioner who examined the applicant soon after his release did not identify any external marks of injury on him; nevertheless, she found his ribs to be sore and suggested that he go to hospital to obtain a medical certificate. However, according to the medical certificate issued by Bugát Pál Hospital shortly afterwards, the applicant bore several injuries, the existence of which was later confirmed by Albert Schweitzer Hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court cannot share the Government’s view that the fact that the local general practitioner did not record any external injuries alone casts doubt on the applicant’s version of the events, especially since she only examined the applicant’s upper body (see paragraph 12 above). Dr C.S. did not produce any written record on her visit to the applicant’s home or the details of the examination, whose particulars could be reconstructed only in retrospect. Given that the applicant sought medical assistance very shortly after the alleged incident, including a car trip to another town, the Court is reluctant to attribute any decisive importance to this issue, which, in any event, cannot be considered so significant as to undermine the applicant’s case under Article 3 (see, mutatis mutandis, Balogh v. Hungary, no. 47940/99, § 49, 20 July 2004). To hold the opposite would be tantamount to assuming that the applicant self-inflicted his injuries, or else got involved in an undocumented quarrel with other persons in the very limited period of time between the visit of Dr C.S. and his reporting at Bugát Pál Hospital – a proposition which is quite implausible.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Moreover, the Court notes that the applicant was released from the police station at about 2 p.m., and three individuals testified in court saying that he had already had the injuries at that moment. The Government have not refuted the applicant’s submission that those persons were then continuously with him until his examination at Bugát Pál Hospital, being thus in a position to testify that no injuries were suffered by the applicant once he had left the police station. Furthermore, on the very same day the applicant approached Bugát Pál and Albert Schweitzer Hospitals so as to obtain medical certificates; as the Court has already noted, the certificates obtained corroborated the existence of those injuries. Lastly, the Court notes that the forensic expert ultimately found that the medical certificates received were compatible with the applicant’s version of the events.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  In these circumstances, the Court cannot but conclude that the authorities have not provided any plausible explanation for the cause of the applicant’s injuries. On the basis of all the material before it, the Court finds that the Government have not satisfactorily established that the applicant’s injuries were caused otherwise than by the treatment meted out to him in police custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  There has accordingly been a breach of Article 3 of the Convention in this regard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  The Court refers to the general principles set out inter alia in ElMasri v. the former Yugoslav Republic of Macedonia [GC] (no. 39630/09, §§ 182-185, ECHR 2012) and Mocanu and Others v. Romania [GC] (nos. 10865/09 and 2 others, §§ 316-326, ECHR 2014 (extracts)). Those principles indicate that the general prohibition of torture and inhuman or degrading treatment or punishment by agents of the State in particular would be ineffective in practice if no procedure existed for the investigation of allegations of ill-treatment of persons held by them. Thus, having regard to the general duty on the State under Article 1 of the Convention to “secure to everyone within [its] jurisdiction the rights and freedoms defined in [the] Convention”, the provisions of Article 3 require by implication that there should be some form of effective official investigation where an individual makes a credible assertion that he has suffered treatment infringing Article 3 at the hands of, inter alia, the police or other similar authorities. The essential purpose of such an investigation is to secure the effective implementation of the domestic laws prohibiting torture and inhuman or degrading treatment or punishment in cases involving State agents or bodies, and to ensure their accountability for ill-treatment occurring under their responsibility (see Bouyid, cited above, §§ 114-117).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court finds at the outset that the prosecutor’s office made no genuine efforts to establish the chronology of the incident alleged by the applicant. In particular, the prosecutor was satisfied that three defendants, Gy.K., F.I. and H.A., had alibis for the questioning that took place between 5.51 a.m. and 6.33 a.m. and had discontinued the case against them for this reason. It is true that the record which the applicant had been made to sign indicated that the questioning had taken place between 5.51 and 6.33 a.m. However, the prosecutor did not address the applicant’s grievance in respect of having been detained, and allegedly repeatedly beaten, over a much longer period spanning that night and morning. If that was true, the alibis of those officers should have been seen at best as incomplete.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court further considers that another key element in the present case was whether or not the applicant already had the impugned injuries upon his release from policy custody. Since domestic practice does not seem to require that detainees be seen by a doctor before leaving such a facility, the only viable means of the investigating authorities obtaining certainty on this crucial element would have been to obtain testimony from the applicant’s mother, brother and friend. Moreover, the same persons appear to have been continuously in the applicant’s company from the moment of his release until his examination at Bugát Pál Hospital, and were thus in a position to give evidence to the effect that he did not sustain any injuries once outside the police premises.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  However, of these witnesses the investigating authorities obtained testimony only from the applicant’s mother. Although her statements apparently carried no weight in the authorities’ eyes, they did not attempt to corroborate them by way of hearing the other two witnesses – the applicant’s brother and the applicant’s friend. For the Court, this reluctance significantly tainted the official investigation being pursued by the State authorities; it cannot be regarded as having been redressed by the fact that the three witnesses were ultimately heard in the ensuing substitute private prosecution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The authorities mostly relied on the statements of the alleged perpetrators and other police officers and on the internal records of the police. For the Court, this course of action was unlikely to shed light on the veracity of the central element of the applicant’s grievance, namely, that he was ill-treated by State agents while in their custody.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  In these circumstances, having regard to the lack of an effective investigation into the applicant’s allegations, the Court holds that there has been a violation of Article 3 of the Convention in this respect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  The applicant complained that the ill-treatment he had suffered, along with the subsequent lack of an effective investigation into the incident, had been in part due to his Roma ethnic origin. He alleged a violation of Article 14 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "58. The Government submitted that the applicant had not made any formal allegations to the Hungarian authorities about racist motives behind his illtreatment – that is to say he had not exhausted the domestic remedies. Although he had mentioned in his criminal complaint and afterwards that abusive remarks had been made concerning his origin during the illtreatment suffered, he had never actually claimed that he had been beaten because he was a Roma.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The applicant argued that his criminal complaint of coercive interrogation – in which he had mentioned racist abuse – had to be understood to have implied that he had been beaten because he was a Roma. He referred to Prosecuting hate crimes – a practical guide, published by the Organization for Security and Co-operation in Europe (see paragraph 29 above), and to the Hungarian public prosecutors’ protocol on biasmotivated crimes (see paragraph 30 above), which confirmed that remarks on a victim’s origin were to be considered as indicator of racial motivation. Such motivation should have been investigated on the authorities’ own motion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Court notes that the applicant was consistent in stating to the authorities (see paragraphs 16 and 21 above) repeatedly that he had been the target of abusive racial remarks throughout the alleged illtreatment. The Court is therefore satisfied that he brought the matter to the attention of the domestic authorities, thus affording them an opportunity to redress the matter. Therefore, the Government’s preliminary objection as to nonexhaustion of domestic remedies must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "62.  The applicant alleged that during the ill-treatment the officers had made repeated references to his Roma origin, which clearly indicated a racial motivation for the act. Despite his consistent allegations of racial abuse, the investigation had not covered the question of possible racist motivation for the crime and the prosecutor’s decision had not even mentioned this aspect. The applicant argued that racist motivation could have been considered by the authorities as an aggravating circumstance in respect of coercive interrogation – yet another reason why the prosecutor should have examined it during the investigation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  According to the Government, since it was not proven that a criminal offence had been committed at all, its alleged racist motives were completely irrelevant to the investigation. Accordingly, there was no need to assess this aspect of the evidence in the instant case. Other than that, the prosecution authorities generally paid paramount attention to the investigation of racist motives: procedures to follow in criminal proceedings initiated on charges of hate crimes were guided by the relevant public prosecutors’ protocol (which was itself based on recommendations of the 2010 working paper of OSCE/ODIHR), which was made available to all public prosecutors and formed part of the training material provided by the Hungarian Public Prosecutor’s Office.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The third-party intervener, the European Roma Rights Centre, viewed the issue in the present case through the lens of “antiGypsyism” and maintained that there had been an increase in anti-Roma rhetoric, racism and physical violence against the Roma in Hungary. It further argued that vulnerable victims alleging racially-motivated violence were unlikely to prove beyond reasonable doubt that they were subjected to discrimination, especially when they were also victims of a failure on the part of the domestic authorities to carry out an effective investigation. It maintained that the Court’s analysis under Article 14, read in conjunction with the procedural limb of Article 2 or Article 3 (see, for example, Nachova and Others v. Bulgaria [GC], nos. 43577/98 and 43579/98, 6 July 2005, and Šečić v. Croatia, no. 40116/02, 31 May 2007), was limited in that it had not addressed the question of whether the failure to carry out an effective investigation in general had been a result of institutional racism.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "65.  Discrimination is treating differently, without an objective and reasonable justification, persons in relevantly similar situations (see Willis v. the United Kingdom, no. 36042/97, § 48, ECHR 2002IV). Racial violence is a particular affront to human dignity and, in view of its perilous consequences, requires from the authorities special vigilance and a vigorous reaction. It is for this reason that the authorities must use all available means to combat racism and racist violence, thereby reinforcing democracy’s vision of a society in which diversity is not perceived as a threat but as a source of its enrichment (see Nachova and Others, cited above, § 145).",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  Faced with the applicant’s complaint of a violation of Article 14, as formulated, the Court’s task is to establish whether or not racism was a causal factor in the impugned conduct of the police officers, thus giving rise to a breach of Article 14 of the Convention, taken in conjunction with Article 3.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The Court reiterates that in assessing evidence it has adopted the standard of proof “beyond reasonable doubt” (see paragraph 43 above); nonetheless, it has not excluded the possibility that in certain cases of alleged discrimination it may require the respondent Government to disprove an arguable allegation of discrimination and – if they fail to do so – find a violation of Article 14 of the Convention on that basis. However, where it is alleged – as in the present case – that a violent act was motivated by racial prejudice, such an approach would amount to requiring the respondent Government to prove the absence of a particular subjective attitude on the part of the person concerned. While in the legal systems of many countries proof of the discriminatory effect of a policy or decision will dispense with the need to prove intent in respect of alleged discrimination in employment or the provision of services, that approach is difficult to transpose to a case where it is alleged that an act of violence was racially motivated (see Nachova and Others, cited above, § 157).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court finds no reason to doubt in the present case that the applicant’s apprehension and questioning were instituted lawfully since he was arrested just after he had committed a crime and was still in possession of the proceeds of that crime. Although the Court considers that the police officers’ conduct during the applicant’s ensuing detention calls for serious criticism, that behaviour is of itself an insufficient basis for concluding that the treatment inflicted on the applicant by the police was racially motivated. Further, the Court does not consider that the failure of the authorities to carry out an effective investigation into the alleged racist motive for the incident should shift the burden of proof to the respondent Government with regard to the alleged violation of Article 14, in conjunction with the substantive aspect of Article 3 of the Convention. The question of the authorities’ compliance with their procedural obligation is a separate issue, which the Court will address below (see Nachova and Others, cited above, § 157).",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  In sum, having assessed all relevant elements, the Court does not consider that it has been established beyond reasonable doubt that racist attitudes played a role in the applicant’s treatment by the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  It thus finds that there has been no violation of Article 14 of the Convention, taken together with Article 3 in its substantive aspect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court refers to the well-established principles of its caselaw on Articles 3 and 14 of the Convention concerning the State’s obligations when confronted with cases of violent incidents triggered by suspected racist attitudes, in particular related to the Roma origin of a victim (see Šečić, cited above, §§ 50-54; Abdu v. Bulgaria, no. 26827/08, § §§ 4046, 11 March 2014; Balázs v. Hungary, no. , §§ 47-54, 20 October 2015; and R.B. v. Hungary, cited above, §§ 39-45).",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Court considers that when investigating violent incidents, State authorities have the additional duty to take all reasonable steps to unmask any racist motive and to establish whether or not ethnic hatred or prejudice may have played a role in the events. Admittedly, proving racial motivation will often be extremely difficult in practice. The respondent State’s obligation to investigate possible racist overtones to a violent act is an obligation to use best endeavours and not absolute. The authorities must do what is reasonable in the circumstances to collect and secure the evidence, explore all practical means of discovering the truth and deliver fully reasoned, impartial and objective decisions, without omitting suspicious facts that may be indicative of a racially induced violence (see, mutatis mutandis, Nachova and Others, cited above, §§ 158-159, and Bekos and Koutropoulos v. Greece, no. 15250/02, § 69, ECHR 2005XIII (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  In particular, the Court would reiterate that when investigating violent incidents triggered by suspected racist attitudes, the State authorities are required to take all reasonable action to ascertain whether there were racist motives and to establish whether feelings of hatred or prejudices based on a person’s ethnic origin played a role in the events. Treating racially motivated violence and brutality on an equal footing with cases lacking any racist overtones would be tantamount to turning a blind eye to the specific nature of acts which are particularly destructive of fundamental human rights. A failure to make a distinction in the way in which situations which are essentially different are handled may constitute unjustified treatment irreconcilable with Article 14 of the Convention (see Škorjanec v. Croatia, no. 25536/14, § 53, ECHR 2017 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  In the instant case the Court has already found that the Hungarian authorities violated Article 3 of the Convention in that they failed to conduct an effective investigation into the incident (see paragraph 56 above). It considers that it must examine separately the complaint that there was also a failure to investigate a possible causal link between alleged racist attitudes and the abuse suffered by the applicant at the hands of the police.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The authorities investigating the alleged ill-treatment obtained consistent testimony from the applicant according to which, in addition to having been the victim of serious assaults, he had been subjected to racial abuse by the officers. The Court notes that the procedures to follow in such cases form part of the training syllabus of Hungarian prosecutors (see paragraph 30 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  However, despite the applicant’s consistent allegations, there is no evidence that the authorities carried out any examination into the question of possible racial motives. In particular, nothing was done to verify the statements of the applicant that he had been racially abused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  The Court thus finds that the authorities failed in their duty under Article 14 of the Convention, taken together with Article 3, to take all possible steps to investigate whether or not discrimination may have played a role in the events. It follows that there has been a violation of Article 14 of the Convention, taken together with Article 3 in its procedural aspect.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "78.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "79.  The applicant claimed 10,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The Court considers that the applicant must have suffered considerable distress on account of the violations found and awards him the full sum claimed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "82.  The applicant also claimed EUR 4,724, plus VAT, for the costs and expenses incurred before the Court. This amount corresponded to 60 hours of legal work billable by his lawyer at an hourly rate of EUR 78.70, plus VAT.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Government contested this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the full sum claimed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "85.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 3 of the Convention in respect of the treatment suffered by the applicant at the hands of the police;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 3 of the Convention in that the authorities failed to conduct an effective investigation into the incident;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been no violation of Article 14, read in conjunction with Article 3 of the Convention, in respect of the allegation that the treatment inflicted on the applicant by the police was racially motivated;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been a violation of Article 14, read in conjunction with Article 3 of the Convention, in that the authorities failed to investigate possible racist motives behind the incident;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final, in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 31 October 2017, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Ganna Yudkivska",
            "role": "president"
        },
        {
            "name": "Vincent A. De Gaetano",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Iulia Motoc",
            "role": "judges"
        },
        {
            "name": "Georges Ravarani",
            "role": "judges"
        },
        {
            "name": "Marko Bošnjak",
            "role": "judges"
        },
        {
            "name": "Péter Paczolay",
            "role": "judges"
        },
        {
            "name": "Marialena Tsirli",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF M.F. v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-178178.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2017:1031JUD004585512",
    "externalsources": [],
    "extractedappno": [
        "45855/12",
        "13216/05",
        "42079/12",
        "64602/12",
        "59214/11",
        "43393/98",
        "23380/09",
        "47940/99",
        "39630/09",
        "10865/09",
        "43577/98",
        "43579/98",
        "40116/02",
        "36042/97",
        "26827/08",
        "15529/12",
        "15250/02",
        "25536/14"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-178178",
    "judgementdate": "31/10/2017 00:00:00",
    "kpdate": "31/10/2017 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "596",
        "343",
        "100",
        "395"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "14",
        "3"
    ],
    "parties": [
        "M.F.",
        "HUNGARY"
    ],
    "rank": "2077.32763671875",
    "representedby": [
        "BALTAY L."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "472963",
    "typedescription": "15"
}