{
    "__articles": "10;10-1;10-2;41",
    "__conclusion": "Violation of Art. 10;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses - claim dismissed",
    "applicability": "",
    "appno": "75955/01",
    "article": [
        "10",
        "41"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses - claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-68650.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 75955/01) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Roman Sokołowski (“the applicant”), on 6 August 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms Agnieszka Massalska, a lawyer practising in . The Polish Government (“the Government”) were represented by their Agents, Mr Krzysztof Drzewicki and, subsequently, by Mr Jakub Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that his criminal conviction for slander amounted to a breach of his freedom of expression guaranteed by Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  By a decision of 1 June 2004, the Court declared the application admissible.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 1 November 2004 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section (Rule 52 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "7.  The applicant is a Polish national who was born in 1950 and lives in Wodzisław.",
                                "elements": []
                            },
                            {
                                "content": "8.  In October 1995 a local branch of the Christian-National Association published a political leaflet entitled “Wodzisławianin”, which contained a following note, written by the applicant:",
                                "elements": []
                            },
                            {
                                "content": "“The inhabitants of Wodzisław wonder why the lists of the local election commissions [for the coming 1995 presidential election] have not been made public in the city hall, as used to be the case.",
                                "elements": []
                            },
                            {
                                "content": "We have the answer to this question: the composition of nine election committees was determined in a secret vote held by the [Wodzisław] Municipal Council, and the councillors elected themselves to hold posts [in these commissions]. Sixteen persons [who were not members of the Council] were not elected, including four representatives of the lower councils, three women [...] who are all respectable citizens.",
                                "elements": []
                            },
                            {
                                "content": "The payment for the work in the election commission is PLZ 1,500,000, which is equivalent to two thirds of [unemployment benefit], ...",
                                "elements": []
                            },
                            {
                                "content": "Inhabitants of Wodzisław! When you go to the polls, remember that the election committee No. 8 in P. will be composed of, among others, Mr [...] and Mr J. K., which means that [by receiving their payment] they would take away from you 1,5 tons of coal for this winter, while at the same time they obtain 8 to 10 per cent of the average national salary as remuneration for their work as councillors of the Municipal Council. [...]”",
                                "elements": []
                            },
                            {
                                "content": "9.  A list of other municipal councillors who would participate in the election committees followed, each name accompanied by a designation of certain goods, such as 500 loaves of bread or 200 bus tickets, worth PLZ 1,500,000 at that time, which, according to the leaflet, they would thus “take away” from the reader.",
                                "elements": []
                            },
                            {
                                "content": "10.  The note went on to say:",
                                "elements": []
                            },
                            {
                                "content": "“Remember! You could have received this money yourself. That money is to be paid from taxes you have paid.",
                                "elements": []
                            },
                            {
                                "content": "The municipal councillors, whom you elected, are poor and concerned, above all, about their own interest and that of their families.",
                                "elements": []
                            },
                            {
                                "content": "You, as a lesser member of the local society, should be thankful that your councillor has informed you about the possibility of earning additional income, that he elected himself to the local election committee, that he put his power to a legitimate use in the interest of the community, and that he thereby revealed the truth about himself”.",
                                "elements": []
                            },
                            {
                                "content": "11.  Subsequently J.K. lodged with the Jędrzejów District Court a private bill of indictment against the applicant, complaining that the leaflet was defamatory.",
                                "elements": []
                            },
                            {
                                "content": "12.  At the first hearing, held on 25 January 1996, J.K. expressed willingness to settle the case, but the applicant declined to do so. At the hearing on 26 June 1996 the plaintiff again proposed to settle the matter amicably. The applicant refused.",
                                "elements": []
                            },
                            {
                                "content": "13.  At the same hearing the court heard statements from the applicant and the plaintiff. The applicant refused to acknowledge that by publishing the impugned statements he had committed an offence. When interviewed by the court, he confirmed that he had written the contested text.",
                                "elements": []
                            },
                            {
                                "content": "14.  The court examined as witnesses requested by the prosecution a saleswoman from the kiosk where the applicant had left the leaflets to be taken by its clients and R.B., a journalist who had written an article about the way in which the public had reacted to the leaflet.",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicant requested the court to admit in evidence the testimony of W.C. as to the contents of the impugned leaflet. He also asked the court to take into consideration two articles about the leaflet and the public reaction to it, one published in “Gazeta Jędrzejowska” and another one in “Słowo Ludu”, written by K.S. He also requested that K.S. be heard as a witness to prove that the leaflet had not been understood as amounting to an accusation of theft against J.K. The court allowed his requests in respect of the articles, but declined to call the witnesses requested by the applicant, considering that their evidence would relate to the contents of the leaflet which had already been included in the case file.",
                                "elements": []
                            },
                            {
                                "content": "16.  On the same day the Jędrzejów District Court convicted the applicant of disseminating untruthful information about J.K. in order to denigrate him and to lower him in the public esteem necessary for his function as a municipal councillor, i.e. the offence of libel, punishable under Article 178 § 2 of the Criminal Code of 1969.",
                                "elements": []
                            },
                            {
                                "content": "17.  The court established that J.K., a headmaster of a public school in P., had been a municipal councillor in Wodzisław for the past eight years. Until 31 December 1995 he had been the president of the Council's Board of Auditors. During the presidential election in 1995 he had been a member of the election commission in P.",
                                "elements": []
                            },
                            {
                                "content": "18.  In October 1995 the local branch of the Christian-National Association, of which the applicant was a member, had published a leaflet co-authored by the applicant.",
                                "elements": []
                            },
                            {
                                "content": "19.  The judgment further read:",
                                "elements": []
                            },
                            {
                                "content": "“In this leaflet addressed to the inhabitants of Wodzisław, the authors stated, among other things, that '[... ] and J.K. would take away from you 1, 5 tons of coal for this winter', that the councillors were 'poor and concerned, above all, about their own interest and that of their families', that they had 'elected themselves to the local elections committees', that they 'put their power to a legitimate use in the interest of the community'.",
                                "elements": []
                            },
                            {
                                "content": "The court considered the following:",
                                "elements": []
                            },
                            {
                                "content": "The plaintiff had stated that, in his opinion, the leaflet was slanderous. It implied that he intended to commit theft, that when receiving remuneration for his participation in the election committee he had been acting out of base motives and that he had been using the function of councillor for his personal enrichment. The community of Wodzisław understood the leaflet in a similar manner, as had been shown by the testimony given by R. B.",
                                "elements": []
                            },
                            {
                                "content": "The court, when assessing the statements in the leaflet, shared the opinion of the plaintiff and of the local community that it amounted to slander. The statements that the councillors had 'elected themselves to the local elections committee' and that they were 'concerned, above all, about their own interest and that of their families' related also to the plaintiff.",
                                "elements": []
                            },
                            {
                                "content": "It is not open to any doubt that the defendant distributed the leaflet; he admitted he had. Moreover, K.B. [when giving evidence] stated that the defendant had personally brought it to the editorial office of 'Słowo Ludu'. Despite the fact that only 150 copies of the leaflet had been printed, the defendant envisaged that that they would have more readers, as shown by the phrase contained therein: 'If you have read it, pass it on'.",
                                "elements": []
                            },
                            {
                                "content": "Dissemination of information of this kind was, in the court's view, degrading for the plaintiff; the accused, when publishing it, had an intention to denigrate the plaintiff; by distributing it he lowered the plaintiff in public esteem, necessary for him to carry out his work as a councillor. This demonstrates the seriousness of his offence, which must therefore be qualified as slander punishable under Article 178 § 2 of the Criminal Code”.",
                                "elements": []
                            },
                            {
                                "content": "20.  The court imposed on the applicant a fine of PLN 1,000 with three months and ten days' imprisonment in default, ordered him to pay PLN 100 to a local hospital and a further PLN 100 to J. K. and to pay the court costs to the Treasury in the amount of PLN 100. The court further ruled that the operative part of the judgment should be published in the local daily newspaper. When determining the fine, the court had regard to the fact that the applicant's financial situation was “very good. His monthly income from his shop was PLN 400-600, his wife's monthly salary was PLN 450, and he also owned a farm of 7,40 hectares”. Therefore the sentence imposed on him under Article 178 § 2 read together with Article 54 of the Criminal Code was appropriate to the applicant's situation.",
                                "elements": []
                            },
                            {
                                "content": "21.  The applicant appealed. He argued that the court had wrongly established the relevant facts in that it considered that his intention had been to insult J.K., while he had been acting out of concern for the public interest. It was further argued that the court had wrongly considered credible only the evidence called for the plaintiff, i.e. the testimony of journalist R.B., whom the court had questioned and whose opinions were unfavourable to the applicant. However, the court had refused to call as a witness on the applicant's behalf another journalist K.S., who had also published an article about the applicant's case, expressing views favourable to the applicant's stand and sharing the applicant's conclusions. The court admitted this article as evidence, but had not referred to it in its judgment, and had refused to call K.S. as a witness.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 17 February 1997 the  upheld the contested judgment.",
                                "elements": []
                            },
                            {
                                "content": "23.  The court considered that the lower court had carefully assessed the evidence before it and logically explained its reasons in the written grounds of the judgment. It had not been arbitrary in the assessment of the evidence. It was not in dispute between the parties that it was the applicant who had written the impugned text in the leaflet. That text had informed the public in Wodzisław that J.K. as the local councillor had elected himself to the election commission, had taken care only of his own interests and that of his family, and had thereby abused his powers.",
                                "elements": []
                            },
                            {
                                "content": "24.  The court considered that the leaflet could undoubtedly lower J.K. in public esteem and divest him of the trust necessary for his work as a councillor. The applicant could not successfully rely on his argument that when publishing the leaflet he had been acting out of concern for a legitimate public interest.",
                                "elements": []
                            },
                            {
                                "content": "25.  It had to be taken into consideration that the offence of aggravated defamation could be committed if the perpetrator knowingly disseminated false information about the victim. Such defamation could not be justified either by good faith or by the public interest. If the perpetrator had any grounds on which he could foresee that the allegations might be untrue, but he or she still disseminated them, he thereby committed the offence of aggravated defamation, punishable under Article 178 § 2 of the Criminal Code. These elements obtained in the applicant's case as he had published his allegations about J.K., acting in bad faith.",
                                "elements": []
                            },
                            {
                                "content": "26.  The court considered that the sentence imposed was adequate, having regard both to the social danger of the offence and to the applicant's personal situation. The court also ordered the applicant to pay PLN 100 by way of court fee and to reimburse the court fee paid by the plaintiff in the amount of PLN 100.",
                                "elements": []
                            },
                            {
                                "content": "27.  The applicant lodged a cassation appeal with the Supreme Court.",
                                "elements": []
                            },
                            {
                                "content": "28.  It was first argued that the first-instance court had breached provisions of procedural law in that it infringed the principle that the taking of evidence should be direct. The court had called as a witness for the plaintiff the journalist R.B. and questioned him, but refused to call another journalist K.S as a witness on the applicant's behalf. K.S. had written and published an article in which he agreed with the stand taken by the applicant in the leaflet. The opinion about the character of the leaflet and about the public response to it was entirely different in these two articles, since R.B.'s article was critical of the applicant. Likewise, the articles written by R.B. and K.S. were divergent as to their assessment of the public reaction to the leaflet. The first-instance court had failed to give any grounds in its judgment to explain why it had chosen not to call K.S. as witness.",
                                "elements": []
                            },
                            {
                                "content": "29.  Secondly, the appellant submitted that the contested judgments were in breach of substantive law. This was so because the lower courts had wrongly accepted that the applicant's acts amounted to a criminal offence of slander. The applicant's text published in the leaflet should have been regarded as legitimate criticism of public persons, the councillors of the Wodzisław Municipal Council, compatible with the applicant's freedom of expression guaranteed by Article 10 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "30.  On 20 February 2001 the Supreme Court, in a decision for which no written grounds were given, dismissed the cassation appeal as manifestly ill-founded and ordered the applicant to pay the court fee for the cassation proceedings.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "31.  Under Article 178 § 2 of the Criminal Code of 1969, applicable at the material time, whoever disseminated untrue statements about other person's acts or character with an intention of lowering him or her in public esteem or of making him or her lose the public trust necessary for that person to carry out his or her public functions, committed a criminal offence punishable by a prison sentence of up to three years.",
                                "elements": []
                            },
                            {
                                "content": "32.  Under Article 54 of the Code, if an offence concerned in a given case was punishable by imprisonment of not less than three months, and the sentence to be imposed by the court, given the circumstances of the case, would not be higher than one year's imprisonment, it was open to the court to replace the prison sentence by a fine, if it considered that a prison sentence in the circumstances of the case would not be appropriate.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant complained that his conviction of slander violated Article 10 of the Convention which, in so far as relevant, reads:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. ...",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "34.   The Court notes that it was common ground between the parties that the applicant's conviction constituted an interference with his right to freedom of expression, as guaranteed by Article 10 § 1 of the Convention. Furthermore, there was no dispute that the interference was prescribed by law and pursued a legitimate aim, namely the “protection of the reputation or rights of others” within the meaning of Article 10 § 2.  The dispute in the case relates therefore to the question whether the interference was “necessary in a democratic society.”",
                                "elements": []
                            },
                            {
                                "content": "A.\tThe parties' submissions",
                                "elements": [
                                    {
                                        "content": "35.  The applicant disagreed with the Government's opinion that the impugned leaflet contained 'statements of fact'. In his view, it was clear that the text had the character of a value judgment as it concerned the assessment of the public activity of the local councillors. He emphasised that the analysis of the leaflet had to be made in the light of its entire text, not only on the basis of certain phrases taken out of context, as the domestic courts had erroneously done. It clearly transpired from that context that the applicant had not accused J.K. of stealing, or of any intention to steal. What the applicant blamed J.K. for was that, by becoming a member of the election committee and by carrying out this work for remuneration, he had deprived other inhabitants of Wodzisław, who were worse off financially, of the possibility of earning additional income. The amount to be received by J.K. for his work in the committee represented, in the economic conditions prevalent in the municipality at that time, a significant purchasing power. It was only fair, the applicant stressed, that this amount should have been paid to other persons, not to the councillors, who in any event were at the same time in receipt of considerable remuneration for their work in the municipal council as elected political representatives of the community. The applicant emphasised that the value judgments contained in the leaflet could be considered as being quite harsh because of their provocative form, but the applicant's purpose was to draw the attention of the public to the shortcomings of the acts of councillors, including J.K.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The applicant further argued that it was of no relevance for the assessment of whether the facts of the case amounted to a violation of Article 10 of the Convention that the criminal case against the applicant had been instituted by J.K., bringing a private prosecution in the local court. The only relevant fact was that the applicant had been convicted and that this conviction had been by a court acting in the name of the respondent State, whose responsibility was thereby engaged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  In the applicant's argument, the fact that the courts imposed a fine on him could be assimilated to a form of censorship, aimed at discouraging him and other constituents from publicly criticising local politicians. These sanctions amounted to an undue restriction of public debate on issues of interest to the local public.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  The Government recalled that the limits of acceptable criticism were wider in respect of a politician than those applicable to a private individual. However, the significance of the allegations made by the applicant in the leaflet should be assessed in the light of serious consequences they could entail for J.K. as a local politician. The Government recalled in this respect that in its case-law the Court had drawn a distinction between statements of fact and value judgments. While the existence of facts could be demonstrated, value judgments were not susceptible of proof. The requirement to prove the truth of a value judgment was impossible to fulfil and it infringed freedom of opinion itself, which was a fundamental part of the right secured by Article 10 (see, for instance, Oberschlick v. Austria (no. 1), judgment of 23 May 1991, Series A no. 204, p. 27, § 63.)",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government submitted that the applicant had alleged in the leaflet that J.K. intended to commit theft. This, the Government stressed, was a statement of fact, not a value judgment. Before the courts the applicant had not adduced any proof that J.K. indeed intended to steal anything. Such a statement fell outside the ambit of acceptable criticism of public officials.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  As to the proportionality of the interference, the Government argued that the case had been instituted by private prosecution brought to the court by J.K. and that at no time had the public prosecutor been involved in the proceedings. They further drew the Court's attention to the fact that during these proceedings the applicant had twice refused to settle the case. As to the fine of PLN 1,000, imposed by the courts, the Government argued that it was proportional to the injury suffered by J.K. and to the applicant's financial situation.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.\tThe Court's assessment",
                                "elements": [
                                    {
                                        "content": "1.  General principles",
                                        "elements": [
                                            {
                                                "content": "41.  According to the Court's well-established case-law, there is little scope under Article 10 § 2 of the Convention for restrictions on political speech or on debate of questions of public interest (see, mutatis mutandis, among many other authorities, Lingens v. Austria, judgment of 8 July 1986, Series A no. 103, § 42; Castells v. Spain, judgment of 23 April 1992, Series A no. 236, § 43). Freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and each individual's self-fulfilment. Subject to paragraph 2 of Article 10, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of pluralism, tolerance and broadmindedness, without which there is no “democratic society” (see Handyside v. the United Kingdom, judgment of 7 December 1976, Series A no. 24, p. 23, § 49 and Jersild v. Denmark, judgment of 23 September 1994, Series A no. 298, p. 26, § 37). This freedom is subject to the exceptions set out in Article 10 § 2, which must, however, be construed strictly. The need for any restrictions must be established convincingly.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The test of “necessity in a democratic society” requires the Court to determine whether the “interference” complained of corresponded to a “pressing social need”, whether it was proportionate to the legitimate aim pursued and whether the reasons given by the national authorities to justify it are relevant and sufficient (see the Sunday Times v. the United Kingdom (no. 1) judgment of 26 April 1979, Series A no. 30, p. 38, § 62). In assessing whether such a “need” exists and what measures should be adopted to deal with it, the national authorities are left a certain margin of appreciation. This power of appreciation is not, however, unlimited but goes hand in hand with a European supervision by the Court, whose task it is to give a final ruling on whether a restriction is reconcilable with freedom of expression as protected by Article 10 (see, Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 58, ECHR 1999-III, and Cumpana and Mazare v. Romania [GC], judgment of 17 December 2004, no. 33348/95, § 88).",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Court's task in exercising its supervisory function is not to take the place of the national authorities, but rather to review under Article 10, in the light of the case as a whole, the decisions they have taken pursuant to their power of appreciation (see Bergens Tidende and Others v. Norway, no. 26132/95, § 50, ECHR 2000IV). When doing so, the Court must look at the impugned interference in the light of the case as a whole, including the content of the article and the context in which it was diffused (the Barfod v. Denmark judgment of 22 February 1989, Series A no. 149, § 28).",
                                                "elements": []
                                            },
                                            {
                                                "content": " 44.  Lastly, the Court recalls that Article 10 protects not only the substance of the ideas and information expressed but also the form in which they are conveyed (see Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 43, ECHR 1999VIII).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Application in the present case",
                                        "elements": [
                                            {
                                                "content": "45.  The Court is of the view that the impugned text did not amount to a gratuitous personal attack on J.K. There is no doubt that the leaflet concerned issues of public interest and concern, i.e. certain specific acts of the local municipal councillors carried out in the exercise of their public mandate. The issues involved in the case related to the principles which should govern their conduct, and in particular whether it was appropriate at all that they should use their – paid - public office as an opportunity to enrich themselves by allocating to themselves further, temporary but paid, functions in the public service. In the Court's opinion, these are important issues which may give rise to a serious public discussion concerning the rules of conduct applicable to elected representatives of the local community. Consequently, the principles concerning the scope of permissible criticism of politicians should apply to the present case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  As to whether the impugned text was a statement of fact or a value judgment, the Court observes that the courts qualified the statements in the impugned leaflet as assertion of fact, i.e. of J. K. 's alleged intention to steal something, or as accusation that he had stolen something.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The Court notes in this respect that the gist of the applicant's criticism, couched in ironical language, was that the criticised behaviour of the councillors was improper. It was meant to stress that the functions in the election committees should have been assigned to those inhabitants of the municipality who were financially worse off than the councillors themselves. The income to be earned for their work in the committees was then compared to the market prices of various goods at that time. It was further suggested that the councillors, by receiving that money paid from local taxes, would “take away” these goods from the reader.",
                                                "elements": []
                                            },
                                            {
                                                "content": "A serious accusation of theft cannot, in the Court's view, be justifiably read into such a statement, particularly when the satirical character of the text and the irony underlying it are taken into account. Therefore the Court considers that it should be qualified as value judgment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Court further notes that the first-instance court took no note of the applicant's argument that he had been acting in the public interest. The same court further stated that the applicant had acted in bad faith, but no reasons were adduced to explain why the court thought so. The second-instance court declared, in turn, that the applicant could not rely on his argument that he had acted to protect a legitimate public interest. However, the Court observes that no explanation was given as to why the court had taken this view.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  Moreover, the Court recalls that even where a statement amounts to a value judgment, the proportionality of an interference may depend on whether there exists a sufficient factual basis for the impugned statement, since even a value judgment without any factual basis to support it may be excessive (Jerusalem v. Austria, no. 26958/95, § 43, ECHR 2001II). In the present case the courts convicted the applicant of slander, which under the applicable provision of the Criminal Code was to be understood as disseminating untrue information (see § 31 above). The Court notes in this respect that it was not in dispute between the parties to the domestic proceedings that the assessment of the councillors' conduct formulated by the applicant had a factual basis in that J.K. had put forward his candidature to the election committee and had been elected to it by other councillors. What is more, the courts did not consider that this information disseminated by the applicant was untrue.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Court is also of the view that the minor impact that the leaflet, which was printed in 150 copies only, should also have been taken into account by the courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  In short, the reasons relied on by the respondent State were neither relevant nor sufficient to show that the interference complained of was “necessary in a democratic” society.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Lastly, the Court recalls that when assessing the proportionality of the interference, the nature and severity of the penalties imposed are also factors to be taken into account (see Ceylan v. Turkey [GC], no. 23556/94, § 49, ECHR 1999IV; Skałka v. Poland, no. 43425/98, 27 May 2003, § 4142; Cumpana and Mazare v. Romania, no. 33348/96, 17 December 2004, §§ 111-124). In the applicant's case, the fine of PLN 1000 was equivalent to the applicant's monthly income (see § 20 above). This, in the Court's view, should be considered a harsh penalty, in particular if regard is had to the fact that this fine could be replaced in default by three months and ten days' imprisonment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.   Accordingly, there has been a violation of Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "53.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "54.  The applicant sought compensation for pecuniary damage incurred through the fine imposed on him in the amount of PLN 1,000. He further claimed reimbursement of PLN 300 which he had been ordered to pay under the first-instance judgment, and of PLN 200 he was obliged to pay by the second-instance court. He also sought compensation for the costs of the proceedings before the Supreme Court in the amount of PLN 600.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The applicant also claimed the sum of PLN 8,000 as compensation for loss of salary resulting from reduction of the working hours of his wife, who had been employed by the municipality. Her working hours had been reduced, in the applicant's submission, as retribution for the applicant having authored the leaflet and having lost the case against one of the municipal councillors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The applicant finally sought compensation for non-pecuniary damage he suffered as a result of distress and anguish caused by the violation of his rights in the amount of PLN 52,800, and for travel and other costs he had borne in connection with the second-instance proceedings in the amount of PLN 500.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government were of the view that there was no causal link between the violation complained of and the amounts claimed by the applicant for the pecuniary damage. As to the amounts claimed under the head of non-pecuniary damage, they were of the view that these amounts were excessive and that this claim should therefore be rejected. They added that, in any event, a finding of a violation of Article 10 would in itself provide sufficient just satisfaction to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court finds that in the circumstances of the case there is a causal link between the violation found and the alleged pecuniary damage insofar as the applicant refers to the costs he incurred in connection with the domestic proceedings. Consequently, there is justification for making an award to the applicant under that head. As regards the alleged pecuniary damage resulting from the reduction of salary of the applicant's wife, the Court observes - even assuming that there could be any causal link between the facts of the case and the violation of Article 10 of the Convention and the alleged damage – that the applicant failed to submit any documents to prove this damage. Taking into account all the circumstances, it awards the applicant EUR 700 as compensation for pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court accepts that the applicant has also suffered non-pecuniary damage – such as distress and frustration resulting from the conviction and sentence – which is not sufficiently compensated by the finding of violation of the Convention. Making its assessment on an equitable basis, the Court awards the applicant EUR 4000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "60.  The applicant, who was granted legal aid for the purpose of the proceedings before the Court, claimed PLN 500 as reimbursement for costs he had borne in connection with the domestic proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Government submitted that these costs were irrelevant for the case at hand. They also argued that the applicant had not submitted any documents to show that he had actually incurred these costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62. The Court observes that the applicant has not lodged any evidence in support of his claims. The Court therefore decides not to award any sum under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "63.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds",
                        "elements": []
                    },
                    {
                        "content": " (a)  that the respondent State is to pay the applicant from the date on which the judgment becomes final according to Article 4 § 2 of the Convention the following amounts, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement, plus any tax that may be chargeable:",
                        "elements": []
                    },
                    {
                        "content": " (b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "3.  Dismisses the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": " Done in English, and notified in writing on 29 March 2005, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MrJ. Borrego Borrego",
            "role": "judges"
        },
        {
            "name": "Mr M. O'Boyle",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SOKOLOWSKI v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-68650.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2005:0329JUD007595501",
    "externalsources": [],
    "extractedappno": [
        "75955/01",
        "21980/93",
        "33348/95",
        "26132/95",
        "23118/93",
        "26958/95",
        "23556/94",
        "43425/98",
        "33348/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Articles 54 and 178 § 2 of the Criminal Code 1969"
    ],
    "itemid": "001-68650",
    "judgementdate": "29/03/2005 00:00:00",
    "kpdate": "29/03/2005 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "201",
        "265",
        "379",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "10",
        "10-1",
        "10-2",
        "41"
    ],
    "parties": [
        "SOKOLOWSKI",
        "POLAND"
    ],
    "rank": "511.207000732422",
    "representedby": [
        "Ms MASSALSKA A., lawyer, Kielce"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [
        "Barfod v. Denmark, judgment of 22 February 1989, Series A no. 149, § 28",
        "Bergens Tidende and Others v. Norway, no. 26132/95, § 50, ECHR 2000 IV",
        "Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 58, ECHR 1999-III",
        "Castells v. Spain, judgment of 23 April 1992, Series A no. 236, § 43",
        "Ceylan v. Turkey [GC], no. 23556/94, § 49, ECHR 1999 IV",
        "Cumpana and Mazare v. Romania [GC], judgment of 17 December 2004, no. 33348/95, § 88",
        "Cumpana and Mazare v. Romania, no. 33348/96, 17 December 2004, §§ 111-124",
        "Handyside v. the United Kingdom, judgment of 7 December 1976, Series A no. 24, p. 23, § 49",
        "Jersild v. Denmark, judgment of 23 September 1994, Series A no. 298, p. 26, § 37",
        "Jerusalem v. Austria, no. 26958/95, § 43, ECHR 2001 II",
        "Lingens v. Austria, judgment of 8 July 1986, Series A no. 103, § 42",
        "Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 43, ECHR 1999 VIII",
        "Oberschlick v. Austria (no. 1), judgment of 23 May 1991, Series A no. 204, p. 27, § 63",
        "Skalka v. Poland, no. 43425/98, 27 May 2003, § 41 42",
        "Sunday Times v. the United Kingdom (no. 1), judgment of 26 April 1979, Series A no. 30, p. 38, § 62"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "328853",
    "typedescription": "15"
}