{
    "__articles": "5;5-1;6;6-1;7;7-1;35;35-1;35-3-a;41",
    "__conclusion": "Preliminary objections joined to merits and dismissed (Art. 35) Admissibility criteria;(Art. 35-1) Exhaustion of domestic remedies;(Art. 35-3-a) Ratione materiae;Violation of Article 6 - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Access to court);No violation of Article 7 - No punishment without law (Article 7-1 - Heavier penalty);No violation of Article 5 - Right to liberty and security (Article 5-1 - Lawful arrest or detention);Non-pecuniary damage - claim dismissed (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "65101/16;73789/16;73902/16",
    "article": [
        "7",
        "35",
        "5",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "Art. 35"
            ],
            "element": "Preliminary objections joined to merits and dismissed",
            "type": "other"
        },
        {
            "details": [
                "Art. 35-1"
            ],
            "element": "Admissibility criteria",
            "type": "other"
        },
        {
            "details": [
                "Art. 35-3-a"
            ],
            "element": "Exhaustion of domestic remedies",
            "type": "other"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Access to court"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "7",
            "base_article": "7",
            "details": [
                "Article 7-1 - Heavier penalty"
            ],
            "element": "No violation of Article 7 - No punishment without law",
            "type": "no-violation"
        },
        {
            "article": "5",
            "base_article": "5",
            "details": [
                "Article 5-1 - Lawful arrest or detention"
            ],
            "element": "No violation of Article 5 - Right to liberty and security",
            "type": "no-violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-187419.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in applications (nos. 65101/16, 73789/16 and 73902/16) against the Kingdom of Spain lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Spanish nationals, Mr Santiago Arrozpide Sarasola (“the first applicant”), Mr Alberto Plazaola Anduaga (“the second applicant”) and Mr Francisco Múgica Garmendia (“the third applicant”) on 4 November 2016, 23 November 2016 and 21 November 2016 respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The first applicant was represented by Mr I. Urbina Fernandez, a lawyer practising in Vitoria-Gasteiz. The second and third applicants were represented by Ms H. Ziluaga Larreategi, a lawyer practising in Hernani. The Spanish Government (“the Government”) were represented by their Agent, Mr R.-A. León Cavero, State Counsel and Head of the Human Rights Department at the Ministry of Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, a violation of Articles 6, 7 and 5 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 18 January 2017 the Government were given notice of the complaint under Article 6 § 1 concerning right of access to the Constitutional Court and the complaints concerning Articles 7 and 5 § 1 of the Convention. The remainder of the applications was declared inadmissible by the then Vice-President of the Section, sitting in single-judge formation.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicants were born in 1948, 1956 and 1953 respectively. The first applicant was detained in Topas Prison when his application was lodged with the Court. The third applicant is detained in Zuera Prison. The second applicant was living in Ciboure (France) when his application was lodged with the Court.",
                                "elements": []
                            },
                            {
                                "content": "Application no. 65101/16",
                                "elements": [
                                    {
                                        "content": "6.  On 30 September 1987 the first applicant was arrested in France.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 3 October 1987 he was placed in detention in France for belonging to the ETA terrorist organisation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 4 July 1990 the Paris Regional Court sentenced him to ten years’ imprisonment on charges of criminal conspiracy, breach of the law on arms and explosives, breach of the Electronic Mail and Communications Code and an offence related to individual or collective action aimed at creating public disorder through intimidation or terror. That conviction concerned offences committed in France in 1987. The first applicant served his sentence up until 3 October 1995, after a full prison term of seven years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The first applicant then remained in detention in France, for the purposes of extradition, until 21 December 2000, when he was surrendered to the Spanish judicial authorities pursuant to an extradition request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In Spain, the first applicant was sentenced to more than three thousand years’ imprisonment after eleven separate sets of criminal proceedings before the Audiencia Nacional. He was convicted of several terrorist attacks and murders committed in Spain between 1980 and 1987 by the ETA terrorist organisation, including the booby-trapped car explosion on the Plaza República Dominicana in Madrid on 14 July 1986 (killing twelve Guardia Civil officers and injuring forty-four Guardia Civil officers and seventeen passers-by) and the car-bomb attack on the Hipercor shopping centre in Barcelona on 19 June 1987 (killing twenty-one people and injuring forty-six others).",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  Once the convictions in Spain had become final by decision of 7 March 2006, the Audiencia Nacional noted that the chronological links between the offences of which she had been convicted made it possible to group them together (acumulación de penas) as provided for in section 988 of the Criminal Procedure Act (Ley de Enjuiciamiento Criminal) in conjunction with Article 70.2 of the 1973 Criminal Code, in force when the offences were committed (see “relevant domestic law and practice” in the case of Del Río Prada v. Spain [GC], no. 42750/09, §§ 24-25, ECHR 2013). The Audiencia Nacional fixed the maximum term to be served by the first applicant in respect of all his prison sentences in Spain combined at thirty years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 27 June 2006 an initial calculation was carried out for the purposes of fixing the date on which he would have finished serving his sentence (liquidación de condena), stating that the first applicant would be released on 30 January 2030.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  At the first applicant’s request, the period of detention in France for the purposes of extradition (from 3 October 1995 to 21 December 2000) was deducted from the maximum prison term by decision of 24 May 2011 of the Audiencia Nacional. Consequently, the prison authorities recalculated the prison term and fixed the date on which he would have finished serving his sentence for 24 September 2025. That calculation was confirmed by an order issued on 27 September 2011 by the Audiencia Nacional.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  Following the judgment delivered by the Court in the case of Del Río Prada, cited above, the first applicant sought and ultimately obtained a recalculation of his prison term, fixing the date of his release on 21 July 2020, which was approved by decision of 28 February 2014. The remissions of sentence to which the applicant was entitled were deducted from the maximum term of thirty years’ imprisonment, rather than from each of the sentences separately (see, as regards the consequences of the Del Río Prada judgment for other convicted persons, Lorenzo Vázquez v. Spain (dec.), no. 30502/12, §§ 19-24, 19 January 2016), for the purposes of determining his release date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 25 March 2014 the first applicant requested the deduction of the prison sentence imposed by the French judicial authorities and served in France from the maximum thirty-year term established in Spain. He relied on judgment no. 186/2014 of 13 March 2014 of the Supreme Court, which had accepted the possibility of taking into consideration a sentence served in France for the purposes of grouping together sentences on the basis of Framework Decision no. 2008/675/JAI of the Council of the European Union of 24 July 2008 on taking account of convictions in the Member States of the European Union in the course of new criminal proceedings (“Framework Decision no. 2008/675/JAI”) (see “relevant domestic and EU law and practice”, paragraphs 73-77 and 83 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  By decision of 2 December 2014 the Audiencia Nacional (first section of the Criminal Division) agreed to deduct the prison term served in France from the maximum term of thirty years’ imprisonment. The Audiencia relied, in particular, on judgment no. 186/2014 delivered by the Supreme Court on 13 March 2014, as well as Framework Decision no. 2008/675/JAI, particularly Article 3 § 1 thereof, which provides that each Member State of the European Union (“the EU”) should ensure that in the course of criminal proceedings against a person, previous convictions handed down against the same person for different facts are taken into account to the extent previous national convictions are taken into account. The Audiencia Nacional took the view that a previous conviction handed down in another Member State should therefore be taken into account in calculating the maximum prison terms provided in criminal law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The public prosecutor’s office lodged an appeal on points of law with the Supreme Court against that decision, for the purposes of clarifying the law. In the framework of those proceedings, the first applicant requested an application for a preliminary ruling from the Court of Justice of the European Union (“the CJEU”) on the basis of Article 267 of the Treaty on the Functioning of the European Union. Moreover, he pointed out that allowing the appeal on points of law would violate the principle that only a statute can define offences and lay down penalties, the right to liberty, the right to equality before the law and the right to effective judicial protection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 4 December 2014, while the appeal on points of law was pending before the Supreme Court, the Audiencia Nacional recalculated the sentence to be served by the first applicant under the impugned decision. It noted that pursuant to that decision, and taking account of the sentence served in France for the purposes of grouping the sentences together, the applicant ought to have finished serving his sentence on 27 January 2013.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 21 December 2014 the first applicant was released from prison. He was placed in pre-trial detention on 20 January 2015 in relation to offences committed in 1986 and 1987 for which he had not yet stood trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 10 March 2015 the Supreme Court allowed the appeal on points of law lodged by the public prosecutor’s office for the purposes of clarifying the law. In its judgment, which was delivered and published on 24 March 2015, it held that there had been no need to take account of the sentence served by the first applicant in France for the purposes of grouping sentences together (acumulación de penas). The Supreme Court had followed the same approach as in its leading judgment no. 874/2014 of 27 January 2015, by which the Plenary Criminal Division had decided not to take account of sentences imposed and served in France in tandem with sentences imposed in Spain for the purposes of determining the maximum prison term (see “Relevant law and practice at the domestic and EU levels”, paragraph 69 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Referring to the reasoning set out in its leading judgment no. 874/2014 of 27 January 2015, the Supreme Court reiterated all the applicable case-law and legislation concerning the consideration of sentences imposed abroad. It identified three different periods in this regard: the first period up until 15 August 2008, the date of publication of Framework Decision no. 2008/675/JAI; the second extending between that date and the date of publication of Organic Law no. 7/2014 of 12 November 2014 on the exchange of information from police records and taking account of criminal court decisions in the EU, which had come into force on 3 December 2014; and lastly, the third period from the date of publication of the aforementioned organic law to the present day. As regards the first period, the Supreme Court noted that the Spanish courts had only agreed to take account of sentences imposed abroad alongside those imposed in Spain where the sentence imposed abroad was to be served in Spain under an international treaty on the execution of criminal judgments (for example a bilateral treaty or the Council of Europe’s Convention on the Transfer of Convicted persons). On the other hand, it pointed out that when the sentence had already been served abroad, there was no reason to consider it in connection with sentences to be served in Spain for the purposes of implementing the maximum prison term (judgment no. 2117/2002 of 18 December 2002). Concerning the second period (mid-August 2008 to November 2014), the Supreme Court observed that under the Framework Decision itself (Article 3 § 5), it was not compulsory for States to take account of a sentence imposed in another Member State for the purposes of applying the maximum prison term set out in the Penal Code. The court added, however, that as it transpired from its judgment no. 186/2014 of 13 March 2014, in the absence of domestic legislation transposing the Framework Decision or of rules expressly governing this matter, the rules in force should be interpreted in a manner as compatible as possible with the content of European regulations, provided that such interpretation was not contra legem where domestic law was concerned. It pointed out that it was in that context that judgment no. 186/2014, which had been enacted before the transposition of the Framework Decision, had agreed to take into consideration a sentence imposed in France for the purposes of grouping it together with sentences subsequently imposed in Spain. Finally, as regards the third period, the Supreme Court noted that Organic Law no. 7/2014 had incorporated the Framework Decision into Spanish law, while expressly ruling out the effects of sentences imposed in another Member State in calculating the length of sentences given in Spain for offences committed before any sentences handed down by the courts of the other Member State (section 14 (2) of Organic Law no. 7/2014). It considered that under those circumstances, even though the aim was not to apply that law directly, its existence meant that it was no longer possible to interpret Spanish law (Article 70.2 of the Penal Code and section 988 of the Criminal Procedure Act) in the previously accepted sense, that is to say in favour of taking into account sentences imposed in another Member State for the purposes of calculating the maximum prison term. Given that the Spanish State, through the intermediary of its legislature, had expressed its choice in the transposition of the Framework Decision, ruling out any consideration of sentences imposed in another Member State, the previous interpretation was no longer possible, because it was no longer praeter legem but contra legem.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Furthermore, in its judgment, the Supreme Court had considered whether Organic Law no. 7/2014 was compatible with the Framework Decision, and concluded that the exceptions provided for in the Consideration of Sentences imposed in other Member States Act were authorised by the optional exception set out in Article 3 § 5 of the Framework Decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Supreme Court also considered that the new interpretation of the law set out in its judgment no. 874/2014 did not contravene Article 7 of the Convention read in the light of the Court’s case-law. It took the view that the change of interpretation could not be compared with the reversal of case-law which had given rise to the case of Del Río Prada. Firstly, the Supreme Court held that it would be difficult for an interpretation based on such a legal instrument as a Framework Decision, which itself introduced optional exceptions for its transposition, to give rise to legitimate expectations. Secondly, it considered that it was a case of a pre-established case-law or interpretative practice laying down the general rule of consideration of sentences already served abroad. Thirdly, it pointed out that judgment no. 186/2014 of 13 March 2014 had been the first decision in which it had been called upon to interpret the Framework Decision, at a time when the commonly accepted practice of the courts in similar cases had been to refuse to take account of sentences served abroad. Fourthly, the court emphasised that in the absence of any established case-law, the first applicant could not, when he had been serving his prison sentence, have legitimately expected that the sentence already served in France would be taken into consideration for the purposes of applying the maximum prison term in Spain. It concluded that even though the impugned interpretation differed from that adopted in judgment no. 186/2014, that change was not such as to infringe any expectation on the first applicant’s part based on reasonable foreseeability. Moreover, it considered that that foreseeability could never have existed either at the time the first applicant had committed the offences in France (1987) or at the time the decision was taken to group together sentences in Spain (2006), since the Framework Decision had not yet been adopted then and no judicial precedent had supported the taking into account of sentences served abroad. Finally, the Supreme Court held that the first applicant must have known that the Framework Decision had to be implemented at the domestic level, and pointed out that such transposition would determine whether or not sentences imposed in another Member State could be taken into account under the optional exception set forth in Article 3 § 5 of the Framework Decision itself. It noted that ultimately, Spanish law as a whole, including the relevant case-law, had not been drawn up sufficiently precisely for the argument advanced by the applicant to be accepted as established and evident.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  As regards the first applicant’s desire to request a preliminary ruling from the CJEU, the Supreme Court held that that was unnecessary in view of the clear wording of Article 3 § 5 of the Framework Decision read in its context and in the light of the procedure for adopting that instrument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Supreme Court had adopted its judgment by four votes to one. One judge had appended a dissenting opinion submitting that the exceptions laid down in Organic Law no. 7/2014 on taking account of sentences imposed in another Member State were contrary to the spirit of the Framework Decision and destroyed the very essence of the equivalence objective which that instrument was supposed to enshrine.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 13 March 2015 the Audiencia Nacional took note of the communication of the Supreme Court judgment and of the latter’s annulment of the 2 December 2014 decision on grouping sentences together in respect of the first applicant, thus rendering inoperative the latest calculation of the prison term to be served. It stated that the first applicant now had to continue serving his prison sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 10 April 2015 the 24 March 2015 judgment of the Supreme Court was served on the first applicant’s representative. The notice accompanying the judgment stated that the latter was final and could be the subject of an amparo appeal before the Constitutional Court within thirty working days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 15 April 2015 the first applicant filed an action (incidente de nulidad) to set aside the judgment of the Supreme Court on the basis of section 241 (1) of the Organic Law on the Judiciary (“LOPJ”) (see “Relevant law and practice at the domestic and EU levels”, paragraph 69 below), alleging in particular an infringement of the principle that only a statute can define offences and lay down penalties, the right to liberty, the right to equality before the law and the right to effective judicial protection. He requested that his action be dealt with under urgent procedure so that he could lodge an amparo appeal before the Constitutional Court within the thirty-day time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 25 May 2015 the first applicant requested the withdrawal of his action on the grounds that the Supreme Court, which had delivered the impugned cassation judgment, had already had an opportunity to reply to his allegations of breaches of fundamental rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 26 May 2015 the first applicant lodged an amparo appeal with the Constitutional Court. He relied on Article 14 (equality principle), Article 17 (right to liberty), Article 24 (right to effective judicial protection) and Article 25 (principle that only a statute can define offences and lay down penalties) of the Constitution. He once again requested that the CJEU be invited to give a preliminary ruling. Regarding the requirement of exhaustion of available domestic remedies, the first applicant pointed out that no ordinary appeal lay with the cassation judgment and that the Supreme Court had already determined all the allegations of violations of fundamental rights, redress for which he was now seeking before the Constitutional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  At a subsequent date (27 May 2015 according to the applicant and 8 June 2015 according to the Government) the first applicant was served with a decision of the Supreme Court dated 30 April 2015 declaring his action for annulment inadmissible. In that decision the Supreme Court stated that most of the applicant’s complaints had already been assessed in its cassation judgment, and that consequently, pursuant to section 241 (1) LOPJ, the action should be declared inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 24 May 2016 the Constitutional Court declared the amparo appeal inadmissible on grounds of non-exhaustion of existing legal remedies, relying on section 44 (1) (a) of the Organic Law on the Constitutional Court. That court noted that the first applicant had not lodged an action for annulment based on section 241 (1) LOPJ.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Application no. 73789/16",
                                "elements": [
                                    {
                                        "content": "33.  The second applicant was arrested in France on 18 November 1990. He was subsequently placed in pre-trial detention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  By judgment of 11 March 1994 the Paris Regional Court sentenced him to seven years’ imprisonment on charges of criminal conspiracy (terrorism), transport of arms and munitions and use of forged documents, in respect of offences committed in French territory in 1990. In its decision the court noted that the applicant was a member of the ETA.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  The second applicant served that sentence in France up until the date of his extradition to Spain on 11 March 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  By judgment of 31 July 1997 the Audiencia Nacional sentenced the second applicant to a forty-six years’ imprisonment for two attempted murders and damage to property, in connection with a terrorist attack on a bar in Eskoriaza (Guipuscoa Province) on 22 May 1987. The judgment stated that regard would be had to the upper limit set out in Article 70.2 of the 1973 Penal Code, which provided for a maximum prison term of thirty years. The judgment was upheld by the Supreme Court on 12 June 1998 following an appeal on points of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On 18 August 1998 an initial calculation was carried out for the purposes of fixing the date on which he would have finished serving his sentence (liquidación de condena), stating that the first applicant would be released on 3 March 2026. The Audiencia Nacional approved that calculation on 27 August 1998.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  On 20 March 2014 the second applicant requested that the prison sentence imposed by the French judicial authorities and served in France be taken into account in determining the maximum thirty-year prison term set in Spain. He relied on judgment no. 186/2014 of the Supreme Court of 13 March 2014 and Framework Decision no. 2008/675/JAI of 24 July 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  By decision of 2 December 2014 the Audiencia Nacional (first section of the Criminal Division) agreed to deduct the prison term served in France from the maximum term of thirty years’ imprisonment. The Audiencia relied, in particular, on judgment no. 186/2014 delivered by the Supreme Court on 13 March 2014, as well as Framework Decision no. 2008/675/JAI, particularly Article 3 § 1 thereof, which provides that each Member State of the European Union (“the EU”) should ensure that in the course of criminal proceedings against a person, previous convictions handed down against the same person for different facts are taken into account to the extent previous national convictions are taken into account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The public prosecutor’s office lodged an appeal on points of law with the Supreme Court against that decision, for the purposes of clarifying the law. In the framework of those proceedings, the second applicant requested an application for a preliminary ruling from the CJEU on the basis of Article 267 of the Treaty on the Functioning of the European Union. Moreover, he pointed out that should the appeal on points of law be allowed, that would violate the principle that only a statute can define offences and lay down penalties, the right to liberty, the right to equality before the law and the right to effective judicial protection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 2 December 2014 the Audiencia Nacional recalculated the sentence to be served by the second applicant in accordance with the impugned decision. It noted that pursuant to that decision and having taken into account the sentence served in France for the purposes of grouping sentences together, the applicant should have completed his sentence on 24 August 2013. The Audiencia Nacional also had regard to the ordinary remissions of sentence to which the second applicant was entitled and which had to be deducted from the thirty-year limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On 4 December 2014 the Audiencia Nacional confirmed that calculation and the second applicant was released from prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 10 March 2015 the Supreme Court allowed the appeal on points of law lodged by the public prosecutor’s office for the purposes of clarifying the law. In its judgment, which was delivered and published on 24 March 2015, it held that there had been no need to take account of the sentence served by the first applicant in France for the purposes of grouping the sentences together. The Supreme Court had followed the same approach as in its cassation judgment concerning the first applicant (see paragraphs 20-24 above), referring to the approach which it had adopted in its leading judgment no. 874/2014 of 27 January 2015. One judge had appended a dissenting opinion to the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Also on 10 March 2015, the cassation judgment was communicated to the Audiencia Nacional. The latest calculation of the prison term to be served by the second applicant was rendered inoperative and the previous calculation was reinstated. The Audiencia Nacional therefore fixed the date on which the second applicant would have finished serving his sentence as 16 August 2018 (liquidación de condena), and ordered his recall to prison.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Just as he was to return to prison, the second applicant absconded and remained untraceable. International arrest warrants were issued, and once he had been located, an extradition request was issued to the French State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  On 10 April 2015 the 24 March 2015 judgment of the Supreme Court was served on the second applicant’s representative. The notice accompanying the judgment stated that the latter was final and could be the subject of an amparo appeal before the Constitutional Court, to be lodged within thirty working days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 17 April 2015 the second applicant filed an action to set aside the judgment of the Supreme Court on the basis of section 241 (1) of the Organic Law on the judiciary (“LOPJ”), alleging in particular an infringement of the principle that only a statute can define offences and lay down penalties, the right to liberty, the right to equality before the law and the right to effective judicial protection. He requested that his action be dealt with under urgent procedure so that he could lodge an amparo appeal before the Constitutional Court within the thirty-day time-limit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 26 May 2015 the second applicant requested the withdrawal of his action on the grounds that the Supreme Court, which had delivered the impugned cassation judgment, had already had an opportunity to reply to his allegations of breaches of fundamental rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On the same date the second applicant lodged an amparo appeal with the Constitutional Court. He relied on Article 14 (equality principle), Article 17 (right to liberty), Article 24 (right to effective judicial protection) and Article 25 (principle that only a statute can define offences and lay down penalties) of the Constitution. He once again requested that the CJEU be invited to give a preliminary ruling. Regarding the requirement of exhaustion of available domestic remedies, the first applicant pointed out that no ordinary appeal lay with the cassation judgment and that the Supreme Court had already determined all the allegations of violations of fundamental rights, redress for which he was now seeking before the Constitutional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 27 May 2015 the second applicant was served with a decision of the Supreme Court dated 30 April 2015 declaring his action for annulment inadmissible. In that decision the Supreme Court stated that most of the applicant’s complaints had already been assessed in its cassation judgment, and that consequently, pursuant to section 241 (1) LOPJ, the action had to be declared inadmissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The second applicant was arrested in France on 7 September 2015. It transpires from the case file that the Government adopted an agreement to request his extradition on 9 October 2015.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 22 June 2016 the Constitutional Court declared the amparo appeal inadmissible on grounds of non-exhaustion of existing legal remedies, relying on section 44 (1) (a) of the Organic Law on the Constitutional Court. That court noted that the first applicant had not lodged an action for annulment based on section 241 (1) LOPJ.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Application no. 73902/16",
                                "elements": [
                                    {
                                        "content": "53.  The third applicant was arrested in France on 29 March 1992 in the framework of an operation against the main ETA leaders.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  By judgment of 19 June 1997, the Paris Regional Court sentenced him to ten years’ imprisonment on charges, inter alia, of criminal conspiracy, unlawful possession of arms and munitions and use of forged documents, in respect of offences which had been committed in French territory between 1990 and 1992. The third applicant served that sentence in France.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  On 8 February 2000 he was surrendered to the Spanish judicial authorities pursuant to an extradition request.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In Spain the third applicant was sentenced to over four thousand seven hundred years’ imprisonment following seventeen separate sets of criminal proceedings before the Audiencia Nacional. He was convicted, inter alia, of several terrorist attacks and murders (twenty-three in all) committed in Spain (Madrid, Zaragoza, Santander and Valencia) between 1987 and 1993.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 4 December 2012, once the sentences imposed in Spain had become final, the third applicant requested the grouping together of the sentences for the purposes of determining the maximum prison term to be served (thirty years). He did not refer to the sentence served in France.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  By decision of 18 November 2013, the Audiencia Nacional noted that the chronological links between the offences of which she had been convicted made it possible to group them together (acumulación de penas) as provided for in section 988 of the Criminal Procedure Act (Ley de Enjuiciamiento Criminal) in conjunction with Article 70.2 of the 1973 Criminal Code, in force when the offences were committed. The Audiencia Nacional fixed the maximum term to be served by the first applicant in respect of all his prison sentences in Spain combined at thirty years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  By decision of 11 April 2014, the Audiencia Nacional approved the calculation of the sentence to be served by the third applicant, taking account of the remissions of sentence to which he was entitled. The date on which he would have finished serving his sentence (liquidación de condena) was fixed for 13 November 2024.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  On 30 April 2014 the third applicant requested that the prison sentence which he had served in France be taken into account in determining the maximum thirty-year term. He relied in particular on judgment no. 186/2014 of the Supreme Court and Framework Decision no. 2008/675/JAI.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  By decision of 2 December 2014, the Audiencia Nacional (first section of the Criminal Division) agreed to deduct the prison term served in France from the maximum term of thirty years’ imprisonment. The Audiencia relied, in particular, on judgment no. 186/2014 delivered by the Supreme Court on 13 March 2014, as well as Framework Decision no. 2008/675/JAI, particularly Article 3 § 1 thereof, which provides that each Member State of the European Union (“the EU”) should ensure that in the course of criminal proceedings against a person, previous convictions handed down against the same person for different facts are taken into account to the extent previous national convictions are taken into account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  That decision was contested on points of law before the Supreme Court by the public prosecutor’s office for the purposes of clarifying the law, and by the third applicant. The latter requested the consideration of the whole sentence imposed in France (ten years), encompassing the remissions of sentence given, and not exclusively the time actually spent in prison (from 29 March 1992 to 7 February 2000 – seven years and eleven months). In the framework of the cassation proceedings, the third applicant requested that the CJEU be invited to give a preliminary ruling on the basis of Article 267 of the Treaty on the Functioning of the European Union. Furthermore, he complained of an infringement of the principle that only a statute can define offences and lay down penalties, the right to liberty, the right to equality before the law and the right to effective judicial protection.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  On 3 December 2014, the date on which the third applicant would have finished serving his sentence (liquidación de condena) was fixed for 21 March 2022, pursuant to the impugned decision and after deduction of the prison sentence served in France from 29 March 1992 to 7 February 2000. Having regard to the remissions of sentence already granted, deductible from the maximum thirty-year term, his final date of release (licenciamiento definitivo) was fixed for 5 August 2016.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  On 23 April 2015 the Supreme Court allowed the appeal on points of law lodged by the public prosecutor’s office for the purposes of clarifying the law, holding that there had been no need to take account of the sentence served by the third applicant in France for the purposes of grouping sentences together. The Supreme Court had followed the same approach as in its judgments concerning the first and second applicants (see paragraphs 20-24 above), while also referring to the approach adopted in its leading judgment no. 874/2014 of 27 January 2015. Two judges appended a dissenting opinion to the Supreme Court’s judgment. The appeal on points of law lodged by the third applicant was dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  On 18 May 2015 the judgment of the Supreme Court was communicated to the Audiencia Nacional and served on the third applicant, who was represented by the same solicitor as the first and second applicants. The notice accompanying the judgment stated that the latter was final and could be the subject of an amparo appeal before the Constitutional Court within thirty working days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  On 20 May 2015 the latest calculation of the prison term to be served by the third applicant was rendered inoperative. The previous calculation was re-validated and updated by taking account of the further applicable remissions of sentence. According to that calculation, approved by the Audiencia Nacional on 21 July 2015, the third applicant would have finished serving his sentence (liquidación de condena) on 14 March 2024.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  On 26 June 2015 the third applicant lodged an amparo appeal with the Constitutional Court. He relied on Article 14 (equality principle), Article 17 (right to liberty), Article 24 (right to effective judicial protection) and Article 25 (principle that only a statute can define offences and lay down penalties) of the Constitution. He once again requested that the CJEU be invited to give a preliminary ruling. Regarding the requirement of exhaustion of available domestic remedies, the third applicant pointed out that no ordinary appeal lay with the cassation judgment and that the Supreme Court had already determined all the allegations of violations of fundamental rights, redress for which he was now seeking before the Constitutional Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68. On 22 June 2016 the Constitutional Court declared the amparo appeal inadmissible on grounds of non-exhaustion of existing domestic remedies, relying on section 44 (1) (a) of the Organic Law on the Constitutional Court. That court noted that the first applicant had not lodged an action for annulment based on section 241 (1) LOPJ.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT DOMESTIC AND eUROPEAN UNION LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Action for annulment",
                                "elements": [
                                    {
                                        "content": "69.  Section 241 (1) of the Organic Law on the Judiciary (“LOPJ”) as amended under the first final provision of Organic Law no. 6/2007 of 24 May 2007 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“As a general rule, actions for the annulment of judicial decisions must be declared inadmissible. In exceptional cases, however, legitimate or potentially legitimate parties may request in writing that judicial decisions be declared null and void on grounds of a violation of a fundamental right secured under Article 53 § 2 of the Constitution, provided that such violation could not have been complained of before the delivery of the judgment or decision terminating the proceedings, and that, in either case, no ordinary or extraordinary remedy lies with the judgment or decision.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Organic Law on the Constitutional Court",
                                "elements": [
                                    {
                                        "content": "70.  Section 44 (1) (a) of the Organic Law on the Constitutional Court as amended under Organic Law no. 6/2007 of 24 May 2007, provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Violations of rights and freedoms which are open to an amparo appeal and which derive immediately and directly from an act or omission on the part of a judicial body may give rise to such an appeal, subject to the following conditions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) that all the legal remedies provided for by procedural rules have been exercised in the practical case, through judicial channels ...”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Applicable law regarding upper limits on and the grouping together of sentences in Spain",
                                "elements": [
                                    {
                                        "content": "71.  The relevant provision of the 1973 Penal Code in force at the time of commission of the offences in issue read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 70",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Where all or some of the sentences (penas) ... cannot be served simultaneously by the convicted person, the follow rules will apply:",
                                        "elements": []
                                    },
                                    {
                                        "content": "1. Sentences (penas) shall be imposed in accordance with their respective severity such that the convicted person serves them one after another, whereby the execution of a sentence shall begin, as far as possible, when the previous sentence has been served or been the subject of a pardon ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Notwithstanding the foregoing rule, the maximum prison term (condena) to be served by the convicted person cannot exceed three times the length of the heaviest of the sentences (penas) imposed, the remainder of which shall lapse as soon as the maximum term, which cannot exceed thirty years, has been reached.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The thirty-year maximum shall apply even if the sentences (penas) were imposed in the framework of separate sets of proceedings, provided that the connection between the offences concerned was such that they could have been the subject of one single set of proceedings.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  The relevant provision of the Criminal Procedure Act (Ley de Enjuiciamiento Criminal) in force at the material time provided:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 988",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...  where a person found guilty of several criminal offences was convicted in the framework of separate sets of proceedings of offences which could have been covered by the same proceedings pursuant to section 17 of this Act, the judge or court which delivered the latest judgment shall fix, proprio motu or at the request of the public prosecutor’s office or the convicted person, the maximum prison term for serving the sentences imposed in pursuance of Article 70.2 of the Criminal Code. ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Framework Decision no. 2008/675/JAI of the Council of the European Union of 24 July 2008 on taking account of convictions in the Member States of the European Union in the course of new criminal proceedings",
                                "elements": [
                                    {
                                        "content": "73.  Framework Decision no. 2008/675/JAI, which was adopted by the Council of the European Union on 24 July 2008 (JO L 220/32, 15/08/2008, pp. 32-34), came into force on 15 August 2008. Article 5 § 1 required EU Member States to take the necessary measures to comply with the provisions of the instrument by 15 August 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The relevant parts of the preamble to the Framework Decision read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“6. In contrast to other instruments, this Framework Decision does not aim at the execution in one Member State of judicial decisions taken in other Member States, but rather aims at enabling consequences to be attached to a previous conviction handed down in one Member State in the course of new criminal proceedings in another Member State to the extent that such consequences are attached to previous national convictions under the law of that other Member State.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "7. The effects of a conviction handed down in another Member State should be equivalent to the effects of a national decision at the pre-trial stage of criminal proceedings, at the trial stage and at the time of execution of the sentence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8. Where, in the course of criminal proceedings in a Member State, information is available on a previous conviction in another Member State, it should as far as possible be avoided that the person concerned is treated less favourably than if the previous conviction had been a national conviction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9. Article 3(5) should be interpreted, inter alia, in line with recital 8, in such a manner that if the national court in the new criminal proceedings, when taking into account a previously imposed sentence handed down in another Member State, is of the opinion that imposing a certain level of sentence within the limits of national law would be disproportionately harsh on the offender, considering his or her circumstances, and if the purpose of the punishment can be achieved by a lower sentence, it may reduce the level of sentence accordingly, if doing so would have been possible in purely domestic cases.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The relevant parts of Article 3 of the Framework Decision, titled “Taking into account, in the course of new criminal proceedings, a conviction handed down in another Member State”, provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Each Member State shall ensure that in the course of criminal proceedings against a person, previous convictions handed down against the same person for different facts in other Member States, in respect of which information has been obtained under applicable instruments on mutual legal assistance or on the exchange of information extracted from criminal records, are taken into account to the extent previous national convictions are taken into account, and that equivalent legal effects are attached to them as to previous national convictions, in accordance with national law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.   Paragraph 1 shall apply at the pre-trial stage, at the trial stage itself and at the time of execution of the conviction, in particular with regard to the applicable rules of procedure, including those relating to provisional detention, the definition of the offence, the type and level of the sentence, and the rules governing the execution of the decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  If the offence for which the new proceedings being conducted was committed before the previous conviction had been handed down or fully executed, paragraphs 1 and 2 shall not have the effect of requiring Member States to apply their national rules on imposing sentences, where the application of those rules to foreign convictions would limit the judge in imposing a sentence in the new proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "However, the Member States shall ensure that in such cases their courts can otherwise take into account previous convictions handed down in other Member States.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.   In its 2 June 2014 report on the implementation by Member States of Framework Decision no. 2008/675/JAI (COM(2014) 312 final), the European Commission noted that six Member States, including Spain, had not yet notified it of the measures transposing the obligations laid down in this instrument. With reference to Article 3 § 5 of the Framework Decision, the European Commission pointed out that the implementation of that provision would have to be assessed in the light of national criminal law principles and procedures related specifically to imposing sentences (e.g. aggregated sentences).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Framework decisions taken on the basis of Title VI of the version of the Treaty on European Union as amended by the Treaty of Amsterdam are binding on Member States as regards the required outcome, leaving to the national authorities the choice of form and methods. Such decisions cannot induce any direct effect (Article 34 § 2 (b) from the Treaty on European Union, in its version amended by the Treaty of Amsterdam). According to the case-law of the CJEU (case of Pupino, judgment of 16 June 2005, C-105/3), the binding nature of such framework decisions imposes on the national authorities, and in particular the national courts, an obligation of interpretation in conformity with national law. In applying national law, a national court called upon to interpret the latter is required to do so as far as possible in the light of the wording and purpose of the framework decision in order to achieve the outcome pursued by that decision. This obligation ceases where national law cannot be the subject of a mode of application leading to a result compatible with that pursued by the framework decision. In other words, the compatible interpretation principle cannot serve as the basis for an interpretation contra legem of national law. That principle nevertheless requires the national court to take account, where appropriate, of national law in its entirety in order to assess the extent to which it can be applied in such a way as to avoid a result contrary to that pursued by the framework decision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Organic Law no. 7/2014 of 12 November 2014 on the exchange of information from police records and taking account of criminal court decisions in the EU",
                                "elements": [
                                    {
                                        "content": "78.  The draft legislation which gave rise to Organic Law no. 7/2014 on the exchange of information from police records and taking account of criminal court decisions in the EU was tabled in Parliament (the Cortes Generales), before the Congress of Deputies, on 14 March 2014. It was published in the Parliament’s Official Gazette on 21 March 2014. The relevant provisions of the bill underwent several amendments during the enactment procedure in the Senate, between September and October 2014. The Organic law was finally approved by the Congress of Deputies, with the Senate’s amendments, on 30 October 2014.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  Organic Law no. 7/2014 was enacted on 12 November 2014 and published in the State Official Journal the next day. It came into force on 3 December 2014. It transposed Framework Decision no. 2008/675/JAI into Spanish law (see paragraphs 73-75 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The relevant parts of the explanatory memorandum to Organic Law no. 7/2014 read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The regulations set out in Title II of this law presuppose official recognition of the principle of equivalence between judgments delivered within the European Union by taking them into account in subsequent proceedings held following the commission of fresh offences. That means that, like previous convictions handed down in Spain, sentences imposed in another Member State must be taken into account [at whatever stage], whether during the preliminary phase of criminal proceedings, the criminal proceedings themselves, or the sentence-enforcement phase. The effects of taking such sentences into account are confined to those attaching to a conviction handed down in Spain, and are, moreover, subject to the condition that the conviction in another Member State was handed down in respect of acts punishable under Spanish law as in force at the date of their commission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Recognition of the effects concerns not only the time of imposition of the sentence, but also the decisions which must be taken during the investigatory and sentence-enforcement phases, for example decisions on the pre-trial detention of a suspect, on the amount of bail, on the calculation of the sentence, on a stay of execution or a revocation of such stay, or on release on licence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "With this general principle, in order to reinforce legal certainty, the law lists, pursuant to the provisions and options laid down in the Framework Decision, the cases in which such convictions [handed down in another Member State] cannot be taken into account: where previous convictions in Spain or decisions given with a view to their enforcement must be reconsidered; where convictions likely to be handed down at a later date in Spain are given in respect of offences committed before the sentence could be imposed by the other Member State; and in cases of decisions relating to the determination of the maximum prison term in respect of sentences imposed pursuant to section 988 of the Criminal Procedure Act, where one such sentence is incorporated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  The relevant provisions of Organic Law no. 7/2014 read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 14\nLegal effects attaching to previous convictions under the new criminal\nprocedure",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. Previous final convictions handed down in other Member States in respect of a person for a different offence will, on the occasion of fresh criminal proceedings, the same legal effects as those attaching to a conviction handed down in Spain, subject to the following conditions:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) the convictions must have been handed down for acts which were punishable under Spanish law as in force at the time of their commission;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) sufficient information on the convictions must have been obtained under the instruments applicable to legal mutual assistance or the exchange of information from police records.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. Notwithstanding the provisions of the previous sub-paragraph, final convictions handed down in other Member States will have no effect on the following, nor can they lead to their revocation or reconsideration:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a) final judgments delivered previously by Spanish judges and courts, and decisions adopted for their enforcement;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b) convictions handed down during subsequent proceedings conducted in Spain for offences committed before any conviction has been handed down by the courts in the other Member State;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c) decisions which have given or are to be given in pursuance of the provisions of section 988 (3) of the Criminal Procedure Act, fixing the maximum prison term for grouping together sentences, including any conviction of the type set out in sub-paragraph (b) above.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Single additional provision. Convictions prior to 15 August 2010",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Account will not be taken, for the purposes of the present law, of convictions handed down by a court in any Member State of the European Union prior to 15 August 2010.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Case-law of the Supreme Court on the grouping together of sentences imposed and served in another State",
                                "elements": [
                                    {
                                        "content": "82.  By judgment no. 2117/2002 of 18 December 2002, the Supreme Court rejected the possibility of taking into account a sentence already served in France for the purposes of implementing the maximum prison term in Spain. It considered that the various offences which had been committed in France and Spain could not possibly have been the subject of the same criminal proceedings, since they had occurred in different national territories, subject to the sovereignty of different States, and had consequently been prosecuted before different national courts.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  By judgment no. 186/2014 of 13 March 2014 the Supreme Court (a five-judge criminal division) considered the possibility of grouping together a sentence already served in France with subsequent sentences imposed in Spain for different offences, for the purposes of implementing the maximum prison term established by the Spanish Penal Code (thirty years). It accepted that possibility, in the light of Framework Decision no. 2008/675/JAI and in the absence, at the time, of domestic legislation transposing that Framework Decision or rules explicitly governing that subject matter. The Supreme Court held as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... the existence of a European area of freedom, security and justice, which, in a way, implies separate consideration of specific aspects relating to the exercise of sovereignty. Accordingly, Framework Decision no. 2008/675/JAI of the Council of the European Union, which was adopted on 24 July 2008 and therefore subsequently to our judgment of 18 December 2002, stated that its aim was to establish a minimum obligation on Member States to take outside of convictions handed down in other Member States. Article 3 of the Framework Decision provided: ‘1. Each Member State shall ensure that in the course of criminal proceedings against a person, previous convictions handed down against the same person for different facts in other Member States, in respect of which information has been obtained under applicable instruments on mutual legal assistance or on the exchange of information extracted from criminal records, are taken into account to the extent previous national convictions are taken into account, and that equivalent legal effects are attached to them as to previous national convictions, in accordance with national law. 2. Paragraph 1 shall apply at the pre-trial stage, at the trial stage itself and at the time of execution of the conviction, in particular with regard to the applicable rules of procedure, including those relating to provisional detention, the definition of the offence, the type and level of the sentence, and the rules governing the execution of the decision.’",
                                        "elements": []
                                    },
                                    {
                                        "content": "Regardless of the Spanish State’s diligence, as an EU Member State, in implementing the provisions of Article 5.1 of the aforementioned Framework Decision (‘1. Member States shall take the necessary measures to comply with the provisions of this Framework Decision by 15 August 2010’), the fact is that in the absence of rules explicitly governing the present subject matter in any categorical manner, the current regulations must be interpreted in a manner as compatible as possible with the content of European regulations, the transposition of which into the domestic system is an obligation entered into by the Spanish State on becoming a member of the European Union.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore, there is nothing to prevent taking into account the judgment delivered in France for the purposes of grouping sentences together.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  In accordance with the approach thus followed by the Supreme Court in its judgment no. 186/2014, some sections of the Criminal Division of the Audiencia Nacional have decided, in calculating the maximum thirty-year prison term, to deduct sentences imposed and served in France. The decisions given by that court concerning the three applicants in the present case followed the same reasoning (see paragraphs 16, 39 and 61 above). Those decisions did not become final, since they were set aside by the Supreme Court following the appeals on points of law lodged by the public prosecutor’s office for the purposes of clarifying the law. Moreover, it transpires from the information supplied by the parties that in three different cases concerning other defendants, the sectional decisions in their favour were not the subject of an appeal on points of law and therefore became res judicata (two decisions of 9 June 2014 and one decision of 24 November 2014).",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  By judgment no. 874/2014 of 27 January 2015, the Plenary Criminal Division of the Supreme Court (comprising fifteen judges) discounted the possibility of grouping together sentences imposed and served in another EU Member State with sentences handed down in Spain for the purposes of determining the maximum prison term. The Division’s reasoning largely served as the basis for that adopted by the Supreme Court in its judgments on points of law relating to the three applicants in the instant case. The main lines of that reasoning are summarised in the “Facts” section on the first applicant (see paragraphs 20-24 above). Judgment no. 874/2014 was adopted by a majority of nine votes to six. Four judges appended dissenting opinions.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  Case-law of the Constitutional Court",
                                "elements": [
                                    {
                                        "content": "86.  By judgment of 19 December 2013 (no. 216/2013) the Constitutional Court (Plenary formation) clarified the criteria for determining when an action for annulment was a judicial remedy which had to be exercised by a litigant before lodging an amparo appeal, pursuant to section 44 (1) (a) of the Organic Law on the Constitutional Court. It held that such an action did not have to be lodged where the judicial authorities had already had an opportunity to decide on the fundamental rights subsequently relied on in the framework of the amparo appeal. The Constitutional Court considered that the aim of the rule on exhaustion of available domestic remedies was to preserve the subsidiary nature of the amparo remedy, so that the ordinary courts could consider and, where appropriate, remedy the alleged fundamental rights violations. The Constitutional Court pointed out that this reasoning also applied in cases where the rights violation had originated in a single judicial decision given by a court at first instance and where the subject matter of the dispute before that court had entailed assessing the alleged violation of the fundamental right in issue. In that case, the aim of bringing an action for annulment would merely be to seek a re-examination of the merits of the decision by the same court, on the basis of arguments analogous to those used during the main proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  Furthermore, by reasoned decision (auto) of 20 September 2016, the Constitutional Court (plenary formation) determined the amparo appeal lodged against judgment no. 874/2014 of the Supreme Court. The court held that the Supreme Court had not retroactively applied Organic Law no. 7/2014 – which had entered into force after the applicant’s request to group his sentences together – but had mentioned it solely in order to back up its interpretation of Framework Decision no. 2008/675/JAI, particularly in relation to the exception set out in Article 3 § 5 of that legal instrument. As regards the allegation of possible retroactive application of case-law unfavourable to the convicted person, the Constitutional Court drew a distinction between the case in question and Del Río Prada. It noted that when the total sentence to be served had been fixed in 2007 and throughout the execution of the sentence in Spain, the applicant had obtained no decision in favour of taking account of the sentence served in France. The court therefore considered that criminal legislation had been applied clearly and in complete conformity with existing judicial practice, without ever encouraging the applicant to hope that the sentence which he had served in France would be taken into account in determining the maximum prison term in Spain. It noted that the only requests which the applicant had submitted for such an eventuality had been in 2013, that is to say after the 2007 decision to group decisions together, and they had all been dismissed. It consequently considered that in the instant case there had been no retroactive application of an unfavourable interpretation inconsistent with the judicial practice applicable at the time when the sentence had been determined. The Constitutional Court noted that the applicant had only claimed that a possible interpretation of a previous legal rule, that is to say the rule laid down in judgment no. 186/2014 of the Supreme Court, had been applied to him retroactively. In fact, under the principle of equality before the law, it had noted that that interpretation – adopted by a five-judge section of the Supreme Court the first time that court had been called upon to adjudicate on the Framework Decision – had remained isolated and been rejected a few months later by the Plenary Supreme Court in its judgment no. 874/2014. Moreover, the Constitutional Court observed that the detailed reasoning of that judgment had not been based on an arbitrary or unreasonable interpretation of the applicable legislation. For all those reasons it declared the amparo appeal inadmissible, since there had manifestly been no violation of the fundamental rights relied upon (including the principle that only a statute can define offences and lay down penalties, the right to liberty, the right to equality before the law, the right to equality before the law).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.   That decision gave rise to two dissenting opinions by four judges of the Constitutional Court. In one dissenting opinion, two judges held that the Constitutional should have declared the appeal admissible and adjudicated on the merits with a judgment. In the other dissenting opinion, two judges also held that there had been a violation of the right to liberty and the principle that only a statute can define offences and lay down penalties, given that, in their view, the applicant had suffered the retroactive application of an unfavourable rule extending his prison term.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "H.  Civil Code",
                                "elements": [
                                    {
                                        "content": "89.  Article 1 of the Civil Code provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. The sources of the Spanish legal system are the law, custom and the general principles of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "6. Case-law complements the legal system with the doctrine regularly established by the Supreme Court in its interpretations and applications of the law, custom and the general principles of law. ...”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "90.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to join them and examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "91.  The applicants complained that the decisions of the Constitutional Court declaring their amparo appeals inadmissible deprived them of their right of access to a court. They relied on Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal established by law.”",
                                "elements": []
                            },
                            {
                                "content": "92.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "93. The Government objected that the available domestic remedies had not been exhausted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94. The Court reiterates that under Article 35 § 1 of the Convention, an application can be lodged only after domestic remedies had been exhausted. In the present case the Government seems to be requesting a declaration of inadmissibility of the complaint on the same grounds as justified, in the Court’s view, the communication of the complaint in question, that is to say the reason for which the Constitutional Court declared the amparo appeal inadmissible. The Court considers therefore that that objection is closely linked to the merits of the complaint put forward by the applicants under Article 6 of the Convention, and decides to join it to the merits (see, to that effect, Ferré Gisbert v. Spain, no. 39590/05, § 20, 13 October 2009). The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "95.  The applicants complained that the Constitutional Court had dismissed their amparo appeals for failure to file an action for annulment with the Supreme Court, thus precluding their examination on the merits. They explained that the Supreme Court had itself explicitly stated in its notices accompanying the impugned judgments on points of law that the latter were open to an amparo appeal to the Constitutional Court within thirty days. The first and second applicants added that their actions for annulment had been declared inadmissible by the Supreme Court on the grounds that their complaints had already been examined in the judgments concluding their respective appeals on points of law. They therefore saw a blatant contradiction between the Supreme Court and the Constitutional Court, submitting that the interpretation effected by the latter of the admissibility criteria had been excessively formalistic and strict.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  The Government contested that argument. They submitted that following the 2007 reform of the Organic Law on the Constitutional Court the scope of the action for annulment had been broadened in order to allow litigants to complain of any fundamental rights violation before the ordinary courts before lodging an amparo appeal with the Constitutional Court. That applied, in particular, to the instant case, in which the alleged fundamental rights violation had occurred on one single occasion before the Supreme Court, which was at the summit of the ordinary judicial system. In that connection, the Government relied on judgment no. 216/2013 of 19 December 2013 of the Constitutional Court (see paragraph 86 above). They pointed out that that court had declared the amparo inadmissible for failure to exercise the action for annulment before the ordinary courts. Furthermore, in the case of the applicant, his lawyer had not even lodged an action for annulment and, in the case of the other two applicants, their lawyers had requested the withdrawal of the actions which they had lodged with the Supreme Court. According to the Government, the applicants had deliberately triggered the declaration of the inadmissibility of their amparo appeals by the Constitutional Court without giving it an opportunity to consider their allegations of fundamental rights violations, which ran counter to the subsidiarity principle.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  The first applicant replied that the Constitutional Court judgment cited by the Government supported the applicant party’s argument: that judgment clearly stated that where a court had had an opportunity to adjudicate on the fundamental rights subsequently relied upon before the Constitutional Court, it was no longer necessary to file an action for annulment before the latter court. He added that already in his reply to the appeal on points of law lodged by the public prosecutor’s office with the Supreme Court he had referred to the fundamental rights violations which the admission of the public prosecutor’s appeal would involve.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "98.  The Court reiterated that the “right to a court”, of which the right of access is one aspect (see in particular Golder v. the United Kingdom, 21 February 1975, § 36, Series A no. 18), is not absolute; it is subject to limitations permitted by implication, in particular where the conditions of admissibility of an appeal are concerned, since by its very nature it calls for regulation by the State, which enjoys a certain margin of appreciation in this regard (see García Manibardo v. Spain, no. 38695/97, § 36, ECHR 2000-II, and De la Fuente Ariza v. Spain, no. 3321/04, § 22, 8 November 2007). Nonetheless, the limitations applied must not restrict the access left to the individual in such a way or to such an extent that the very essence of the right is impaired. Furthermore, a limitation will not be compatible with Article 6 § 1 if it does not pursue a legitimate aim and if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see Zubac v. Croatia [GC], no. 40160/12, § 78, 5 April 2018, and Arribas Antón v. Spain, no. 16563/11, § 41, 20 January 2015). The right of access to a court is impaired when the rules cease to serve the aims of legal certainty and the proper administration of justice and form a sort of barrier preventing the litigant from having his or her case determined on the merits by the competent court (see Kart v. Turkey [GC], no. 8917/05, § 79, ECHR 2009 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The Court also reiterates that Article 6 of the Convention does not compel the Contracting States to set up courts of appeal or of cassation and, even less, courts with jurisdiction to deal with amparo appeals. However, where such courts do exist, the State must ensure that they provide litigants with access to the fundamental guarantees of Article 6 (see Zubac, cited above, § 80, and Arribas Antón, cited above, § 42). Furthermore, the compatibility of limitations laid in domestic law with the right of access to a court as secured by Article 6 depends on the specific features of the proceedings in issue. The Court has several times found that the imposition by the national courts of compliance with formalities in order to lodge an appeal is liable to breach the right of access to a court. This is the case when an excessively formalistic interpretation of a legal provision prevents de facto the consideration of the merits of a remedy exercised by a litigant (see, for example, Zvolský and Zvolská v. the Czech Republic, no. 46129/99, §§ 4855, ECHR 2002IX; De la Fuente Ariza, cited above, §§ 24-28; and Ferré Gisbert, cited above, §§ 28-33). Regard should be had to the domestic proceedings as a whole and to the role played in them by the Constitutional Court, although the conditions for the admissibility of an amparo appeal may be stricter than in the case of an ordinary appeal (see Arribas Antón, cited above, § 42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  Finally, the Court reiterates the fundamental principle that it is for the national authorities, particularly the courts, to interpret and apply domestic law (see Brualla Gómez de la Torre v. Spain, 19 December 1997, Reports of Judgments and Decisions 1997-VIII, § 31). The Court will not therefore question the judgment of the national courts as regards alleged errors of law, unless their findings can be regarded as arbitrary or manifestly unreasonable  (see, to that effect, Bochan v. Ukraine (no. 2) [GC], no. 22251/08, § 61, ECHR 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  In the present case, the Court observes that the Constitutional Court’s decision of 24 May 2016 (concerning the first applicant) and those of 22 June 2016 (concerning the second and applicants) declared inadmissible the amparo appeals lodged by the applicants against the Supreme Court’s judgments rejecting the possibility of grouping together sentences served in France with sentences imposed in Spain. Those decisions were based on the grounds of inadmissibility set out in section 44 (1) (a) of the Organic Law on the Constitutional Court, that is to say non-exhaustion of ordinary legal remedies: in the present case the Supreme Court criticised the applicants for failing to lodge an action for annulment under section 241 (1) LOPJ.",
                                                "elements": []
                                            },
                                            {
                                                "content": "102.  The Court notes that the first two applicants did in fact lodge actions for annulment with the Supreme Court, requesting urgent procedure so that they could lodge an amparo appeal with the Constitutional Court within the thirty-day legal time-limit from the date of notification of the cassation judgments. It is true that those two applicants subsequently withdrew their actions for annulment before applying to the Constitutional Court, but the Supreme Court nonetheless served them with a decision declaring the actions inadmissible as irrelevant. That decision was served after the expiry of the thirty-day legal time-limit for lodging the amparo appeal and after the applicants in question had lodged that appeal with the Constitutional Court (see paragraphs 31 and 50 above). It should be noted that the notices accompanying the cassation judgments on 10 April 2015 explained that the latter were final but that an amparo appeal lay with them before the Constitutional Court within a thirty-day time-limit. There is nothing to suggest that that time-limit had been suspended by the lodging of the actions for annulment. If the two applicants had awaited notification of the decisions concerning their actions for annulment before preparing and validly lodging their amparo appeal, there would have been nothing to prevent the Constitutional Court from subsequently declaring their appeals inadmissible as being out of time, on grounds of the irrelevance of the actions for annulment (see, for example, Del Pino García and Ortín Méndez v. Spain (dec.), no. 23651/07, § 32, 14 June 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "103.  Furthermore, the Court notes that the Constitutional Court decisions concerning the first and second applicants are inconsistent with the decisions of the Supreme Court declaring inadmissible as irrelevant the actions for annulment lodged by those applicants. Indeed, the Supreme Court held that most of the complaints put forward by the two applicants had already been examined in the impugned cassation judgments, and that pursuant to section 241 (1) LOPJ the actions for annulment had therefore to be declared inadmissible. The Court observes that those remedies had already been the subject of a thorough assessment in the framework of the cassation proceedings (see paragraphs 23-24 above). Moreover, this was the position defended by the two applicants in their amparo appeals with regard to the legal requirement of exhaustion of available remedies (see paragraphs 30 and 49 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "104.  Clearly, it is not the Court’s task to determine the question whether an action for annulment was an appropriate remedy under domestic law in these circumstances. However, the Court considers that the reasoning of the impugned decisions of the Constitutional Court is inconsistent with that of the previous decisions given by the Supreme Court on the irrelevance of the actions for annulment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "105.  The Court notes that the third applicant, unlike the first and second applicants, did not file an action for annulment with the Supreme Court before lodging an amparo appeal with the Constitutional Court. It should nevertheless be noted that, since he was represented by the same solicitor as the first and second applicants, he could have been apprised of the declaration of inadmissibility of the actions for annulment lodged by the other applicants before the expiry of the thirty-day time-limit for lodging an amparo appeal. In those circumstances, that applicant and his representative could reasonably have foreseen that if he were to file an action for annulment with the Supreme it would also fail. The third applicant cannot therefore be accused of having directly lodged an amparo appeal with the Constitutional Court, especially since in his appeal he, like the other applicants, pointed out that the Supreme Court, which had originated the impugned cassation judgment, had already adjudicated on all the allegations of fundamental rights violations which he was submitting to the Constitutional Court, and that he had therefore exhausted all the available legal remedies (see paragraph 67 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "106.  The Court attaches particular importance to whether the procedure to be followed for an action for annulment as a remedy to be used before applying to the Constitutional Court could be regarded as foreseeable from the litigants’ point of view (see, as regards the requirement of foreseeability of a restriction on access to a higher court, Zubac, cited above, §§ 87-89). It notes in that regard that the Government relies on a Constitutional Court judgment of 2013 establishing the criteria for determining when the exercise of an action for annulment was required before an application to that higher court (see paragraph 86 above). The Court notes, however, that that judgment stated that the use of such an action was not required where the court having originated the impugned judicial decision given at first instance had already adjudicated on the allegations of fundamental rights violations which were subsequently to be put forward in the framework of the amparo appeal. That was precisely the situation in the present case, as noted by the Supreme Court in its decisions declaring the first and second applicants’ actions for annulment inadmissible. Accordingly, the Constitutional Court’s subsequent decisions were not foreseeable or consistent with the case-law relied upon by the Government.",
                                                "elements": []
                                            },
                                            {
                                                "content": "107.  In the light of all those facts, the Court considers that a disproportionate burden was imposed on the applicants, thus upsetting the requisite fair balance between, on the one hand, the legitimate aim of ensuring compliance with the formal conditions for applying to the Constitutional Court, and on the other, the right of access to that court. In the present case, the fact that the amparo appeals had been declared inadmissible on grounds of non-exhaustion of available domestic remedies, even though the Supreme Court had previously declared the first and second applicants’ actions for annulment inadmissible as irrelevant and had served the litigants with its decisions outside the thirty-day time-limit for lodging an amparo appeal, must at the very least be considered as creating legal uncertainty to the applicants’ detriment (see, mutatis mutandis, Ferré Gisbert, cited above, § 33).",
                                                "elements": []
                                            },
                                            {
                                                "content": "108.  The Court consequently holds that the inadmissibility decisions regarding the amparo appeals for non-exhaustion of available domestic remedies deprived the applicants of their right of access to a court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "109.  The Court therefore rejects the Government’s objection and finds a violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 7 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "110.  The applicants complained of what they saw as the retroactive application of new Supreme Court case-law and of a new law which had come into force after their conviction, arguing that this had prolonged the actual length of their prison terms. They relied on Article 7 of the Convention, the relevant parts of which provide:",
                                "elements": []
                            },
                            {
                                "content": "“1. No one shall be held guilty of any criminal offence on account of any act or omission which did not constitute a criminal offence under national or international law at the time when it was committed. Nor shall a heavier penalty be imposed than the one that was applicable at the time the criminal offence was committed.",
                                "elements": []
                            },
                            {
                                "content": "...”.",
                                "elements": []
                            },
                            {
                                "content": "111.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "112.  The Government pleaded a failure to exhaust domestic remedies. They submitted that the available remedies had not been properly exhausted because the applicants’ amparo appeals had been declared inadmissible by the Constitutional Court on grounds of non-exhaustion of available remedies. The applicants therefore stood accused of failure to comply with the requisite legal formalities and conditions for the admissibility of a domestic remedy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Government considered that the issue arising in the present case related exclusively to the enforcement of the lawfully imposed sentences, which issue was not covered by Article 7 of the Convention. They stated that the sentences imposed on the applicants had totalled over three thousand years’ imprisonment (for the first applicant), fortysix years’ imprisonment (for the second applicant) and over four thousand seven hundred years’ imprisonment (for the third applicant), respectively. The implementation of the maximum thirty-year prison term was aimed at restricting or setting an upper limit on the actual period of imprisonment under sentences already imposed. Furthermore, implementing the maximum prison term presupposed the remission of a large number of sentences imposed for connected offences. The Government relied in that regard on the judgment in the case of Kafkaris v. Cyprus ([GC], no. 21906/04, § 142, 12 February 2008) as regards the distinction between a measure constituting a “sentence” and a measure relating to the “execution” or “enforcement” of a “sentence”. They therefore invited the Court to declare that complaint inadmissible as incompatible ratione materiae.",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  The applicants replied that they had exhausted all the existing domestic remedies in conformity with the subsidiarity principle.",
                                        "elements": []
                                    },
                                    {
                                        "content": "115.  They submitted that the issued raised by their case went beyond mere sentence enforcement. They took the view that refusing to group together the sentences served in France for the purposes of implementing the maximum prison term in Spain had led to a redefinition of the scope of the “sentences” imposed, bringing it within the ambit of Article 7 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "116.  The Court notes that the first objection is closely linked to the substance of the applicants’ complaint under Article 6 § 1 of the Convention. In the light of the considerations which led it to find a violation of that provision (see paragraphs 101-109 above), the Court considers that the applicants gave the domestic courts an opportunity to provide redress for the alleged violation, and concludes that it must reject the Government’s objection as to failure to exhaust domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "117.  As regards the second objection as to inadmissibility, the Court considers that it is closely linked to the substance of the applicants’ complaint under Article 7 and decides to join it to the merits (see, mutatis mutandis, Gurguchiani v. Spain, no. 16012/06, § 25, 15 December 2009).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Further noting that that complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and that it is not inadmissible on any other grounds, the Court declares it admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "118.  The applicants submitted that the application in their cases of the case-law reversal effected under judgment no. 874/2014 of the Supreme Court and under Organic Law no. 7/2014, which had come into force after their conviction and their requests to group together the sentences served in France, had actually prolonged their prison sentences. The application of that case-law reversal, which had been detrimental to their interests, had been unforeseeable and retroactive. The applicants explained that when they had submitted their requests to group together the sentences served in France they had been unable, in the light of domestic law as a whole, to foresee the legislative changes that would stem from Organic Law no. 7/2014 and the Supreme Court’s case-law reversal. They added that the justification for this reversal had been the spirit of Organic Law no. 7/2014, which the Supreme Court had de facto applied retroactively.",
                                                "elements": []
                                            },
                                            {
                                                "content": "119.  The Government considered that the applicants or their lawyers could not have expected – before the adoption of Framework Decision no. 2008/675/JAI – that there was any possibility of the sentences imposed in France being grouped together with the sentences to be served in Spain for the purposes of determining the maximum prison terms to be served. Nor could they have foreseen such a possibility before the date scheduled for the transposition into national law of the Framework Decision (15 August 2010), or between that date and the date of publication of the draft transposition legislation (21 March 2014). Indeed, the Government pointed out that when the Supreme Court had delivered its isolated judgment no. 186/2014 (on 13 March 2014), none of the three applicants had submitted any request under the Framework Decision for grouping together the sentences served in France. They added that once the draft transposition legislation had been tabled, the applicants and their lawyers had known that they would have to comply with its provisions. Furthermore, the Government stated that before the enactment and entry into force of Organic Law no.  7/2014 (on 3 December 2014), the only established Supreme Court case-law was that prohibiting the grouping together of sentences imposed in France. Furthermore, the decisions of the Audiencia Nacional in the three applicants’ favour had been given one day before the entry into force of that law and had been immediately challenged before the Supreme Court, and the latter had quashed and annulled them in line with the approach adopted in its leading judgment no. 874/2014 of 27 January 2015, which was adopted by the plenary court. The Government explained that that Supreme Court judgment dispelled any doubts which might have arisen as regards the validity of its previous line of authority.",
                                                "elements": []
                                            },
                                            {
                                                "content": "120. The Government drew a distinction between the present case and Del Río Prada. They took the view that in the instant case the pre-existing legislation and the Supreme Court case-law had been clear: unless there was an international treaty which was in force and had been transposed into domestic law, sentences imposed abroad were not taken into account for the purposes of the determination of the maximum prison term. They held that it was impossible to claim that judgment no. 186/2014 could have created “certainty” in the applicants’ or their lawyers’ minds as regards the change in the applicable legislation, because it was a case of one isolated judgment of the Supreme Court which had not set a precedent and had given rise to contradictory decisions in the different sections of the Audiencia Nacional based on an EU Framework Decision currently in the process of transposition. The judgment had been delivered during the procedure for enacting the transposition bill at parliamentary level, and had in fact been disavowed only nine months later by the plenary Criminal Division of the Supreme Court. The Government pointed out that the applicants had never secured a final court decision in their favour regarding the incorporation of the sentences imposed in France. Furthermore, the fact that the first and second applicants had been released pending the outcome of the appeals on points of law had constituted an interim measure benefiting those two applicants.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "121.  The Court refers to its Del Río Prada judgment, cited above, which sets out the general principles concerning Article 7 of the Convention (§§ 77-93). As regards, more specifically, the distinction between the concept of a “penalty” and that of measures relating to the “execution” of a penalty, it established in that judgment that it did not rule out the possibility that measures taken by the legislature, the administrative authorities or the courts after the final sentence has been imposed or while the sentence is being served may result in the redefinition or modification of the scope of the “penalty” imposed by the trial court. When that happens, the Court considers that the measures concerned should fall within the scope of the prohibition of the retroactive application of penalties enshrined in Article 7 § 1 in fine of the Convention (ibid., § 89).",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  In the present case, the Court observes from the outset that by three decisions given on 7 March 2006 (concerning the first applicant), 31 July 1997 (concerning the second applicant) and 18 November 2013 (concerning the third applicant), the trial courts fixed at thirty years the maximum prison terms to be served by the applicants under the custodial sentences imposed on them under section 70.2 of the 1973 Penal Code in force at the time of the commission of the offences. In the case of the first and third applicants, that measure was also the result of a decision to group together the various sentences imposed in the framework of separate sets of criminal proceedings, having regard to the chronological connection between the offences committed, on the basis of section 988 of the Criminal Procedure Act. Under Spanish law, a sentence to be served resulting from that maximum prison term and from those decisions to group sentences together and/or set au upper limit on them was conceived of as a new independent sentence (see, to that effect, Del Río Prada, cited above, §§ 97-99). Furthermore, it was from that latter sentence that such prison benefits as remissions of sentence (see paragraphs 14, 41 and 59 above; see also Del Río Prada, cited above, § 99) and periods spent in pre-trial detention were to be deducted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  In the light of the foregoing considerations, the Court cannot accept the Government’s argument that the application of the maximum prison term laid down in the Penal Code was a measure that placed an upper limit on the total term of imprisonment, relating exclusively to the “execution” of individual sentences already imposed. On the contrary, it was a measure which concerned the extent of the sentences imposed on the applicants (see also, as regards combining multiple sentences into an overall sentence, Koprivnikar v. Slovenia, §§ 50-52, 24 January 2017). Therefore, the impugned decisions of the Supreme Court refusing to allow the applicants’ requests to take account of the sentences already served in France for the purposes of the determination of the maximum prison term in Spain also concerned the scope of the sentences imposed, and thus fell within the ambit of the last sentence of Article 7 § 1 of the Convention. The Government’s objection as to incompatibility ratione materiae should therefore be rejected.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  The Court must now seek to establish whether the impugned decisions of the Supreme Court altered the extent of the sentences imposed on the applicants. In doing so, it must have regard to the domestic law as a whole and to how it was applied at the material time (see, mutatis mutandis, Del Río Prada, cited above, §§ 90, 96 and 109). However, the Court points out that it is not competent to decide what is the proper interpretation of domestic law in the sphere of consideration of sentences served in another EU member State or to rule formally on the question whether the Supreme Court correctly applied Framework Decision no. 2008/675/JAI or any other provision of EU law (see, mutatis mutandis, Avotiņš v. Latvia [GC], no. 17502/07, § 100, ECHR 2016).",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  In the present case the Court noted, firstly, that the impugned decisions of the Supreme Court did not alter the maximum prison term, which has always been thirty years’ imprisonment. The subject matter of the dispute before the Spanish courts was whether, in order to implement that maximum term, account should be taken of sentences already served by the applicants in France under the convictions handed down in France for criminal offences committed in that State. The decisions given by the Audiencia Nacional in favour of taking account of those sentences never became res judicata, because the public prosecutor’s office appealed against them on points of law to the Supreme Court, the highest court in the Spanish judicial system, with jurisdiction to determine divergences among the lower courts in the application of the law. The fact that the first and second applicants were released on licence pursuant to the Audiencia Nacional’s decisions in favour of considering the French sentences, pending the outcome of the appeals on points of law, did not alter the non-final nature of those decisions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "126.  The Court also observes that when the applicants had committed the criminal offences and when the decisions had been adopted to take account of and/or to place an upper limit on their sentences (on 7 March 2006, 31 July 1997 and 18 November 2013 respectively), the relevant Spanish law, taken as a whole – including precedent-based law – did not provide, to any reasonable extent, for taking account of sentences already served in another State for the purposes of determining the maximum prison term in Spain. Section 988 of the Criminal Procedure Act on the consideration of sentences imposed in the framework of separate criminal proceedings did not include any specific rule on taking account of sentences imposed abroad. The only precedents in favour of such consideration of sentences concerned sentences imposed abroad prior to being served in Spain under an international treaty on the transfer of convicted persons, but not sentences already completed abroad (see paragraph 21 above). In the only case similar to that of the applicants (Supreme Court judgment no. 2117/2002, see paragraph 82 above), the Supreme Court had refused to take into account a sentence already served in France. That lack of foreseeability might explain the fact that at the time the applicants had not requested the consideration of the sentences served in France, even though the latter had ended in 1995, 1996 and 2000 respectively. Even the third applicant, who had requested consideration of his sentence on 4 December 2012, when Framework Decision no. 2008/675/JAI was already in force, had not referred to the sentence served in France and/or the Framework Decision (see paragraph 57 above). It should be noted that under the Treaty on European Union itself, Framework Decisions could not induce any direct effect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  The Court attaches importance to the fact that the three applicants did not request consideration of their sentences served in France on the basis of Framework Decision no. 2008/675/JAI until after the adoption on 13 March 2014 of Supreme Court judgment no. 186/2014, that is, on 25 March 2014, 20 March 2014 and 30 April 2014 respectively. In that judgment the Supreme Court had been called upon for the first time to interpret Framework Decision no. 2008/675/JAI, and even though it had been in favour of the possibility of taking account of sentences served in another EU Member State for the purposes of grouping sentences together, it pointed out that this stance had been adopted because there was no national legislation transposing the Framework Decision or any explicit regulation on that matter (see paragraph 83 above). Pursuing that approach, some sections of the Criminal Division of the Audiencia Nacional have grouped sentences served in France together with sentences imposed in Spain for the purpose of determining the maximum thirty-year prison term. All these decisions, apart from three isolated cases, were set aside by the Supreme Court after the public prosecutor’s office had lodged appeals on points of law and after the adoption by the Plenary Criminal Division of the Supreme Court of its judgment no. 874/2014 of 27 January 2015 (see paragraph 85 above). The Court observes that under Spanish law, precedents are not a source of law and that only case-law repeatedly established by the Supreme Court can complement law (see paragraph 89 above). At all events, irrespective of whether isolated judgment no. 186/2014 of 13 March 2014 set an authoritative precedent under Spanish law (see, mutatis mutandis, Del Río Prada, § 112), the Court considers that that judgment was not accompanied by a judicial or administrative practice consolidated over time which could have created legitimate expectations in the applicants as regards a stable interpretation if criminal law. The present case clearly differs in that respect from Del Río Prada, where the applicant could reasonably have thought, while she was serving her prison sentence and when the decision to combine the sentences and fix a maximum prison term was taken, that the remissions of sentence for work done in prison would be deducted from the maximum thirty-year prison term in accordance with the established practice that had been applied consistently by the Spanish prison and judicial authorities for many years (ibid., §§ 98-100, 103, 112-113). It was with regard to that previous practice concerning the interpretation of criminal law and the scope of the sentence imposed that the Court considered that the Supreme Court’s case-law reversal (the “Parot doctrine”) as applied to the applicant could not be deemed foreseeable, and that consequently there had been a violation of Article 7 (ibid., §§ 111-118).",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  The Court observes that in the instant case the divergences among the different courts concerned as to the possibility of grouping together sentences served in another Member State with sentences imposed in Spain only lasted for about ten months, up until the adoption by the Supreme Court of its leading judgment no. 874/2014. It accepts that achieving consistency of the law may take time, and periods of conflicting case-law may therefore be tolerated when the domestic legal system is capable of accommodating them (see, mutatis mutandis, Borcea v. Romania (dec.), no. 55959/14, § 66, 22 September 2015). In the present case, the highest court in Spain in matters of criminal law, that is to say the Supreme Court (its plenary Criminal Division), settled the divergence in question by adjudicating on the issue of taking account of sentences served in another EU Member State. The Court notes that the solutions adopted in the applicants’ cases merely followed the judgment of the plenary Supreme Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  In the light of the foregoing considerations, and having regard to the relevant domestic law in force when the applicants committed the offences, when the decisions had been adopted to take account of and/or to place an upper limit on their sentences, and when the applicants requested consideration of the sentences served in France, the Court considers that the impugned decisions did not lead to any change in the scope of the sentences imposed. The sentences imposed were always maximum thirty-year prison terms resulting from the consideration of and/or the placing of an upper limit on the individual sentences imposed on the applicants by the Spanish criminal courts, without taking account of the sentences imposed and served in France.",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  It follows that the impugned Supreme Court decisions did not lead to any change in the extent of the sentences imposed on the applicants. Accordingly, the Court finds that there was no violation of Article 7 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 5 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "131.  The applicants further complained of the fact that their detention had been extended by twelve years (in the case of the first applicant), seven years (in the case of the second applicant) and ten years (in the case of the third applicant), respectively, owing to the retroactive application of the law to their detriment. The first and third applicants alleged that they had been held in unlawful and arbitrary detention since 27 January 2013 and 5 August 2016 respectively. The applicants relied on Article 5 § 1 of the Convention, the relevant parts of which provide:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "(a) the lawful detention of a person after conviction by a competent court;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "132.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "133.  The Government raised the same preliminary objection as to nonexhaustion of domestic remedies as under Article 7 (see paragraph 112 above). The applicants recorded their disagreement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "134.  The Court can only refer to its previous conclusions under Article 6 § 1 of the Convention concerning the right of access to the Constitutional Court and the objection as to non-exhaustion of domestic remedies in relation to Article 7 (see paragraphs 101-109 and 116 above). The objection must accordingly be rejected.",
                                        "elements": []
                                    },
                                    {
                                        "content": "135.  Noting that that complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention and that it is not inadmissible on any other grounds, the Court declares it admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "136.  The applicants submitted that their continued detention after the date on which they would have completed their sentences if the Spanish courts had agreed to take into account the sentences which they had served in France could not have been “lawful or “in accordance with a procedure prescribed by law”. They took the view that that continued detention was the result of the retroactive application of Organic Law no. 7/2014 and of the Supreme Court case-law applying that law, to their detriment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  The Government contested that argument. They submitted that the decisions of the Audiencia Nacional allowing the requests for consideration of the sentences served by the applicants in France for the purposes of determining the maximum prison term had been non-final decisions, specifying that they had all been quashed and set aside by the Supreme Court. They argued that the fact that the applicants had been released on licence during the cassation proceedings had merely been the result of applying domestic legislation, which, in their view, had been fully consistent with paragraphs 3 and 4 of Article 5 of the Convention. From the moment the Supreme Court had set aside the decisions of the Audiencia Nacional it had been necessary to recalculate the sentences to be served. In that connection, the recalculation had been effected on the basis of the final judgments of the Supreme Court deciding not to take account of the sentences served in France for the purposes of determining the maximum prison term in Spain. The Government also alleged that, inasmuch as the approach followed by the Supreme Court had fully complied with the provisions of Article 7 of the Convention, the actual prison term should be understood as being covered by the sentences imposed in Spain and that the applicable law had been clearly foreseeable. The Government considered that it was only if the Audiencia Nacional’s decisions on the consideration of sentences had become final that the prison terms in question would not have been covered by the sentences imposed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "138.   The Court refers to its judgment in Del Río Prada, cited above, which sets out the relevant principles concerning Article 5 § 1 of the Convention, and in particular indent (a) thereof (§§ 123-127).",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  In the present case, the Court has no doubt that the applicants were in fact convicted, after proceedings prescribed by law, by courts which were competent within the meaning of Article 5 § 1 (a) of the Convention. Moreover, the applicants do not deny that their detention was lawful up until the dates on which they ought to have completed their respective sentences in accordance with the decisions of 2 December 2014 of the Audiencia Nacional (on 27 January 2013, 24 August 2013 and 5 August 2016 respectively), taking into account the sentences which they had served in France for the purposes of determining the maximum thirty-year prison term. It remains to be seen whether the applicants’ continued detention or reimprisonment after those dates was “lawful” within the meaning of Article 5 § 1 (a) of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  In the light of the considerations which have led it to find no violation of Article 7 of the Convention (see paragraphs 124-130 above), the Court considers that when the applicants’ sentences had been imposed, and even later, when they requested the taking into account of the sentences served in France, Spanish law had not provided, to any reasonable extent, that sentences already served in France should be taken into account for the purposes of determining the maximum thirty-year prison term. Given that the impugned decisions had not led to any change, in the light of Article 7, in the extent of the sentences imposed, the prison terms impugned by the applicants cannot be designated as unforeseeable or unauthorised by “law” within the meaning of Article 5 § 1 (see, to converse effect, Del Río Prada, cited above, §§ 130-131).",
                                                "elements": []
                                            },
                                            {
                                                "content": "141.  Moreover, the Court notes that there is a causal link for the purposes of Article 5 § 1 (a) of the Convention between the sentences imposed on the applicants and their continued detention after the dates indicated by them, stemming from the guilty verdicts and the maximum thirty-year prison term established in decisions to group sentences imposed in Spain together and/or to set au upper limit on them (see, mutatis mutandis, Del Río Prada, cited above, § 129).",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  Accordingly, the Court considers that in the present case there has been no violation of Article 5 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "143.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "144.  The applicants claimed compensation for the non-pecuniary damage which they had sustained solely in connection with the alleged violation of Article 7 and Article 5 § 1. Their pecuniary claims did not concern the complaints under Article 6 § 1 of the Convention. The applicants also requested their release from prison at the earliest possible date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "145.  Having regard to the fact that it has found a violation of Article 6 § 1 but no violation of Article 7 and Article 5 § 1 of the Convention, the Court holds that there is no need to make any award in respect of non-pecuniary damage or to indicate individual measures to the respondent State as requested by the applicants (see, to converse effect, Del Río Prada, cited above, §§ 137-139).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "146.  The first applicant claimed 2,662 euros (EUR) in respect of costs and expenses incurred before the domestic courts and EUR 3,138.71 in respect of those incurred before the Court. He requested that the sums relating to unpaid invoices be paid directly to his representative. The second and third applicants claimed EUR 2,662 each in respect of costs and expenses incurred before the domestic courts and EUR 1,815 each in respect of those incurred before the Court. They requested that the awards under this head be paid directly into their representative’s bank account",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  The Government submitted that under the Court’s case-law, claims in respect of costs appertaining to domestic proceedings should be rejected. As regards the award in respect of the costs incurred before the Court, they left that matter to the latter’s discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. The Court considers that in the present case the applicants are not entitled to the reimbursement of all the costs and expenses incurred for their defence before the Spanish courts, and that they are only entitled to the reimbursement of the costs required to complain of the alleged violation found by the Court. In the instant case the Court found a violation of Article 6 § 1 of the Convention on account of the inadmissibility decisions given on the amparo appeals by the highest national court, that is to say the Constitutional Court, with whose decisions no further effective remedies lie (see, for example, Ferré Gisbert, cited above, §§ 3839 and 49). The Court therefore considers that the costs appertaining to the domestic proceedings cannot be deemed to have been incurred with a view to preventing or denouncing the violation which it has found, and therefore rejects the corresponding claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  As regards the costs and expenses incurred before the Court, having regard to the documents at its disposal and to the fact that it has only found one violation of the Convention, the Court considers it reasonable to award the first applicant the sum of EUR 2,000 and the second and third applicants EUR 1,000 each. Those sums are to be paid directly into the bank accounts of the applicants’ representatives (see, mutatis mutandis, Khlaifia and Others v. Italy [GC], no. 16483/12, § 288, ECHR 2016).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "150.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "Joins to the merits and rejects the Government’s preliminary objections as to the non-exhaustion of domestic remedies in relation to Article 6  § 1 of the Convention and as to the incompatibility ratione materiae of the complaint under Article 7 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Declares the applications admissible as regards the complaints under Article 6 § 1, Article 7 and Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been no violation of Article 7 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been no violation of Article 5 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicants, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 23 October 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "List of cases",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Vincent A. De Gaetano",
            "role": "president"
        },
        {
            "name": "Branko Lubarda",
            "role": "judges"
        },
        {
            "name": "Helen Keller",
            "role": "judges"
        },
        {
            "name": "Pere Pastor Vilanova",
            "role": "judges"
        },
        {
            "name": "Alena Poláčková",
            "role": "judges"
        },
        {
            "name": "Georgios A. Serghides",
            "role": "judges"
        },
        {
            "name": "María Elósegui",
            "role": "judges"
        },
        {
            "name": "Stephen Phillips",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ARROZPIDE SARASOLA AND OTHERS v. SPAIN",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-187419.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:1023JUD006510116",
    "externalsources": [],
    "extractedappno": [
        "65101/16",
        "73789/16",
        "73902/16",
        "42750/09",
        "30502/12",
        "220/32",
        "39590/05",
        "38695/97",
        "3321/04",
        "40160/12",
        "16563/11",
        "8917/05",
        "46129/99",
        "22251/08",
        "23651/07",
        "21906/04",
        "16012/06",
        "17502/07",
        "55959/14",
        "16483/12"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-187419",
    "judgementdate": "23/10/2018 00:00:00",
    "kpdate": "23/10/2018 00:00:00",
    "kpthesaurus": [
        "448",
        "220",
        "445",
        "76",
        "7",
        "288",
        "172",
        "14",
        "128",
        "398",
        "216",
        "577",
        "283"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "7",
        "7-1",
        "35-1",
        "35-3-a",
        "6-1",
        "35",
        "5-1",
        "5",
        "6",
        "41"
    ],
    "parties": [
        "ARROZPIDE SARASOLA AND OTHERS",
        "SPAIN"
    ],
    "rank": "2750.67260742188",
    "representedby": [
        "URBINA FERNANDEZ I.",
        "ZILUAGA LARREATEGI H."
    ],
    "respondent": "ESP",
    "respondentOrderEng": "44",
    "scl": [
        "Arribas Antón v. Spain, no 16563/11, 20 January 2015",
        "Avotiņš v. Latvia [GC], no 17502/07, § 100, ECHR 2016",
        "Bochan v. Ukraine (no 2) [GC], no 22251/08, § 61, ECHR 2015",
        "Borcea v. Romania (dec.), no 55959/14, § 66, 22 September 2015",
        "Brualla Gómez de la Torre v. Spain, 19 December 1997, Reports of Judgments and Decisions 1997-VIII",
        "De la Fuente Ariza v. Spain, no 3321/04, 8 November 2007",
        "Del Pino García and Ortín Méndez v. Spain (dec.), no 23651/07, § 32, 14 June 2011",
        "Del Río Prada v. Spain [GC], no 42750/09, ECHR 2013",
        "Ferré Gisbert v. Spain, no 39590/05, 13 October 2009",
        "García Manibardo v. Spain, no 38695/97, § 36, ECHR 2000-II",
        "Golder v. the United Kingdom, 21 February 1975, § 36, Series A no 18",
        "Gurguchiani v. Spain, no 16012/06, § 25, 15 December 2009",
        "Kart v. Turkey [GC], no 8917/05, § 79, ECHR 2009 (extracts)",
        "Khlaifia and Others v. Italy [GC], no 16483/12, § 288, ECHR 2016",
        "Koprivnikar v. Slovenia, no. 67503/13, 24 January 2017",
        "Zubac v. Croatia [GC], no 40160/12, 5 April 2018",
        "Zvolský and Zvolská v. the Czech Republic, no 46129/99, §§ 48 55, ECHR 2002 IX"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "493299",
    "typedescription": "15"
}