{
    "__articles": "6",
    "__conclusion": "Violation of Article 6 - Right to a fair trial",
    "applicability": "",
    "appno": "44537/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-92408.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 44537/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Polish national, Mr Kazimierz Klimkiewicz (“the applicant”), on 14 October 2005.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 25 September 2007 the President of the Fourth Section of the Court decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3).",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government failed to submit their observations on the admissibility and merits of the case.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I. THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1930 and lives in Łόdź.",
                                "elements": []
                            },
                            {
                                "content": "A. Civil proceedings for payment",
                                "elements": [
                                    {
                                        "content": "6. On 30 June 1997 the Łódź District Court (Sąd Rejonowy) instituted criminal proceedings against an individual charged with financial fraud. The applicant, who was considered to be a victim, was entitled to lodge in the context of the criminal case a claim for damages sustained as a result of the crime.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7. On 30 July 1997 the Łódź Regional Prosecutor (Prokurator Okręgowy) filed a civil claim for damages against the defendant on the applicant’s behalf. On 29 August 1997 the District Court admitted the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8. A hearing scheduled for 25 January 2001 was adjourned because of the absence of the defendant, who had submitted a medical certificate indicating that he had health problems. On 13 February 2001 the defendant submitted another medical certificate stating that he had been admitted to a hospital. On 3 April 2001 the court held a hearing in the absence of the defendant. On 25 April 2001 the defendant submitted another medical certificate.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9. On 30 April 2001 the District Court ordered that the defendant be examined by a forensic specialist. On 23 July 2001 a medical report was submitted to the court. It stated that the defendant’s health prevented him from participating in the forthcoming hearings as he was to undergo surgery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10. On 8 October 2001 the District Court stayed the proceedings and ordered the defendant to provide information on his medical treatment. The defendant failed to do so.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11. On 26 September 2002 the District Court issued an arrest warrant as the police had informed the court that the defendant had left his place of permanent residence. On 18 January 2003 the defendant was apprehended by the police and detained until 16 January 2004.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12. On 5 February 2003 the District Court again stayed the proceedings and ordered that the defendant be examined by a specialist. On 25 April 2003 a medical report was submitted to the court. It stated that the defendant’s health did not prevent him from participating in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13. On 25 September 2003 the court resumed the proceedings. On 28 October 2005 the court held a hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14. The proceedings are currently pending.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. Proceedings under the 2004 Act",
                                "elements": [
                                    {
                                        "content": "15. On 14 October 2004 the applicant lodged a complaint with the Łódź  under section 5 of the Act of 17 June 2004 on complaints about a breach of the right to a trial within a reasonable time (“the 2004 Act”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "16. On 3 December 2004 the Łódź  dismissed the applicant’s complaint. The court considered that the proceedings had lasted a long time but found no “unreasonable delays” considering that the conduct of the defendant had significantly contributed to the length of the proceedings. That period of delay could not be attributed to the judicial authorities as it had been caused by the fact that the defendant had repeatedly failed to comply with the court’s orders.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "17.  The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are stated in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V, and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII, and in the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "18.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "19.  The period to be taken into consideration began on 30 July 1997 and has not yet ended.",
                                "elements": []
                            },
                            {
                                "content": "20.  It has thus lasted eleven years, seven months and fourteen days at one level of jurisdiction (on 13 March 2009).",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "21.  The Court notes that the application is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "22.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicant and the relevant authorities and what was at stake for the applicant in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see, Frydlender v. France, cited above; Hołowczak v. Poland, no. 25413/04, §§ 5260, 4 March 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. The Court accepts that the case was of a certain complexity. However, the complexity of the case cannot justify the overall length of the proceedings. Moreover, the domestic court had at its disposal several measures in order to compel the defendant to comply with the court’s orders, but it failed to avail itself of them in an effective manner. It is further noted that after over eleven years the proceedings are still pending before the first-instance court. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a breach of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II. APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "25.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "26.  The applicant claimed PLN 20,000 in respect of non-pecuniary damage and PLN 6,384 in respect of pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. On the other hand, it awards the applicant the full sum claimed, namely EUR 5,540 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "28.  The applicant did not make any claim for costs and expenses involved in the proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "29.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 5,540 (five thousand five hundred and forty euros) in respect of non-pecuniary damage, to be converted into Polish zlotys at the rate applicable at the date of settlement plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 28 April 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": "and Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KLIMKIEWICZ v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-92408.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0428JUD004453705",
    "externalsources": [],
    "extractedappno": [
        "44537/05",
        "15212/03",
        "11215/02",
        "61444/00",
        "30979/96",
        "25413/04"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-92408",
    "judgementdate": "28/04/2009 00:00:00",
    "kpdate": "28/04/2009 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6"
    ],
    "parties": [
        "KLIMKIEWICZ",
        "POLAND"
    ],
    "rank": "672.093139648438",
    "representedby": [
        "N/A"
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "349327",
    "typedescription": "15"
}