{
    "__articles": "6;6-1;13;13+6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Enforcement proceedings;Article 6-1 - Access to court);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13+6-1 - Right to an effective remedy (Article 13 - Effective remedy) (Article 6 - Right to a fair trial;Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "40978/05;14664/09;81381/12;31042/15;25925/17",
    "article": [
        "6",
        "13"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+6-1 - Right to an effective remedy",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+6-1 - Right to an effective remedy",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-182596.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in applications against Ukraine lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) on the various dates indicated in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applications were communicated to the Ukrainian Government (“the Government”).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "3.  The list of applicants and the relevant details of the applications are set out in the appended table.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applicants complained of the excessive length of civil proceedings and of the lack of any effective remedy in domestic law. In application no. 25925/17, the applicant also raised another complaint under the provisions of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  JOINDER OF THE APPLICATIONS",
                        "elements": [
                            {
                                "content": "5.  Having regard to the similar subject matter of the applications, the Court finds it appropriate to examine them jointly in a single judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 AND ARTICLE 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "6.  The applicants complained principally that the length of the civil proceedings in question had been incompatible with the “reasonable time” requirement and that they had no effective remedy in this connection. They relied on Article 6 § 1 and Article 13 of the Convention, which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "7.  In respect of application no. 14664/09, lodged on 3 March 2009, the Government submitted that the applicant had failed to comply with the six-month time-limit under Article 35 § 1 of the Convention since the final decision in the applicant’s case had been delivered on 14 September 2007. The Government, referring to domestic law provisions, stated that the applicant should have received a copy of the decision without significant delay.",
                                "elements": []
                            },
                            {
                                "content": "8.  The Court observes that the Government’s assertion is based on a presumption that the decision should have been received by a certain date, whilst the applicant provided a consistent explanation and documentary evidence that the final decision in his case had been served on him on 4 February 2009, hence less than six months before he lodged his application before the Court.",
                                "elements": []
                            },
                            {
                                "content": "9.  In the light of the above, the Court considers that the above application cannot be rejected for failure to comply with the six-month time-limit.",
                                "elements": []
                            },
                            {
                                "content": "10.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities and what was at stake for the applicants in the dispute (see Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                "elements": []
                            },
                            {
                                "content": "11.  In the leading case of Krasnoshapka v. Ukraine (no. 23786/02, 30 November 2006), the Court already found a violation in respect of issues similar to those in the present case.",
                                "elements": []
                            },
                            {
                                "content": "12.  Having examined all the material submitted to it, the Court has not found any fact or argument capable of persuading it to reach a different conclusion on the admissibility and merits of these complaints. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                "elements": []
                            },
                            {
                                "content": "13.  The Court further notes that the applicants did not have at their disposal an effective remedy in respect of these complaints.",
                                "elements": []
                            },
                            {
                                "content": "14.  These complaints are therefore admissible and disclose a breach of Article 6 § 1 and of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS UNDER WELL-ESTABLISHED CASE-LAW",
                        "elements": [
                            {
                                "content": "15.  The applicant in application no. 25925/17 submitted another complaint under Article 6 § 1 of the Convention which also raised issues, given the relevant well-established case-law of the Court (see appended table).",
                                "elements": []
                            },
                            {
                                "content": "16.  The Court finds that this part of the application, which concerns the non-enforcement or delayed enforcement of domestic decisions, is a followup to the Burmych judgment and shall be dealt with in accordance with the procedure envisaged therein (Burmych and Others v. Ukraine (striking out) [GC], nos. 46852/13 et al, § 221, 12 October 2017), i.e. struck out and transmitted to the Committee of Ministers of the Council of Europe in order for it to be dealt with in the framework of the general measures of execution of the pilot judgment in the case of Yuriy Nikolayevich Ivanov v. Ukraine (no. 40450/04, 15 October 2009).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "17.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "18.  Regard being had to the documents in its possession and to its caselaw (see, in particular, Krasnoshapka v. Ukraine, no. 23786/02, §§ 61 and 66, 30 November 2006), the Court considers it reasonable to award the sums indicated in the appended table.",
                                "elements": []
                            },
                            {
                                "content": "19.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Decides to join the applications;",
                        "elements": []
                    },
                    {
                        "content": "2.  Decides to strike the part of application no. 25925/17 concerning the non-enforcement or delayed enforcement of domestic decisions out of the Court’s list of cases pursuant to Article 37 § 1 (c) of the Convention and transmit it to the Committee of Ministers of the Council of Europe in order for it to be dealt with in the framework of the general measures of execution of the above-mentioned Ivanov pilot judgment;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the remainder of application no. 25925/17 as well as the other applications admissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that these applications disclose a breach of Article 6 § 1 and Article 13 of the Convention concerning the excessive length of civil proceedings;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants, within three months, the amounts indicated in the appended table, to be converted into the currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 3 May 2018, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "André Potocki",
            "role": "president"
        },
        {
            "name": "Síofra O’Leary",
            "role": "judges"
        },
        {
            "name": "Mārtiņš Mits",
            "role": "judges"
        },
        {
            "name": "Liv Tigerstedt",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ZELENTSOV AND OTHERS v. UKRAINE",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-182596.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2018:0503JUD004097805",
    "externalsources": [],
    "extractedappno": [
        "40978/05",
        "25925/17",
        "14664/09",
        "30979/96",
        "23786/02",
        "46852/13",
        "40450/04",
        "81381/12",
        "31042/15"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-182596",
    "judgementdate": "03/05/2018 00:00:00",
    "kpdate": "03/05/2018 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "113",
        "7",
        "406",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "29",
    "paragraphs": [
        "6",
        "6-1",
        "13"
    ],
    "parties": [
        "ZELENTSOV AND OTHERS",
        "UKRAINE"
    ],
    "rank": "2375.48120117188",
    "representedby": [],
    "respondent": "UKR",
    "respondentOrderEng": "48",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "474453",
    "typedescription": "15"
}