{
    "__articles": "3;5;5-3;8;8-2;8-1;29;29-3;34;35;35-3",
    "__conclusion": "Preliminary objection dismissed (abuse of the right of petition);No violation of Art. 3 (substantive aspect);Violation of Art. 5-3;Violation of Art. 8;Violation of Art. 34",
    "applicability": "",
    "appno": "46468/06",
    "article": [
        "3",
        "8",
        "34",
        "35",
        "5",
        "29"
    ],
    "conclusion": [
        {
            "details": [
                "abuse of the right of petition"
            ],
            "element": "Preliminary objection dismissed",
            "type": "other"
        },
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "substantive aspect"
            ],
            "element": "No violation of Art. 3",
            "type": "no-violation"
        },
        {
            "article": "5-3",
            "base_article": "5",
            "element": "Violation of Art. 5-3",
            "type": "violation"
        },
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "article": "34",
            "base_article": "34",
            "element": "Violation of Art. 34",
            "type": "violation"
        }
    ],
    "content": {
        "001-90390.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 46468/06) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Vasiliy Georgiyevich Aleksanyan (“the applicant”), on 16 November 2006. Having originally been designated by the initials V.A., the applicant subsequently agreed to the disclosure of his name.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr D.P. Holiner, a lawyer practising in . The Russian Government (“the Government”) were represented by Ms V. Milinchuk, the former Representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that, in light of his medical condition, his detention amounted to inhuman and degrading treatment. He also alleged that his detention was unlawful and unjustified and that it was motivated by the political and economical prosecution of his company. He further complained about searches in his home and about the consequences of his detention on his family life.",
                        "elements": []
                    },
                    {
                        "content": "4.  The President of the Chamber and subsequently the Chamber decided to apply Rule 39 of the Rules of Court, indicating to the Government that it was desirable in the interests of the parties and the proper conduct of the proceedings that the applicant should be provided with adequate medical treatment.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 24 January 2008 the Court decided to communicate the complaints under Articles 3, 5, 8, 13 and 18 to the Government. The remainder of the application was declared inadmissible. Under the provisions of Article 29 § 3 of the Convention, the Court decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1971. He is currently detained in , and held in Town Hospital no. 60.",
                                "elements": []
                            },
                            {
                                "content": "A.  Background",
                                "elements": [
                                    {
                                        "content": "7.  The applicant is a former practicing member of the Moscow Bar. He represented Mr Khodorkovskiy and Mr Lebedev, as one of their lawyers, in criminal proceedings which are now the subject of complaints before the Court (applications nos. 5829/04, 4493/04, 13772/05, 11082/06). He also provided legal services to the oil company Yukos (“the company”) in matters related to that company’s application before this Court (application no. 14902/04). Until 2003 the applicant worked as the head of the legal department of Yukos.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In 2003-2004 the General Prosecutor’s Office opened an investigation into the activities of several of the company’s senior executives, including Mr Khodorkovskiy, Mr Lebedev, Mr L. N., Ms S.B., Mr D.G., Mr B. and others. Some of them were arrested in 2003-2004 on suspicion of having committed large-scale fraud and embezzlement of the shares of several Siberian oil refineries, including Tomskneft PLC. In particular, Ms S.B., one of the company’s lawyers, was arrested. According to the Government, in her statement of 8 December 2004, confirmed in March-April 2006, she testified that the applicant, as her manager, had instructed her in relation to the illegal operations with the Tomskneft PLC shares, qualified by the prosecution authorities as embezzlement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  At the same time the tax authorities sued the company, seeking to recover unpaid corporate taxes. In 2004-2006 the courts delivered several judgments ordering the company to pay considerable tax arrears and considerable penalties. Enforcement proceedings commenced; as a result, a large-scale corporate conflict broke out, opposing the company’s shareholders on one side, and the State, the company’s largest creditor, on the other.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 8 January 2004 the prosecution opened an investigation into the alleged misappropriation of the shares of several Siberian oil companies by several former senior managers of Yukos. Charges were brought against Mr L.N., who, by that time, had fled , and, sometime afterwards, against several other people. The investigation was pursued in 2005 and 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  According to the applicant, in early 2006 investigators from the General Prosecutor’s Office (“the GPO”) started questioning staff members of Yukos and affiliated companies. The questioning sessions were accompanied by threats of criminal prosecution if the staff members cooperated with the senior executives appointed by the then major shareholders of the company. Those threats were also made to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 20 March 2006 the shareholders of Yukos appointed the applicant as executive vicepresident of the company. That appointment was supposed to take effect on 1 April 2006. On 22 March 2006 the applicant was summoned by a GPO investigator and questioned. According to the applicant, during the questioning the investigator warned the applicant to “stay far away” from the company’s business. When he replied that he had no intention of leaving his post at the company, the investigator responded: “This is the first time I have seen a person volunteer to go to prison”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  In the meantime bankruptcy proceedings against the company commenced. On 28 March 2006 the Commercial Court of Moscow imposed a supervision order on the company and appointed an interim receiver. Several days later the applicant, as a vice-president of the company, initiated a reorganisation of its management structure. It appears that the reorganisation was regarded by the receiver and the State authorities as an attempt to hinder the bankruptcy proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  By a judgment of the Commercial Court of Moscow dated 4 August 2006 Yukos was declared bankrupt, and the court replaced the company’s previous management with a bankruptcy trustee. The trustee was appointed with the consent of the State-owned “Rosneft” company – one of the major creditors of Yukos at that time. The judgment was upheld on appeal by decision of the 9th Commercial Court of Appeal of 26 September 2006 and became final. On 12 November 2007 the bankruptcy proceedings were terminated and the company ceased to exist.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The applicant’s arrest and detention",
                                "elements": [
                                    {
                                        "content": "1.  Authorisation of criminal prosecution of the applicant; search warrants",
                                        "elements": [
                                            {
                                                "content": "15.  On 29 March 2006 the Deputy Prosecutor General requested the Simonovskiy District Court of Moscow to authorise criminal prosecution of the applicant in connection with his alleged participation in the embezzlement of the property and shares of several oil companies and refineries in 1998-1999 (Tomskneft, Achinsk refinery, Eastern Oil Company, etc). The GPO claimed that in 1998-1999, when the applicant had been the head of the legal department of Yukos, he had advised the company’s executives and thus participated in their criminal activities. The shares in these companies had subsequently been “legalised” through a chain of financial operations. In their request the GPO referred to the materials from the criminal case, without, however, identifying them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "16.  On 3 and 5 April 2006 the Simonovskiy District Court in an open hearing, examined the request by the GPO. The applicant was present at both hearings. On 5 April 2006 the case was adjourned. According to the applicant, the court informed the parties that on the next day it would deliver its decision on the prosecution’s request.",
                                                "elements": []
                                            },
                                            {
                                                "content": "17.  On 4 and 5 April 2006 the Simonovskiy District Court, at the GPO’s request, authorised searches in the applicant’s home and country house. In its decision the court summarised the charges against the applicant as forwarded by the prosecution, noted that the applicant was a lawyer and a member of the Moscow Bar, and indicated his de facto and de jure addresses. The court identified the items or information sought as “documents in paper or electronic format, correspondence, drafts and handwritten notes, other documents and objects important for the investigation”. The court gave no reasons for its decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  On 5 April 2006 the applicant’s premises were searched by the GPO investigators and certain documents were seized. In particular, the GPO searched a flat situated at 7, , , and a house situated at 5, Gorki-2 village, in the Moscow Region.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  On 6 April 2006 the court declared that the applicant’s involvement with the company’s activities in 1998-1999 contained “elements of a criminal offence”. As follows from the court’s decision, it reached this decision “after having heard the participants of the proceedings, and having examined the material [материал] submitted by the GPO”. Consequently, the court authorised criminal prosecution of the applicant. Unlike his lawyer, the applicant was not present at that hearing.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. The applicant’s arrest and the first detention order",
                                        "elements": [
                                            {
                                                "content": "20.   On the day the applicant was at the flat of an acquaintance, Mr S., a member of Parliament. At about 2 p.m. the police arrived at the flat and rang the doorbell. According to the applicant, he heard the doorbell ringing but did not open the door, since the owner of the flat was absent and he did not have the keys. Having received no reply, the police forced the door, broke into the apartment and arrested the applicant. A few hours later the GPO lodged a request with the Basmanniy District Court of Moscow seeking the applicant’s further detention pending investigation. The prosecution submitted a police report on the applicant’s arrest, attesting that the applicant was arrested not at his permanent place of residence but in another flat, that he had failed to appear before the Simonovskiy District Court and that, according to some unidentified “operative information”, he had intended to leave  in order to evade arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "21.  On 7 April 2006 the Basmanniy District Court examined the detention request. The applicant and his lawyer were present at the detention hearing. They pleaded that the applicant should not be remanded in custody. The applicant’s arguments may be summarised as follows. The prosecution case against the applicant was very weak and was based on inadmissible evidence. The Simonovskiy District Court had not done its job adequately and had not provided reasons for its conclusions. The applicant had always cooperated with the GPO in the course of the investigation; the investigation had already lasted over two years and the applicant had always gone to the GPO offices when investigators needed to question him. The applicant had not made any attempt to flee from justice or otherwise obstruct the course of the investigation. The applicant was the single parent of a minor child and the only source of support for his elderly parents. Finally, the applicant maintained that his poor health was incompatible with detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  The prosecution maintained their detention request. They produced to the court a number of procedural documents issued by the prosecution authorities in the course of the investigation, witness statements, copies of electronic documents, financial documents concerning the business activities of several oil companies, etc.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  Having examined the parties’ arguments, the court held that the applicant should be remanded in custody. The court held that the request for the applicant’s detention had been lodged by a duly authorised prosecution official and that all the necessary formalities had been complied with. The court also held that if the applicant was dissatisfied with the decision of the Simonovskiy District Court, it was still possible to appeal against it. The court further held as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The court takes into account that [the applicant] is charged with having committed criminal offences which are qualified as serious or especially serious and which are punishable by imprisonment of more than two years. The circumstances in which those crimes were committed, information about the applicant’s personality and his occupation [all] give the court enough reasons to conclude that, if he remained at liberty, [the applicant] might abscond from the investigative or judicial bodies, adversely influence the victims, witnesses and other participants in the criminal proceedings, take measures to destroy evidence and objects and documents which are important for the investigation but which have not yet been found by the investigative bodies, might contact his accomplices who are hiding from justice and [thus] obstruct the course of the proceedings, which is confirmed by the results of the search (case file no. 2, pages 127-130) and by the report of the [Ministry of Internal Affairs] to [the GPO] as to information concerning [the applicant’s] plans to leave Russia. The court also takes into account the applicant’s age, family situation and medical condition and the fact that he has a minor child and lives permanently in .”",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  As to the applicant’s allegation that the case against him was very weak and based on inadmissible evidence, the court held as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“... As to the argument of [the applicant and his lawyer] that materials produced [by the prosecution to the court] contain no evidence of [the applicant’s] involvement in the crimes imputed to him, the court cannot take [this argument] into account, since the questions of guilt or innocence, [and] proof ... of [the applicant’s] participation in the crimes are to be decided at the trial on the merits, and [therefore] should not be examined at the present hearing”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  On 10 April 2006 the GPO searched in a house situated at 7, Matveykovo village, in the Moscow Region.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The applicant lodged several appeals: against the decisions of 4 and 5 April (authorising searches), 6 April (authorising criminal prosecution of the applicant) and 7 April 2006 (ordering his detention).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  On 17 May 2006 the Moscow City Court dismissed the first appeal and confirmed the decisions of 4 and 5 April 2006. The City Court held that the decisions of the Simonovskiy District Court were sufficiently reasoned and lawful.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  On 22 May 2006 the Moscow City Court dismissed the defence’s second appeal and upheld the decision of 6 April 2006. The City Court held, inter alia, that at that stage it was not its task to examine the specific acts with which the applicant was charged or the evidence produced by the parties. Otherwise its work would amount to an examination of the case on its merits. The defence could not therefore rely on alleged violations of domestic or international law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  On 31 May 2006 the Moscow City Court dismissed the appeal against the decision of the Basmanniy City Court of 7 April 2006.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.   Extensions of the applicant’s detention",
                                        "elements": [
                                            {
                                                "content": "30.  On an unspecified date, in addition to the previous charges, the applicant was charged with personal income tax evasion allegedly committed in 2000 – 2002.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  On 2 June 2006 the Basmanniy District Court, at the request of the prosecution, extended the applicant’s detention until 2 September 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  At the hearing the GPO claimed that they needed to perform a number of additional investigative actions, namely, to obtain expert reports, to obtain replies to the court’s rogatory letters and to obtain decisions on the extradition of Mr L. N. and Mr D. G. to . Further, the GPO had to “question witnesses, seize documents in ... organisations, banks, tax inspectorates and, based on the evidence thus collected, bring new charges against [the applicant] and perform other investigative actions aimed at completing the preliminary investigation”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The parties’ arguments before the court were broadly similar to their previous position. The prosecution emphasised that the applicant’s accomplices had fled from justice. The applicant, in turn, provided the court with more detailed information on his state of health. Further, he claimed that while in detention he had never been questioned in connection with his case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The court concluded that the applicant’s situation had not changed, and that therefore there was no reason to apply a measure of restraint milder than detention. As to the applicant’s state of health, the court noted that despite information about the applicant’s diseases, there was no evidence that his medical condition was incompatible with detention. The court also held that it was not competent to examine evidence against the applicant and the legal qualification given by the prosecution to the facts of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  The applicant’s lawyers appealed against that decision. They submitted to the court of appeal additional documents concerning the applicant’s state of health. They also complained that the District Court had not examined the possibility of applying a milder measure of restraint. On 19 July 2006 the Moscow City Court dismissed their arguments and upheld the decision of 2 June 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  On 23 August 2006 the GPO requested an extension of the applicant’s detention on remand. The prosecution referred to a document seized in 2004 in the office of Mr D. G., one of the former legal advisers of Yukos, from which it followed that the Yukos management planned to put pressure on the law-enforcement bodies through political channels. They also referred to information received as a result of the operational and search activities, which showed that the applicant had tried to contact other co-defendants who were hiding abroad.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  At the hearing the applicant opposed that request, repeating his earlier arguments. Thus, the applicant claimed that the GPO’s allegations that he would abscond or interfere with the course of justice were not based on any facts. Finally, the applicant alleged that he should not be detained because of his poor health.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The applicant’s defence also claimed that his initial arrest had been unlawful. The decision of the Simonovskiy District Court of 6 April 2006, authorising criminal prosecution of the applicant, became final only on 22 May 2006. Before that date the GPO had no power to perform any investigative actions in his respect, let alone to arrest him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The court noted that the case under investigation was quite complex and that the applicant’s detention on remand should therefore be extended. The court also repeated the wording of the first two detention orders justifying detention. To the previous reasoning the court added that there was a risk that the applicant might continue his criminal activities. It also referred to the information received by the prosecution as a result of the operational and search activities. As to the lawfulness of the initial detention order, the court noted that, since the decision of 7 April 2006 had been confirmed by the court of appeal, the applicant’s detention was lawful. The court held that the argument of the defence about the lack of evidence of crime should not be examined within the detention proceedings. As a result, the applicant’s detention was extended anew, until 2 December 2006.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The defence appealed, claiming, inter alia, that the continued detention of the applicant amounted to inhuman and degrading treatment. On 9 October 2006 the Moscow City Court dismissed the appeal.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.   On 23 November 2006 the court extended the applicant’s detention until 2 March 2007. The court again examined the arguments of the parties, “materials” produced by the prosecution and the applicant’s arguments in favour of his release. In addition to the previously stated reasons the court referred to the risk of collusion with Mr L. N., Mr D.G., Mr B., all of whom had left . The court also referred to the fact that on 6 April 2006 the applicant had not attended the hearing at which the court had read out its decision authorising criminal prosecution against him. The court also referred to the fact that the applicant had not been arrested in his usual place of residence and that he did not open the door when the police officers arrived to arrest him. In addition, the court referred to an electronic document seized in 2004 in the office of Mr D. G., entitled “Summary analysis of the criminal-law aspects of the activities of senior managers and shareholders of the Menatep-Rosprom-Yukos group”. That document, according to the court, described various measures which the shareholders and senior managers of Yukos were preparing to undertake in order to apply pressure, through their connections in the political milieu, on law-enforcement officials, by bribing them, through fictitious claims and complaints, by organising a denigration campaign in the mass-media, etc. The court finally referred to the “operational information” provided by the prosecution authorities which showed the applicant’s intent to establish contact with other suspects who had fled .",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  On 12 December 2006 the investigation was completed. On 20 December 2006 the applicant obtained a copy of the investigation file, which contained 113 volumes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  On 21 February 2007 the applicant’s detention on remand was extended at the request of the prosecution. The prosecution noted that due to the applicant’s poor eyesight the examination of the materials of the case was taking a long time. They claimed that the applicant had connections in  and abroad, that he could flee from justice, put pressure on witnesses and otherwise obstruct the investigation. The court decided to keep the applicant in remand, referring to the applicant’s character, the danger of absconding, the risk of collusion with other former senior executives of Yukos, and to the factual circumstances referred to in the prosecutor’s request. As to the applicant’s state of health, the court decided, on the basis of the applicant’s medical file, that it was not incompatible with his participation in the criminal proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  On 8 August 2007 the applicant’s detention on remand was extended until 2 December 2007, up to 19 months and 27 days in aggregate. The reasons given for that extension repeated the reasons relied on in the previous detention orders. The defence asked the court to summon and question the applicant’s doctors from the Moscow AIDS Centre. However, that motion by the defence was refused by the court, which referred to the certificates from the prison hospital by which the applicant was declared fit to support criminal proceedings and to stand trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  On 15 November 2007 the applicant’s detention was extended until 2 March 2008. The court analysed, inter alia, the applicant’s medical situation. It established that the applicant had refused to take prescribed treatment in the conditions of the remand prison hospital. However, the applicant did not show that the HAART treatment could not be administered within the remand prison hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  On 19 December 2007 the Basmanniy District Court of Moscow ruled that the defence should finish the reading of the case file by 15 January 2008. In the ruling the court noted that due to the applicant’s poor eyesight he had been unable to read the documents himself, and that the investigator in charge of his case had been reading the case file aloud to the applicant.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  The applicant’s medical condition",
                                "elements": [
                                    {
                                        "content": "1.  April 2006 – November 2006",
                                        "elements": [
                                            {
                                                "content": "47.  Upon his arrest on 6 April 2006 the applicant was examined by prison doctors at remand prison 99/1 of . They established, inter alia, that the applicant had serious sight problems; he had floaters in the right eye (which he himself describes as “effective blindness”) and overall impairment of visual acuity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  According to the Government, the applicant was given an opportunity to have a blood test in the laboratory but he refused for religious reasons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The applicant claims that after several months spent in the remand prison his eyesight had deteriorated to the extent that the investigator in charge of his case had to read to him the materials of the case file. The applicant also developed photophobia.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  On 15 September 2006 the applicant was found for the first time to be HIV-positive. The applicant’s illness was qualified as being of the “third degree” of gravity. Later it was re-qualified to “fourth degree”. The doctors concluded that the applicant could be held in the remand prison without unfavourable development of the HIV infection provided he received regular check-ups in a specialist [Aids] institution, including medical monitoring of his health and timely application of specialised therapy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "51.  Over the following months medical examinations showed a further deterioration in his medical condition as a result of the HIV infection. From the applicant’s medical record it follows that he received medicine from his relatives and had consulted with the prison doctor.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  In November 2006, at the investigator’s request, the applicant’s medical file was examined by a group of specialist doctors. In a report completed on 22 November 2006 the doctors concluded that the applicant was fit to be detained and to participate in the investigative activities. At the same time the doctors noted that the applicant’s condition was worsening, and recommended HAART (Highly Active AntiRetroviral Therapy) treatment and regular monitoring of his health in a specialised medical institution (every 12 weeks, or more often if necessary). The doctors also concluded that the applicant’s right eye was completely blind and that the eyesight of his left eye was seriously impaired (high-level myopia and complex astigmatism). However, the doctors declared themselves incompetent to decide whether the applicant’s illnesses could be treated in the conditions of the remand prison (point 4 of the report).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2. December 2006 – September 2007",
                                        "elements": [
                                            {
                                                "content": "53.  According to the Government, the prison hospital had all the necessary medication. In addition, in 2007–2008 the applicant received eight parcels with medicine from his relatives. As to the HAART medication, it could have been obtained by the applicant’s relatives in a specialised pharmacy in , on the presentation of a prescription issued by the Moscow AIDS Centre. In support of their submissions, the Government referred to letters signed by Mr Tagiev, the head of the remand prison, and sent to the Court in 2008.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Government produced further written depositions by two former cell-mates of the applicant. They were addressed to the remand prison administration. The first deposition, dated 30 January 2008, was signed by Mr Semin, the second, dated 31 January 2008, was signed by Mr Remidov. Mr Semin was detained with the applicant in April 2007. He testified that the conditions of detention were satisfactory, and that “the applicant had received medical assistance in full, both from the remand prison hospital and his relatives”. Mr Remidov was detained with the applicant from the end of September until November 2007. He repeated the account given by Mr Semin. He added that on several occasions the applicant was taken for examination to external medical institutions.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.   The Government produced a copy of the applicant’s medical file. From that file it follows that the applicant received medicines from his relatives and from the prison pharmacy. The medicines mentioned in the medical file included aspirin, antibacterial and antiviral drugs (“Biceptol” and “Cyclovir”), locally acting anti-inflammatory drugs (“Tantum Verde”), anti-allergic drugs (“Suprastin”), activated charcoal, immunostimulating drugs (“Imudon”), nootropic substances, etc. Most of them were received from the applicant’s relatives.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  As follows from the medical file, in the first half of 2007 the applicant did not refuse treatment or examination by the prison doctors. On 15 March 2007 the applicant was taken to the Moscow AIDS Centre for examination.  The entry of 15 June 2007 attests that the applicant refused to accept an injection before having consulted his lawyer.",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  In July 2007 the applicant developed severe headaches and pharyngalgia. On 2 and 3 July 2007 he asked the investigator for referral to the Moscow AIDS Centre for examination and treatment.  He also complained that medical checks had been carried out only sporadically and that he had not received the previously prescribed treatment. In his reply of 3 July 2007 the investigator informed the applicant that medical aid to detainees was within the competence of the prison authorities, and that his request had been transmitted to them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.   On 10 July 2007 the applicant was placed in the Moscow AIDS Centre for a new medical examination. The applicant was informed of the possible side effects of the HAART treatment; he signed a paper in which he expressly accepted the treatment. That paper informed the applicant, inter alia, that the treatment was not capable of curing his disease completely and that it could have side-effects, of which the applicant had been informed. That written waiver also contained the names of the medicines prescribed to the applicant: the entry of 10 July 2007 in the applicant’s medical file attests that the applicant had agreed to undergo anti-retroviral therapy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  According to the Government, after 10 July 2007, when the applicant signed an information notice and accepted HAART treatment in writing, he refused that treatment, insisting that it should be administered in the specialised hospital itself and not in the remand prison hospital. The Government referred to a report signed by the deputy head of the prison hospital, a doctor from that hospital and a paramedic, in which they certified that the applicant had refused HAART treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The applicant’s medical file, produced by the Government, contains three entries related to July and August 2007, attesting that the applicant refused to undergo treatment or examination by prison medical staff (the first entry was dated 15 July 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The applicant maintained that the medication prescribed within the HAART treatment had not been made available to him, despite his requests. In support he referred to the letter from the investigator, dated 26 July 2007, in which the investigator had mentioned that the applicant had asked him to start the HAART treatment.  The applicant maintained that on 8 August 2007 a paramedic from the prison hospital, while conducting his evening rounds, had offered him boxes which apparently contained some medicine. The paramedic did not tell the applicant what was in those boxes. The applicant, who was almost completely blind, refused to take them, because he did not know about any new treatment being prescribed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In September the applicant complained to the investigator that he did not receive medical examination and treatment. On 12 September 2007 the investigator forwarded his letter to the prison authorities, requesting that the applicant be transferred to the Moscow AIDS Centre for medical examinations. In his letter the investigator asked the prison authorities “to secure timely medical examination of the applicant and his treatment, including the HAART treatment recommended by the forensic report”.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. September - November 2007",
                                        "elements": [
                                            {
                                                "content": "63.  From September 2007 the applicant suffered from a swinging fever of between 36 and 39o C, lost over 10 per cent of his body weight and was anaemic. In addition, he developed a number of opportunistic diseases. Thus, he contracted shingles and developed stomatitis, with evidence of oral candidiasis and associated dysphagia. There was evidence of marked neurological problems, with encephalopathy, poly-neuropathy, optic atrophy and corneal dystrophy. His eyeballs were sunken and he had chronic blepharitis. Further investigation apparently indicated persistent liver lesions with evidence of chronic cholecystitis, and other diseases.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  On 18 September 2007 the applicant was taken to the Moscow AIDS Centre for consultation. On 16 October 2007 the applicant underwent yet another medical examination, which revealed a dramatic deterioration in his condition as a result of the HIV infection. On 23 October 2007 he was examined in the Moscow AIDS Centre anew. A report by Dr Galina and Dr Oskina concluded that the applicant was suffering from Aids (3rd (4th) stage “B”). The applicant’s condition was described as “moderately severe (unsatisfactory)”. The report also recommended that the applicant undergo in-patient examination and treatment in the Moscow AIDS Centre.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The defence contacted Dr David A. Hawkins, a British expert on Aids and Consultant Physician at the Chelsea and Westminster Hospital, . Having examined the applicant’s medical record, Dr Hawkins concluded as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“It is my opinion that [the applicant’s] medical condition is such that there is imminent threat to his life should he remain untreated both in respect of the opportunistic infections, and the HIV infection itself. There is also a major imminent risk of irreparable damage to his health should these treatments not be initiated straight away.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Were [the applicant] to be imprisoned in the , he would undoubtedly be released on compassionate grounds or at least transferred to a specialist hospital until his condition ha[d] been diagnosed, treated and stabilised. It is of great concern that his numerous serious and indeed life- (and sight-) threatening problems have not been urgently addressed.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  On 24 September 2007 the prison authorities informed the applicant’s lawyers that they had obtained the necessary prescriptions from the doctors of the Moscow AIDS Centre, and that the applicant’s relatives could purchase the necessary medicines for him. According to the prison authorities, however, the applicant was able to take these drugs in the remand prison and did not require transfer to an outside hospital for in-patient treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  On 26 October 2007 the applicant was transferred from remand prison 99/1 to the hospital of remand prison 77/1.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  Following the results of the medical examination the defence submitted an application for release to the GPO investigator.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  On 29 October 2007 the investigator decided that, due to the critical state of the applicant’s health, he should be released on bail. However, the applicant was not released; instead, on 31 October 2007 the investigator brought a motion before the Basmanniy District Court, seeking to obtain the authorisation of the applicant’s release on bail. The amount of bail requested by the prosecution was 2,500,000 Russian Roubles. In the application for release the investigator stated, inter alia, that the applicant’s diseases could not be treated in the conditions of the remand prison.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  On 2 November 2007 the Basmanniy District Court of Moscow examined the investigator’s request. According to the applicant, at the hearing a GPO representative opposed the applicant’s release.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The court decided that it was not competent to deal with the matter. The court also noted that, under the Code of Criminal Procedure, it was the investigator in charge of the case who was competent to order a suspect’s release on bail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  On 9 November 2007 the investigator took a new decision, this time dismissing the application for release. The investigator noted that it was for the detention centre’s administration to decide whether the applicant should be treated in a civil hospital. The investigator further stated that, according to information received from the detention centre’s medical facility, the applicant had refused the treatment proposed by the doctors working there. The investigator also took into account the decision of the Basmanniy District Court of 2 November 2007, dismissing the application for release. The investigator concluded that he was not competent to decide whether the applicant should be transferred to a specialised medical institution. The defence appealed, but to no avail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  On 15 November 2007 the court extended the applicant’s detention on remand. With regard to the applicant’s state of health, it referred to the certificate delivered by the prison hospital, which attested that the applicant had been fit for detention and could participate in the criminal proceedings. It also attested that the applicant had refused to be examined by the doctors of the prison hospital and had refused to take the HAART treatment prescribed to him. The court also referred to the conclusions of the “complex forensic medical examination of the applicant”. It appears that the court was referring to the examination carried out in 2006 (see paragraph 52 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The entries of October-December 2007 in the applicant’s medical file attest that on several occasions the applicant refused to undergo medical examination in the prison hospital. However, there is no information about the treatment the applicant received, or was offered. As follows from the entry of 28 November 2007, the applicant refused to undergo examination and treatment “in the conditions of the infectious diseases department of the prison hospital”. The entry of 19 December 2007 attests that the applicant insisted on treatment in the Moscow AIDS Centre. The above entries were certified by the signatures of the medical personnel on duty.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "4. Application of Rule 39 by the Court (November – December 2007)",
                                        "elements": [
                                            {
                                                "content": "75.  On 26 November 2007 the applicant’s lawyer requested the Court to apply interim measures under Rule 39 of the Rules of Court. He complained that, although the applicant had been recognised as unfit for detention, the court and then the investigator had refused to examine his application for release and to grant bail.",
                                                "elements": []
                                            },
                                            {
                                                "content": "76.  On 27 November 2007 the President of the Section to which the case has been allocated decided to indicate to the Government of Russia, under Rule 39 of the Rules of Court, interim measures which consisted of the following. The Government was invited to secure immediately, by appropriate means, the in-patient treatment of the applicant in a hospital specialised in the treatment of Aids and concomitant diseases. The Government were further requested to submit a copy of the applicant’s medical file by 5 December 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  According to the applicant, on the same day (that is, on 27 November 2007) the GPO investigator Ms R., in the presence of the applicant’s lawyer, put pressure on him to make a false confession and give false testimony against other persons, in exchange for release for medical treatment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  On 4 December 2007 the Government informed the Court that the interim measure had not been yet implemented since “it required additional time”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "79.  On 20 December 2007 the applicant underwent yet another examination in the Moscow AIDS Centre, with participation of the doctors from the remand prison hospital. Their report stated that the applicant “continued to refuse anti-retroviral medicine”. One of the recommendations made by the doctors was “to commence HAART treatment on receipt of the results of the blood tests conducted on 20 December 2007”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "80.  On 21 December 2007 the Court indicated to the Government an additional interim measure, confirming, at the same time, the validity of the previous one (the transfer of the applicant to a specialised institution). The Government were invited to form a medical commission, to be composed on a bipartisan basis, to diagnose the applicant’s health problems and suggest treatment. The commission was also to be charged with deciding whether the applicant’s medical conditions could be adequately treated in the medical facility of the detention centre. The Government was invited to report on the implementation of this additional measure by 27 December 2007.",
                                                "elements": []
                                            },
                                            {
                                                "content": "81.  On 25 December 2007 the applicant’s representative contacted the Russian Government. He submitted a list of doctors who should be included in the medical commission on behalf of the applicant.",
                                                "elements": []
                                            },
                                            {
                                                "content": "82.  On 27 December 2007 the Government replied that the applicant could receive adequate medical treatment in the medical facility of the detention centre, and that his examination by a mixed medical commission was against Russian law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The letter of 23 January 2008, signed by Mr Plyusov, the deputy head of the medical service of the penitentiary system, attested that on 21 December 2007 the applicant consulted with a number of doctors, gave saliva samples for TB-analysis, underwent a blood test and an X-ray test, and underwent a biopsy of the lymph nodes.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Government produced several reports by prison doctors in which they attested that the applicant refused to be seen by a doctor and to undergo tests. These include two reports dated 8 and 9 August 2007, in which several prison officials attested that the applicant “refused to take medicine that forms part of the treatment prescribed by the Moscow AIDS Centre”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  On 21 January 2008 a group of doctors from the Chelsea and  examined the applicant’s medical records at the request of his lawyers. The doctors concluded as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“[The applicant] can only be properly managed within an Aids specialist hospital and, whatever the reasons for his incarceration, this should be made available to him on compassionate grounds. He remains desperately ill and at imminent risk of dying”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "86.  On 22 January 2008 the Supreme Court of the  dismissed the applicant’s appeal against the most recent extension of his detention. During the hearing the applicant remained in the prison hospital; however, he was able to communicate with the judges through a video-conference system. At that hearing he stated that on 28 December 2006 he had been taken to the building of the Prosecutor General’s Office, where he had met Mr Karimov, the investigator in charge of the cases of Mr Khodorkovskiy and Mr Lebedev. Mr Karimov had offered him a deal: if he testified against Mr Khodorkovskiy and Mr Lebedev he would be released. Mr Karimov had allegedly told the applicant that the General Prosecutor’s Office had been aware of his health situation, and that it would be advisable for the applicant to receive appropriate treatment, perhaps in a foreign hospital. In April 2007 Mr Khatypov, investigator in the applicant’s case, told his defense attorney, Ms Lvova, that if the applicant admitted his guilt and agreed to cooperate, then he would be released. The applicant maintained that he received the same offer on 27 November 2008 from Ms Rusanova, another investigator working with Mr Karimov.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "5.  Recent developments in the applicant’s situation",
                                        "elements": [
                                            {
                                                "content": "87.  On 30 January 2008 preliminary hearings in the applicant’s trial commenced.",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  On 31 January 2008 doctors diagnosed the applicant with Aids-related lymphoma.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  On 4 February 2008 the applicant underwent yet another medical examination by a team of doctors consisting of Ms Ivanova, the head of the Moscow City Haematological Centre, and two doctors - Mr Markaryan and Ms Lazareva. They concluded that, in addition to Aids, the applicant suffered from T-cell lymphoma. They recommended that the applicant should undergo in-patient treatment (polychemotherapy combined with anti-retroviral therapy) in a haematologic hospital.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  On the same day the applicant was examined by Dr Yurin and Dr Frolova. They recommended that he undergo anti-TB treatment and that the applicant’s tolerance to certain components of the anti-retroviral therapy be examined, in order to develop a plan of anti-retroviral treatment. Their report did not contain any recommendations on the applicant’s further detention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  On 6 February 2008 the Simonovskiy District Court suspended the trial in the applicant’s case. The court concluded that the applicant’s poor health prevented him from participating in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  The court also examined an application for release lodged by the defence. The prosecution maintained that, if released, the applicant might interfere with the normal course of the proceedings. The court accepted this argument by the prosecution. It ruled as follows:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“At present [the applicant] is charged with serious crimes; if released, he may thwart the establishment of truth in the case [and] influence other participants in the proceedings. Therefore, the grounds on which the measure of restraint was applied [have] not changed.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "93.  The court further held that the applicant had been receiving adequate medical treatment in the remand prison hospital. The court referred to the fact that the applicant had been examined by several leading specialist doctors, including Ms Ivanova, the head of the haematological clinic, Mr Yurin, deputy director of the Federal Centre for Aids prevention, and Ms Frolova, director of the Federal Anti-Tuberculosis Centre. The court concluded that:",
                                                "elements": []
                                            },
                                            {
                                                "content": "“The applicant will receive full treatment in accordance with the recommendations of the doctors, which does not require changing the measure of restraint”",
                                                "elements": []
                                            },
                                            {
                                                "content": "94.  On 8 February 2008 the applicant was placed in Town Hospital no. 60, in pursuance of the recommendations of 4 February 2008. In the hospital the applicant was guarded round-the-clock by policemen; the windows of his room were covered with an iron grill.",
                                                "elements": []
                                            },
                                            {
                                                "content": "95.  On 9 February 2008 the applicant was again examined by the specialists of the Moscow AIDS Centre. He received medicine to commence the HAART treatment. However, the day after taking that medication his condition deteriorated, he was placed on an intravenous drip and the therapy was discontinued. On 11 February 2008 the doctors amended their recommendations and a new HAART regimen was prescribed and administered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "96.  On 12 February 2008 the applicant was further diagnosed with an ulcer in his oesophagus.",
                                                "elements": []
                                            },
                                            {
                                                "content": "97.  According to the applicant, while in hospital, he was almost always handcuffed to his bed, and was released only to use the toilet or take a shower. The applicant was able to meet with his lawyer for the first time on 16 February 2008. According to Mr Tagiev’s letter of 26 May 2008, handcuffs were applied to the applicant between 8 and 18 February 2008, on the ground that the applicant was likely to abscond. The handcuffs were removed every two hours in order to restore normal blood circulation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "98.  On 2 March 2008 the term of the applicant’s detention expired. He lodged an application for release.",
                                                "elements": []
                                            },
                                            {
                                                "content": "99.  The applicant produced a report by Dr Vorobyev, Director of the Haematological Centre in , dated 3 March 2008. Dr Vorobyev, after examining the applicant’s medical file, concluded that the applicant’s lymphoma belonged to the category of cancerous neoplasm of lymphatic tissues, and that the applicant needed to undergo 4 months of polychemotherapy with subsequent adjustment of the regimen. He stressed that chemotherapy should be conducted in a sterile environment.",
                                                "elements": []
                                            },
                                            {
                                                "content": "100.  On 22 May 2008 the applicant’s representative informed the Court that the applicant was suffering from severe allergic reactions to the HAART treatment and that his condition was not sufficiently stable to commence the necessary polychemotherapy for his Aids-related lymphoma.",
                                                "elements": []
                                            },
                                            {
                                                "content": "101.  At the moment the applicant remains in Town Hospital no. 60, where he is undergoing medical treatment. His detention on remand has been extended until January 2009.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Detention on remand – general rules",
                                "elements": [
                                    {
                                        "content": "102.  Under Article 91 of the Criminal Procedure Code (“the Code” or “CCrP”), the police may arrest a person suspected of having committed an offence punishable by imprisonment if the person is caught in the act or immediately after committing the offence. No judicial authorisation of the arrest is required.",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  “Preventive measures” or “measures of restraint” (меры пресечения) include an undertaking not to leave a town or region, personal surety, bail and detention on remand (Article 98). If necessary, the suspect or accused may be asked to give an undertaking to appear (обязательство о явке) (Article 112). Pursuant to Article 94, within forty-eight hours of the time of arrest a suspect must be released if a measure of restraint in the form of custody has not been imposed on him or her, or if a final decision has not been deferred by a court under Article 108 (paragraph 6, subparagraph 3) of the Code. When imposition of custody as a measure of restraint is deemed to be necessary, an application must be lodged to that effect with a district court by a prosecutor or by an investigator or inquiry officer with the consent of a prosecutor.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  Pursuant to Article 108, taking into custody as a measure of restraint is to be imposed by a court decision on a person accused or suspected of having committed an offence punishable under criminal law by imprisonment for a term exceeding two years, if it is impossible to use a different, milder measure of restraint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  If a judge’s ruling to take the suspect into custody as a measure of restraint or to extend the custody period does not arrive within forty-eight hours from the moment of the arrest, the suspect must be released immediately, and the head of the custody facility in which the suspect is held must notify the inquiry agency or the investigator in charge of the proceedings in the criminal case and the prosecutor about such release. If a court finding or ruling exists that denies an investigator’s application to order a measure of restraint in the form of custody, a copy of that ruling must be provided to the suspect when he is released.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  Under Article 97, a court is empowered to impose a measure of restraint (that is, custody) on a suspect, provided that there are sufficient reasons to believe that the suspect (1) might abscond during the inquiry, pre-trial investigation or trial; (2) might continue to engage in criminal activities; or (3) might threaten a witness or other participants in the criminal proceedings, destroy evidence or otherwise obstruct the preliminary investigation or trial of the criminal case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  Under Article 98, the circumstances to be taken into account when imposing a measure of restraint include, apart from those specified in Article 97 of the Code, the seriousness of the charges brought and the defendant’s personality, age, health, family status, occupation and other circumstances. The judge’s ruling is to be forwarded to the person who has lodged the application, the prosecutor, and the defendant (suspect), for immediate execution. Under Article 108, a second application for a person to be taken into custody in the same criminal case after one such application has been denied by a judge’s ruling may be lodged with a court only if new circumstances emerge which justify the need to take the person into custody. A judge’s ruling on whether to take a person into custody may be appealed against to a higher court within three days from the date on which the ruling was given. A judge of the appellate court (кассационная инстанция) must give a decision on such complaint or representation within three days from the date of its receipt.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Detention on remand – special rules applicable to lawyers",
                                "elements": [
                                    {
                                        "content": "108.  Pursuant to Article 447 of the Criminal Procedure Code, a special procedure is to be applied in criminal cases with respect to MPs, judges, prosecutors, lawyers (адвокат), etc. Under Article 448, a prosecutor takes the decision to initiate criminal proceedings against a lawyer. Such a decision is subject to approval by a judge. Article 449 prohibits the arrest of MPs, judges, prosecutors and certain other categories of State officials, unless they have been caught at the scene of the crime. However, lawyers are not immune from “arrest”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "109.  Under Article 450 § 5, if there was no court decision authorising the criminal prosecution of a lawyer, the court should give its authorisation for investigative measures to be taken in respect of the lawyer.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  On 14 December 2004 the Constitutional Court of Russia gave a constitutional interpretation of Article 448 (Ruling no. 384-O) of the CCrP insofar as it concerned MPs. It held, inter alia, that before authorising criminal prosecution of an MP the courts are supposed to “check the sufficiency of information produced by the prosecution indicating that a crime has been committed” (point 1 of the operative part of the Ruling).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Medical assistance to detainees",
                                "elements": [
                                    {
                                        "content": "111.  On 16 August 1994 the Ministry of Health adopted Decree no. 170 establishing a country-wide network of Aids control centres, and giving the doctors practical recommendations and information on the diagnosis and treatment of Aids. It also proposed a classification of different stages of Aids: (1) incubation stage; (2) stage of primary manifestations; (3) stage of secondary manifestations; and (4) terminal stage. Each stage is divided into sub-groups (A, B, etc.). Point 2.4 of the Decree stipulates that in the event of deterioration in the state of health of an HIV-positive patient, in particular, where secondary and opportunistic diseases appear, he or she should be placed in a hospital. The Decree stipulates that HIV-positive patients should be treated in specialised hospitals or specialised departments of general hospitals; however, “when no specialised hospitals are available, it is advisable to use infectious diseases hospitals”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Early release on health grounds",
                                "elements": [
                                    {
                                        "content": "112.   On 6 February 2004 the Government of the  adopted Decree no. 54 establishing a list of diseases incompatible with serving a prison sentence. That list included malignant tumours (cancer) of lymph- and hematopoietic tissues, myeloproliferative tumours (point 7 of the decree), a manifest decrease in eye acuity as a result of permanent pathological changes (the eye acuity in the better eye should be inferior to 0.05 and not amenable to correction with lenses), diseases caused by HIV at the deuteropathy stage (secondary diseases), in the form of generalised infection, cancer or affliction of the central nervous system.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT INTERNATIONAL INSTRUMENTS",
                        "elements": [
                            {
                                "content": "113.  The European Prison Rules stipulate that prisoners should be transferred to specialist hospitals where treatment is not available in prison (Rule 46.1, Recommendation Rec. (2006)2 of the Committee of Ministers to member states). Recommendation no. R (93) 6 of the Committee of Ministers to member States concerning prison and criminological aspects of the control of transmissible diseases, including Aids and related health problems in prison provides, inter alia, that prisoners with terminal HIV disease should be granted early release, in so far as possible, and given proper treatment outside the prison.",
                                "elements": []
                            },
                            {
                                "content": "114.  The UN International Guidelines on HIV/Aids and Human Rights, under the heading “Freedom from Cruel, Inhuman or Degrading Treatment or Punishment” state that denial to prisoners of access to HIV-related health care can constitute cruel, inhuman or degrading treatment, whereas prisoners suffering from Aids (as opposed to “mere” infection with HIV) should be considered for early release and given proper treatment outside prison.",
                                "elements": []
                            },
                            {
                                "content": "115.  The relevant extracts from the 3rd General Report [CPT/Inf (93) 12] by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (“the CPT”) read as follows:",
                                "elements": []
                            },
                            {
                                "content": "38. A prison health care service should be able to provide medical treatment and nursing care, as well as appropriate diets, physiotherapy, rehabilitation or any other necessary special facility, in conditions comparable to those enjoyed by patients in the outside community. Provision in terms of medical, nursing and technical staff, as well as premises, installations and equipment, should be geared accordingly.",
                                "elements": []
                            },
                            {
                                "content": "There should be appropriate supervision of the pharmacy and of the distribution of medicines. Further, the preparation of medicines should always be entrusted to qualified staff (pharmacist/nurse, etc.).",
                                "elements": []
                            },
                            {
                                "content": "39. A medical file should be compiled for each patient, containing diagnostic information as well as an ongoing record of the patient’s evolution and of any special examinations he has undergone. In the event of a transfer, the file should be forwarded to the doctors in the receiving establishment.",
                                "elements": []
                            },
                            {
                                "content": "Further, daily registers should be kept by health care teams, in which particular incidents relating to the patients should be mentioned. Such registers are useful in that they provide an overall view of the health care situation in the prison, at the same time as highlighting specific problems which may arise.",
                                "elements": []
                            },
                            {
                                "content": "40. The smooth operation of a health care service presupposes that doctors and nursing staff are able to meet regularly and to form a working team under the authority of a senior doctor in charge of the service.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  THE GOVERNMENT’S OBJECTION AS TO THE ABUSE OF THE RIGHT OF PETITION",
                        "elements": [
                            {
                                "content": "116.  The Government claimed that in his observations the applicant’s representative had used abusive language. His observations contained serious allegations against the authorities of the  and the representative of the Government personally. Thus, the applicant claimed that the applicant’s arrest warrant had been “based on unsubstantiated allegations”; the observations mentioned “the unseemly haste with which the arrest was sought”, it used wording such as “the Government falsely asserts”, and “the breathtakingly irresponsible statements made by the Government”. The Government qualified this as an abuse of the right of application within the meaning of Article 35 § 3 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "117.  The Court reiterates that, except in extraordinary cases, an application may only be rejected as abusive if it was knowingly based on untrue facts (see Akdivar and Others v. Turkey, 16 September 1996, §§ 53-54, Reports of Judgments and Decisions 1996-IV; I.S. v. Bulgaria (dec.), no. 32438/96, 6 April 2000; and Varbanov v. Bulgaria, no. 31365/96, § 36, ECHR 2000-X). The persistent use of insulting or provocative language by an applicant may be considered an abuse of the right of application within the meaning of Article 35 § 3 of the Convention (see Manoussos v. the Czech Republic and Germany (dec.), no. 46468/99, 9 July 2002; Duringer and Others v. France (dec.), nos. 61164/00 and 18589/02; Stamoulakatos v. the United Kingdom, no. 27567/95, Commission decision of 9 April 1997).",
                                "elements": []
                            },
                            {
                                "content": "118.  Turning to the present case, the Court notes that the statements made by the applicant’s lawyer, quoted by the Government, reflect his emotional attitude towards the behaviour of the authorities in his client’s case. Those statements are value judgments, and, as such, they cannot be regarded as “untrue”. As to their form, they are not, in the eyes of the Court, “insulting or provocative”. In sum, the Court does not consider that the statements quoted above amount to an abuse of the right of petition. Accordingly the Government’s objection must be dismissed.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 3 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "119.  The applicant complained about the alleged lack of medical treatment in the detention centre. He claimed that his state of health was incompatible with his detention. The applicant referred to Article 3 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "120.  The Court considers, in the light of the parties’ submissions, that the complaint raises serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. The Court concludes therefore that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. No other ground for declaring it inadmissible has been established.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "121.  The Government claimed that the applicant’s rights under Article 3 had not been breached. According to the Government, after his arrest the applicant did not inform the authorities about his illness, and, until September 2006, he refused to undergo a blood test aimed at detecting HIV infection. In their submissions of 2 June 2006 the applicant’s lawyers did not refer to the HIV but only to the concomitant diseases. In 2006 the applicant was prescribed “medical and anti-retroviral treatment”. In 2007 the doctors recommended, for the second time, “diagnosis with medical apparatus and anti-retroviral treatment”. However, the applicant consistently refused to accept examination and treatment. They referred to the letters sent by the head of the remand prison in 2008 and to the reports by the prison medical staff, which attested that the applicant refused to take anti-retroviral medicine and accepted other medicine only selectively, after consultations with his lawyer. It was not until December 2007 that the applicant agreed to undergo an appropriate examination, which consisted of “diagnosis with medical apparatus and examination of the lymphatic nodes”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "122.  The Government further claimed that conditions in the remand prison hospital were adequate to treat the applicant’s illnesses. They relied, inter alia, on the opinion of Dr Porkovskiy, the Director of the Federal Scientific and Methodological Centre of Prophylactic and Control of Aids, who maintained that the hospital in remand prison IZ 77/1 was adapted to treat patients suffering from infectious diseases. Under the international classification of diseases, HIV is characterised as an infectious disease. Further, one of the doctors from the prison hospital, Ms Molokova, had completed a training course in diagnostics of HIV and HIV-related infections. A number of paramedics had also undergone training on HIV issues. The prison hospital had the necessary agreements with outside medical institutions, which were under the aegis of the Ministry of Health and provided consultations to patients in complex cases. Further, within the Federal Programme “Health”, the prison hospital was provided with anti-retroviral medicine. Dr Pokrovskiy concluded that the prison hospital had all necessary credentials to treat HIV-infected patients.",
                                                "elements": []
                                            },
                                            {
                                                "content": "123.  The Government further produced letters by Mr Tagiev, dated 25 January 2008, describing the medical equipment in the prison hospital. Their content can be summarised as follows. Remand prison IZ 77/1 had a polyclinic with a facility for in-patient treatment (hereinafter – “the prison hospital”). The prison hospital had 706 beds. It had a surgery department, therapeutic department, a dermatological and venereal department, and an infectious diseases and tuberculosis department. It cooperated with the  and the Third Moscow Medical Institute, which had opened departments specialized in dental surgery and vascular diseases in the prison hospital. The surgical department had 68 beds, including eight in the intensive care unit. The prison hospital accepted patients not only from that prison but also from other prisons.  The letters further described the surgical department of the hospital, its facilities and the equipment in the operational and diagnosis rooms. Under an agreement with the Moscow Department of Health, blood analysis for HIV was carried out by specialist clinics outside the prison system.",
                                                "elements": []
                                            },
                                            {
                                                "content": "124.  According to the Government, the applicant’s description of the conditions of detention was inaccurate. The Government admitted that handcuffs had been applied to the applicant after his transfer to Hospital no. 60. However, this was done for security reasons and for a short period of time.",
                                                "elements": []
                                            },
                                            {
                                                "content": "125.  The Government claimed that medical documents, in particular, the medical opinion of doctors from the Chelsea and Westminster Hospital in  of 21 January 2008, were inadmissible evidence. Those doctors had not seen the applicant personally and their conclusions had been made on the basis of his medical file alone. In contrast, the doctors working within the penitentiary system, who had had direct contact with the applicant, consistently held that the applicant could receive the necessary medical assistance in the prison hospital.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant’s submissions",
                                        "elements": [
                                            {
                                                "content": "126.  The applicant alleged that his medical condition was incompatible with detention. As early as in September 2006 a medical commission stated that he could be detained only if he received timely and properly supervised specialist medical case for his HIV infection. The applicant alleged that the specialist treatment for HIV/Aids had not been available in either remand prison 99/1 or remand prison 77/1. In addition, the applicant’s eyesight had deteriorated in the remand prison; he had almost lost his sight.",
                                                "elements": []
                                            },
                                            {
                                                "content": "127.  The applicant denied the Government’s allegation that he had refused treatment. He refused the first blood test only once, on 7 April 2006, on his first day in the remand prison. The applicant had subsequently undergone dozens of various blood tests, the first of which was no later than in August 2006. The applicant never refused “instrumental diagnostics” or examination of the lymph nodes. The Government admitted that under Russian law a refusal to undergo treatment was to be recorded and signed by a detainee; however, the Government failed to produce documents signed by the applicant, in which he allegedly refused treatment. The applicant drew the Court’s attention to the fact that the section “List of prescribed treatment” in his prison medical file had been left blank.",
                                                "elements": []
                                            },
                                            {
                                                "content": "128.  Further, the applicant referred to the numerous documents in which the domestic authorities had recognised that HAART treatment had not been administered to him in the remand prison. As he never received the appropriate care in prison, he had developed full-blown Aids and Aids-related lymphoma. The Government’s description of the medical facilities available in the prison hospital (dental clinic, operation room, etc.) was nothing more than a “litany of praises” and was irrelevant to his situation. The prison hospital did not have qualified doctors; the only person who had ever received training in Aids was Dr Molokova. That training consisted of a 72-hour diagnostics course she attended in 2003. As to the photos of the applicant’s cell produced by the Government, they were taken on 30 January 2008, after the authorities had undertaken extensive repair works and had equipped the cell with a television, refrigerator and other amenities. Accordingly, the Government’s description of conditions of detention in the remand prison did not correspond to reality.",
                                                "elements": []
                                            },
                                            {
                                                "content": "129.  The applicant also drew the Court’s attention to the fact that in October 2007 the investigator in charge of the applicant’s case ordered bail for the applicant, on the basis that his examination and treatment were impossible in prison conditions. Although his order was later overruled by his superior, neither the investigator nor his superior ever retracted the admission. The applicant noted that in 2007 the Court, under Rule 39 of the Rules of Court, had invited the Russian Government to form a bipartisan medical commission in order to examine the applicant’s medical condition. However, the State failed to comply with that measure. The applicant invited the Court to draw inferences from that behaviour of the Government and to rely on the findings of the doctors of Chelsea and  of 21 January 2008, which maintained that his treatment was not compatible with continued detention in the conditions of the remand prison.",
                                                "elements": []
                                            },
                                            {
                                                "content": "130.  The applicant alleged that on several occasions the investigative authorities had offered him a deal: in exchange for his release he had to give testimony against Mr Khodorkovskiy and Mr Lebedev. The most recent offer of that kind had been made when the interim measure under Rule 39 was already in force.",
                                                "elements": []
                                            },
                                            {
                                                "content": "131.  The applicant claimed that he had never wished to publicise his illnesses and his miserable state. However, on 16 January 2008, in an open hearing before the Supreme Court, the prosecutor declared that the applicant suffered from Aids, thus subjecting the applicant to public indignity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "132.  The applicant alleged that after his transfer to a civilian hospital he had been subjected to degrading treatment. Thus, the applicant’s relatives were informed about his whereabouts only several days after his transfer to the hospital. His lawyer was allowed to see him only on the eighth day after his transfer. The authorities prohibited family visits, although the court had permitted it. For ten days the applicant was shackled to his bed all day, and even during the night and in the course of medical procedures. For several days the applicant was prohibited from taking a shower although this was necessary for hygienic reasons and, given his immune deficiency, the inability to wash created a serious risk of infection. The applicant was placed under the constant visual supervision of his guards, even when he used the toilet. The guards who were permanently in his room did not wear sterile uniforms, which created a further serious risk of infection.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3. The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "133.  The Court reiterates that Article 3 of the Convention enshrines one of the most fundamental values of democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances and the victim’s behaviour (see Labita v. , 6 April 2000, § 119, Reports 2000-IV).",
                                                "elements": []
                                            },
                                            {
                                                "content": "134.  The Court further reiterates that, according to its case-law, ill-treatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim (see, among other authorities, Ireland v. the United Kingdom, 18 January 1978, § 162, Series A no. 25).",
                                                "elements": []
                                            },
                                            {
                                                "content": "135.  In the context of deprivation of liberty the Court has consistently stressed that, to fall under Article 3, the suffering and humiliation involved must in any event go beyond that inevitable element of suffering or humiliation connected with the detention (see, mutatis mutandis, Tyrer v. the United Kingdom, 25 April 1978, § 30, Series A no. 26, and Soering v. the United Kingdom, 7 July 1989, § 100, Series A no. 161).",
                                                "elements": []
                                            },
                                            {
                                                "content": "136.  The Court often faces allegations of insufficient or inadequate medical care in places of detention. In exceptional circumstances, Article 3 may go as far as requiring the conditional liberation of a prisoner who is seriously ill or disabled. Thus, in Farbtuhs v. Latvia, (no. 4672/02, 2 December 2004), the Court concluded that the detention of a disabled 79-year-old applicant was in breach of Article 3 on account of “his age, infirmity and health situation” (see also Papon v. France (no. 1) (dec.), no. 64666/01, ECHR 2001-VI, and Priebke v. Italy (dec.), no. 48799/99, 5 April 2001).",
                                                "elements": []
                                            },
                                            {
                                                "content": "137.  In deciding whether or not the detention of a seriously ill person raised an issue under Article 3 of the Convention, the Court has taken into account various factors. Thus, in Mouisel v. France, no. 67263/01, §§ 40-42, ECHR 2002IX) the Court examined such elements of the case as (a) the medical condition of the prisoner, (b) the adequacy of the medical assistance and care provided in detention and (c) the advisability of maintaining the detention measure in view of the state of health of the applicant.  This test was further developed in the case of Gelfmann v. France (no. 25875/03, 14 December 2004), where the Court took into account, among other relevant factors, the dynamics of the applicant’s health condition, the possibility of conditional release or parole for a seriously ill detainee if his health deteriorated, and the applicant’s own attitude (namely his persistent refusal to cooperate with the doctors). In the cases of Henaf v. France (no. 65436/01, §§ 49 et seq., ECHR 2003XI) and Mousiel v. France (cited above) the Court also analysed whether the application of handcuffs or shackling of a seriously ill detainee to his bed was justified by any security risks. The applicant’s potential “dangerousness” was also taken into account in the case of Sakkopoulos v. Greece (no. 61828/00, § 44, 15 January 2004) in order to decide whether his continuous detention on remand was justified.",
                                                "elements": []
                                            },
                                            {
                                                "content": "138.  In most of the cases concerning the detention of ill persons the Court has examined whether or not the applicant received adequate medical assistance in prison. The Court reiterates in this respect that even if Article 3 does not entitle a detainee to be released “on compassionate grounds”, it always requires that the health and well-being of detainees are adequately secured by, among other things, providing them with the requisite medical assistance (see Kudła v. Poland [GC], no. 30210/96, § 94, ECHR 2000XI; see also Hurtado v. Switzerland, 28 January 1994, § 79, Series A no. 280-A, opinion of the Commission; Kalashnikov v. Russia, no. 47095/99, §§ 95 and 100, ECHR 2002VI; and Khudobin v. Russia, (no. 59696/00, § 96, ECHR 2006... (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "139.  The “adequacy” of medical assistance remains the most difficult element to determine. The CPT proclaimed the principle of the equivalence of health care in prison with that in the outside community (see “Relevant International Instruments” above). However, the Court does not always adhere to this standard, at least when it comes to medical assistance to convicted prisoners (as opposed to those detained on remand). On several occasions the Court has held that Article 3 of the Convention cannot be interpreted as securing to every detained person medical assistance of the same level as “in the best civilian clinics” (see the case of Mirilashivili v. Russia (dec.), no. 6293/04, 10 July 2007). In the case of Grishin v. Russia the Court went further, holding that it was “prepared to accept that in principle the resources of medical facilities within the penitentiary system are limited compared to those of civil[ian] clinics” (no. 30983/02, § 76, 15 November 2007).",
                                                "elements": []
                                            },
                                            {
                                                "content": "140.  On the whole, the Court reserves sufficient flexibility in defining the required standard of health care, deciding it on a case-by-case basis. That standard should be “compatible with the human dignity” of a detainee, but should also take into account “the practical demands of imprisonment”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "141.  Turning to the present case, the Court notes that the applicant complained that his eyesight had seriously deteriorated in prison. Indeed, that applicant had lost almost all of the sight in his left eye, whereas he was already blind in the right eye at the moment of his arrest. However, having examined the materials in its possession, the Court is unable to conclude that the deterioration of the applicant’s eyesight was imputable to the authorities, or that his poor eyesight as such was incompatible with his detention from the standpoint of Article 3 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "142.  The situation with the applicant’s other health conditions, namely Aids, combined with various concomitant diseases and the lymph cancer, raises more concern. The Court notes that certain facts are not disputed by the parties. First, it is clear that the applicant was and remains seriously ill, that he is suffering from advanced Aids, and that in 2006–2008 he developed a number of opportunistic infections and lymph cancer. The parties seem to agree that the applicant suffers from his ailments and that his condition has deteriorated since his arrest.",
                                                "elements": []
                                            },
                                            {
                                                "content": "143.  Secondly, the applicant did not dispute that while in the remand prison he received certain forms of basic medical assistance. In particular, he received, either from his relatives or from the prison pharmacy, commonly used anti-inflammatory and anti-viral drugs and antiseptics.",
                                                "elements": []
                                            },
                                            {
                                                "content": "144.  Thirdly, the applicant admitted that he had refused to undergo a blood test after his arrest in April 2004. However, the Court attaches little importance to that episode. The applicant refused to undergo that test before the first symptoms of HIV appeared. The Court considers that the central issue in the present case is the treatment the applicant received after he was found to be HIV-positive, namely from September 2006 onwards. The first question to answer in this respect is whether the applicant had access to anti-retroviral drugs.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Access to anti-retroviral medicine",
                                "elements": [
                                    {
                                        "content": "145.  The Court recalls that the HAART treatment was prescribed to the applicant for the first time in November 2006. The doctors concluded that the applicant could be kept in the remand prison provided that he received proper treatment and underwent regular monitoring of his health in a specialised medical institution. However, the applicant’s medical file does not contain any clear indication that the HAART treatment was administered in the first half of 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "146.  The Court further notes that it was not until 10 July 2007 that the applicant signed a written statement accepting the HAART treatment. As transpires from the parties’ submissions, such a statement was a pre-requisite for commencement of the HAART treatment. There is no information indicating that the applicant refused any treatment before June 2007. The Court concludes that the HAART treatment was not proposed to the applicant between November 2006, when it was recommended, and June 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "147.  As to the following period, the Court notes that the applicant’s medical file and official reports produced by the Government attested that on several occasions the applicant refused “an examination”, “injections”, and “treatment” (the first such entry in the medical file is dated 15 June 2007). However, those documents did not specify what kind of treatment was offered to the applicant and what examinations he was supposed to undergo. The Court reiterates that the authorities of the penitentiary institution should have kept a record of the applicant’s state of health and the treatment he underwent while in detention (see Khudobin v. Russia, no. 59696/00, § 83, ECHR 2006-... (extracts)). Logically, such a medical record should contain sufficient information specifying what kind of treatment the patient was prescribed, what treatment he actually received, who and when administered it, how the applicant’s state of health was monitored, etc (see the 3rd General Report of the CPT, quoted in the “Relevant International Instruments” part above). If the applicant’s medical file is not specific enough in these respects (as in the case at hand), the Court may make inferences. Furthermore, the Court observes that in September 2007 the investigator recommended that the prison authorities ensure a medical examination of the applicant and the administration of the HAART treatment to him. In the circumstances the Court concludes that, in all probability, the applicant did not receive the HAART treatment from the prison pharmacy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "148.  That finding, however, is not decisive. First of all, the Court does not consider that in the circumstances the authorities were under an unqualified obligation to administer the HAART treatment to the applicant free of charge. The Court is aware of the fact that modern anti-retroviral drugs remain very expensive (see, mutatis mutandis, the cases of Karara v. Finland, no. 40900/98, Commission decision of 29 May 1998; see also S.C.C. v. Sweden (dec.), no. 46553/99, 15 February 2000; and Arcila Henao v. The  (dec.), no. 13669/03, 24 June 2003). The Court refers to its findings in the recent case of N. v. the United Kingdom ([GC], no. 26565/05, § 44, 27 May 2008), where it recognised that “advances in medical science, together with social and economic differences between countries, entail that the level of treatment available in the Contracting State and the country of origin may vary considerably”. That case concerned the provision of free health care to an alien suffering from Aids. In the Court’s opinion, broadly the same principle applies in the area of provision of health care to detained nationals: the Contracting States are bound to provide all medical care that their resources might permit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "149.  Secondly, as follows from the applicant’s medical file, he did not depend on the pharmacy’s stock and could receive necessary medication from his relatives. The applicant did not allege that procuring those medicines imposed an excessive financial burden on him or on his relatives (cf. Mirilashvili v. Russia, (dec.), no. 6293/04, 10 July 2007, and Hummatov v. Azerbaijan, nos. 9852/03 and 13413/04, 29 November 2007). In such circumstances the Court is prepared to accept that the absence of the anti-retroviral drugs in the prison pharmacy was not, as such, contrary to Article 3 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "150.  The Court notes, however, that the applicant’s complaint concerns not so much access to the necessary drugs as the authorities’ refusal to place him in a specialised clinic. The Court accepts that complex medicinal treatment often requires constant supervision by specialist doctors, and taking drugs without such supervision may cause more harm than good. As follows from the official reports produced by the Government, the applicant insisted on his placement in a specialised hospital in order to undergo the HAART treatment. Therefore, the next question to be answered is whether that was a legitimate claim, or, as the Government suggested, a mere pretence.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Access to a specialist medical assistance",
                                "elements": [
                                    {
                                        "content": "151.  The Court wishes to recall certain facts which, in its opinion, are crucial for understanding the applicant’s situation. From the Government’s submissions it follows that the prison hospital was equipped and staffed to treat a broad range of illnesses, in particular those prevalent in the Russian prison system, such as tuberculosis. However, it is clear that the prison hospital did not have a department specialised in the treatment of Aids. The Court notes that one of the doctors in the prison hospital had undergone training in HIV diagnostics. However, there is no evidence that that training included anti-retroviral therapy. Furthermore, there is no information that the HAART therapy has ever been administered within the prison hospital, and that the medical staff working there had the necessary experience and practical skills for administering it.",
                                        "elements": []
                                    },
                                    {
                                        "content": "152.  The Court notes that, among other departments, the prison hospital had a department for infectious diseases, where the applicant was placed in October 2007. According to Decree no. 170 of the Ministry of Health (see the “Relevant Domestic Law” part above), if there was no specialised clinic available, a patient suffering from Aids could be placed in an infectious diseases hospital. The text of the Decree shows that even in domestic terms an infectious diseases hospital is not regarded as a “specialised clinic” for the treatment of Aids: it is a substitute where no specialised clinic is available.",
                                        "elements": []
                                    },
                                    {
                                        "content": "153.  The Court further notes that on 23 October 2007 the applicant was examined in the Moscow AIDS Centre which, indisputably, was a “specialised clinic”. The doctors concluded that the applicant should undergo further in-patient examination and treatment in that Centre. On 26 October 2007 the applicant was admitted to the prison hospital. Five days later the investigator in charge of the applicant’s case decided that the applicant’s diseases could not be treated in the conditions of the remand prison and asked the court to release the applicant on bail.  However, ten days later the investigator changed his mind and refused the application for release on bail. The applicant’s medical file does not contain any evidence that between 31 October and 9 November 2007 the applicant underwent any new medical examination which would rebut the conclusions of the earlier report. If there is any explanation for the sudden change in the investigator’s position, it does not pertain to the medical needs of the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "154.  It is true that in the following weeks the applicant refused examination by the prison doctors. The Court admits that in certain circumstances the refusal to undergo examination or treatment may suggest that the applicant’s state of health is not as critical as he claims (see Gelfmann v. France, cited above, § 56). However, in the circumstances of the present case the applicant’s attitude was understandable. Notwithstanding a serious deterioration in the applicant’s health, and despite the specialist doctors’ clear recommendation that he should be transferred to an outside specialised clinic, he remained in the prison hospital. Furthermore, the prison doctors attested that the applicant was fit to support the continuing detention and could participate in the criminal proceedings (see the court’s ruling of 15 November 2007), despite the fact that (a) the most recent medical examination had reached the opposite conclusion, and (b) since then the applicant had not undergone any new comprehensive examination, for whatever reason.",
                                        "elements": []
                                    },
                                    {
                                        "content": "155.  On 21 December 2007 the Court, having examined the evidence before it, decided to obtain more information about the applicant’s state of health. It indicated, under Rule 39 of the Rules of Court, that the Government and the applicant should form a bi-partisan medical commission which would answer a number of questions, formulated by the Court. The Government replied that the creation of such commissions would be contrary to the domestic legislation. However, they did not refer to any law which would prevent the examination of a patient by a mixed medical commission, to include doctors of his choice. The Court further observes that the applicant’s health was examined on several occasions by mixed commissions made up of doctors from various clinics. In any event, the State “should not deny the possibility to receive medical assistance from other sources, such as the detainee’s family doctor or other qualified doctors” (see Sarban v. Moldova, no. 3456/05, § 82, 4 October 2005). In the circumstances the Court considers that the Government’s refusal to form a mixed medical commission was arbitrary. The Court will therefore draw adverse inferences from the State’s refusal to implement the interim measure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "156.  To sum up, the Court concludes that as from the end of October 2007, at the very least, the applicant’s medical condition required his transfer to a hospital specialised in the treatment of Aids. The prison hospital was not an appropriate institution for these purposes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "157.  Finally, the Court observes that it does not detect any serious practical obstacles for the immediate transfer of the applicant to a specialised medical institution. Thus, the Moscow AIDS Centre (a clinic which would most probably have been the applicant’s destination in the event of his transfer from the prison hospital) was located in the same city, and it was prepared to accept the applicant for in-patient treatment. It appears that the applicant was able to assume most of the expenses related to the treatment. Furthermore, in view of the applicant’s state of health and his previous conduct, the Court considers that the security risks he might have presented at that time, if any, were negligible compared to the health risks he faced (see Mouisel v. France, no. 67263/01, §§ 47, ECHR 2002IX). In any event, the security arrangements made by the prison authorities in Hospital no. 60 did not appear very complicated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "158.  In the final analysis, the Court considers that the national authorities failed to take sufficient care of the applicant’s health to ensure that he did not suffer treatment contrary to Article 3 of the Convention, at least until his transfer to an external haematological hospital on 8 February 2008. This undermined his dignity and entailed particularly acute hardship, causing suffering beyond that inevitably associated with a prison sentence and the illnesses he suffered from, which amounted to inhuman and degrading treatment. There has therefore been a violation of Article 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 5 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "159.  The applicant complained that the reasons given by the courts for the detention order and the subsequent extensions lacked any factual substantiation and were therefore arbitrary; the courts did not verify whether there were any grounds for his detention. In so far as relevant, Article 5 of the Convention, referred to by the applicant, provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to liberty and security of person. No one shall be deprived of his liberty save in the following cases and in accordance with a procedure prescribed by law:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(c)  the lawful arrest or detention of a person effected for the purpose of bringing him before the competent legal authority on reasonable suspicion of having committed an offence or when it is reasonably considered necessary to prevent his committing an offence or fleeing after having done so;",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone arrested or detained in accordance with the provisions of paragraph 1 (c) of this Article shall be brought promptly before a judge or other officer authorised by law to exercise judicial power and shall be entitled to trial within a reasonable time or to release pending trial. Release may be conditioned by guarantees to appear for trial.",
                                "elements": []
                            },
                            {
                                "content": "4.  Everyone who is deprived of his liberty by arrest or detention shall be entitled to take proceedings by which the lawfulness of his detention shall be decided speedily by a court and his release ordered if the detention is not lawful.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "The Court considers, in the light of the parties’ submissions, that the complaint raises serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. The Court concludes therefore that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. No other ground for declaring it inadmissible has been established.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "160.  The Government claimed that the applicant’s detention had been lawful and justified. As regards a possible liberation on health grounds, they maintained that the Decree of 6 February 2004, referred to by the defence, did not apply to the applicant’s situation. That Decree established the list of diseases which could justify the conditional release of a convict from serving a prison sentence. The applicant, however, had not been yet convicted. Therefore, at that stage the Decree was not applicable to him. Further, his doctors had always confirmed that the applicant was fit to participate in the investigative actions and the court hearings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "161.  The Government claimed that the applicant was taken into custody on the basis of a “reasonable suspicion” against him. They referred to the testimonies and documents in the case file which, in their view, justified that suspicion. They further noted that the applicant’s prosecution was authorised by a ruling of the judge of the Simonovskiy District Court of 6 April 2006, as provided by the Code of Criminal Procedure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "162.  As to the decision to extend the applicant’s detention on remand, it was taken on the basis of information received by the prosecution from the Ministry of Internal Affairs. According to that information, received as a result of operational and search activities, the applicant planned to leave . That information was referred to by the prosecution in support of their request of 2 June 2006 to extend the detention on remand. At the hearing of 2 June 2006 the defence claimed, in substance, that the information had been obtained unlawfully. However, the court was precluded from examining that aspect of the case. Had it been otherwise the court would have had to evaluate evidence and decide on the applicant’s guilt, which was not its task at that stage of the proceedings. Instead, the district court indicated that the defence could challenge the decision to begin operational and search activities within separate proceedings. The applicant, as a professional lawyer, should have been aware of that legal avenue available to him.",
                                                "elements": []
                                            },
                                            {
                                                "content": "163.  The Government claimed that the applicant’s continuous detention was justified by the “gravity of the charges, the applicant’s personality and profession, taking into account information available to the Russian courts, and given that there were sufficient reasons to believe that, if released, the applicant could abscond from the investigative authorities and the court, would interfere with the course of justice by taking steps aimed at destroying evidence, would put pressure on witnesses and victims, [and] would contact other accused who were hiding from justice”. Those conclusions were made on the basis of the following information:",
                                                "elements": []
                                            },
                                            {
                                                "content": "- a communication received from the Ministry of Internal Affairs about the applicant’s plans to leave ;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- statements by a number of witnesses, including the applicant’s co-defendants;",
                                                "elements": []
                                            },
                                            {
                                                "content": "- the testimony of witness Ms M., who represented the interests of one of the shareholders of the company “Tomskneft VNK”. She explained that the applicant had threatened her in connection with her professional activities, which were intended to protect the interests of minority shareholders in “Yukos”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The domestic courts also assessed other factors, such as the applicant’s age, health and family situation. However, these considerations were outweighed by the other information about the applicant, which led the courts at two instances to conclude that the applicant should be detained.",
                                                "elements": []
                                            },
                                            {
                                                "content": "164.  The Government claimed that the length of detention on remand did not exceed the time strictly necessary to conduct the investigation. The pre-trial investigation was carried out with “special diligence”, without delays or “red-tape”. The applicant’s case was of outstanding complexity. A lot of time was spent on locating and seizing the necessary documentary evidence and in identifying experts in various fields, who had then to examine a great number of financial and economic documents. A large number of witnesses had to be questioned.",
                                                "elements": []
                                            },
                                            {
                                                "content": "165.  The Government further maintained that the applicant had never complained before the courts of appeal about a lack of special diligence. Neither had he lodged a civil claim against the prosecution authorities seeking damages for the delays in the proceedings. The Government referred to Article 1069 of the Civil Code of the , which provides for compensation for non-pecuniary damage in cases of unlawful acts or inactivity of State authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "166.  The Government further claimed that the defence enjoyed all procedural guarantees during the detention hearings. The Government referred to the records of the respective detention hearings. The court of appeal had examined all substantive aspects relevant to the lawfulness of the applicant’s detention. The Government reiterated that the Russian courts were precluded from examining the evidence relied on by the prosecution because it would be tantamount to establishing the applicant’s guilt or innocence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "167.  As to the decision of 2 November 2007, the Government claimed that the domestic courts did not have the power to release the applicant. Under Article 29 of the Code of Criminal Procedure, the court has the power to apply the following measures of restraint: custody, house arrest, and bail. Milder measures of restraint (such as an undertaking not to leave the place of residence) are imposed by a simple decision of the investigator, or by the court. However, if a measure of restraint was applied by a joint decision of the investigator and the prosecutor, it could be lifted only if both agreed. Since the prosecutor had opposed the release of the applicant at the hearing, the court maintained the detention order.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant’s submissions",
                                        "elements": [
                                            {
                                                "content": "168.  The applicant maintained that his detention was incompatible with Russian law. He suffered from at least three medical conditions which precluded incarceration under the “List of Ailments Precluding Punishment” (see the “Relevant Domestic Law” part above). The Government’s argument that the legislation at issue was only applicable to convicted criminals was contrary to common sense. As the Constitutional Court of Russia had held in one of its cases, the domestic courts, in deciding on whether to place a criminal suspect in detention on remand, should do so only if the person faced a real prospect of punishment if convicted. Thus, remanding in custody somebody who was due to be released after conviction was senseless. The applicant further claimed that his detention after 2 March 2008 had been unlawful. The last extension of his detention, imposed on 6 February 2008, had expired on 2 March 2008. On that date he submitted a request to the prison warden seeking his immediate release, but this was refused.",
                                                "elements": []
                                            },
                                            {
                                                "content": "169.  Further, the applicant claimed that there was no “reasonable suspicion” against him that would warrant his detention. The applicant lacked legal capacity to commit the first offence imputed to him. As to the second offence, it was imputed to the applicant only several years after it had allegedly been committed. The charges against the applicant arose from an investigation which had been ongoing for over six years. In any event, the courts had never examined the evidence against him, but merely reproduced the account given in the prosecution’s request for detention. Under the relevant provisions of the Russian Code on Criminal Procedure, the courts are not required to consider whether there are any facts or evidence giving rise to a “reasonable suspicion” that the accused has committed an offence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "170.  The applicant further argued that even if the account proposed by the prosecution was accepted, the facts referred to in their request for detention would not satisfy a “reasonable observer” that the applicant had been involved in the imputed offences.",
                                                "elements": []
                                            },
                                            {
                                                "content": "171.  The applicant claimed that his detention was not in compliance with Article 5 § 3 of the Convention, in that the grounds for his detention adduced by the domestic courts were abstract and stereotyped, were based on unsubstantiated allegations, were outweighed by compelling evidence against detention, and that no alternative detention had been considered. The applicant had always cooperated with the investigative authorities and arrived at the court when summoned; the police had failed to identify or produce the report which allegedly confirmed the applicant’s intention to leave .",
                                                "elements": []
                                            },
                                            {
                                                "content": "172.  The applicant also noted that Russian law established maximum time-limits for detention pending investigation, but not for detention during the time when the accused could study the case file. The case was ready for trial in December 2006; however, the applicant was almost blind, so the investigator had to read him the case file. From October 2007 the applicant’s health deteriorated to the extent that the applicant was essentially unable to continue working with the case file. As a result, the applicant was trapped in a “statutory loophole” that permitted his detention to be extended repeatedly without limit.",
                                                "elements": []
                                            },
                                            {
                                                "content": "173.  Under Article 5 § 4, the applicant complained that the courts did not review the lawfulness of his detention. The Government admitted that the CCrP prohibited the courts from undertaking any examination of the merits or admissibility of the evidence. Furthermore, according to the applicant, in the period between the court orders extending his remand, he did not have a judicial remedy by which the lawfulness of his detention could be decided. When the applicant’s health took a sharp turn for the worse in October 2007, the court held that the question of the applicant’s release was subject to the sole discretion of the investigator.",
                                                "elements": []
                                            },
                                            {
                                                "content": "174.  Finally, the applicant claimed that the deprivation of his liberty had been applied for reasons alien to Article 5, and that Article 18 had thus been violated. He claimed that the State authorities had arrested him in order to prevent the lawful management of Yukos from regaining control of the company. Subsequently, the authorities tried to pressure the applicant into giving false statements against other senior managers in that company.",
                                                "elements": []
                                            },
                                            {
                                                "content": "175.  The Court considers, in the light of the parties’ submissions, that the complaint raises serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. The Court concludes therefore that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. No other ground for declaring it inadmissible has been established.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "176.  The Court notes that in his original application and subsequent observations the applicant claimed that his detention had been contrary to Article 5 of the Convention under several heads: it was unlawful, unjustified, and lasted too long. Having examined his arguments, the Court does not consider it necessary to examine all of them; instead, the Court will concentrate on his third allegation, namely that his continuous detention exceeded the “reasonable time” requirement of Article 5 § 3 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "177.  The Court reiterates that the issue of whether a period of detention is reasonable cannot be assessed in abstracto. A person charged with an offence must always be released pending trial unless the State can show that there are “relevant and sufficient” reasons to justify the continued detention (see, as a classic authority, Wemhoff v. Germany, 27 June 1968, § 12, Series A no. 7, and Yağcı and Sargın v. Turkey, 8 June 1995, § 52, Series A no. 319A). The persistence of reasonable suspicion that the person arrested has committed an offence is a condition sine qua non for the detention to be lawful under Article 5 § 1 (c) of the Convention (see, among many authorities, W. v. Switzerland, 26 January 1993, § 30, Series A no. 254A). However, after a certain lapse of time, it no longer suffices. In such cases, the Court must establish whether the other grounds given by the judicial authorities continued to justify the deprivation of liberty.",
                                        "elements": []
                                    },
                                    {
                                        "content": "178.  The Convention case-law has developed four basic acceptable reasons for refusing bail: the risk that the accused will fail to appear for trial (see Stögmüller v. Austria, 10 November 1969, § 15, Series A no. 9); the risk that the accused, if released, would take action to prejudice the administration of justice (see Wemhoff, cited above, § 14) or commit further offences (see Matznetter v. Austria, 10 November 1969, § 9, Series A no. 10) or cause public disorder (see Letellier v. France, 26 June 1991, § 51, Series A no. 207).",
                                        "elements": []
                                    },
                                    {
                                        "content": "179.  Further, the Court has reiterated that shifting the burden of proof to the detained person in matters of detention is tantamount to overturning the rule of Article 5 of the Convention, a provision which makes detention an exceptional departure from the right to liberty and one that is only permissible in exhaustively enumerated and strictly defined cases (see Rokhlina v. Russia, no. 54071/00, § 67, 7 April 2005, and Ilijkov v. Bulgaria, no. 33977/96, §§ 84-85, 26 July 2001). The national judicial authorities must examine all the facts arguing for or against the existence of a genuine requirement of public interest justifying, with due regard to the principle of the presumption of innocence, a departure from the rule of respect for individual liberty, and must set them out in their decisions. Arguments for and against release must not be “general and abstract” (see Clooth v. , 12 December 1991, § 44, Series A no. 225), but contain references to the specific facts and the applicant’s personal circumstances justifying his detention (see Panchenko v. Russia, no. 45100/98, § 107, 8 February 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "180.  Finally, the Court emphasises that when deciding whether a person should be released or detained, the authorities have an obligation under Article 5 § 3 to consider alternative measures to ensure his or her appearance at the trial (see Sulaoja v. Estonia, no. 55939/00, § 64, 15 February 2005, and Jabłoński v. Poland, no. 33492/96, § 83, 21 December 2000).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application to the present case",
                                "elements": [
                                    {
                                        "content": "181.  The Court notes that the applicant was arrested on 6 April 2006. He has been held in custody ever since. Therefore, the period to be taken into consideration has lasted two years and eight months. Such a length of pre-trial detention is a matter of concern for the Court (see Govorushko v. Russia, no. 42940/06, § 45, 25 October 2007). The Court reiterates that the Russian authorities were required to put forward very weighty reasons for keeping the applicant in detention for such a long time (see Korchuganova v. Russia, no. 75039/01, § 71, 8 June 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "182.  The Court notes that the applicant’s detention could initially have been justified by two reasons: the risk of interference with the course of justice, and the risk that the applicant might abscond. As from 23 August 2006 the courts also referred to the risk of reoffending. The Court reiterates in this respect that the authorities cannot justify the continuing detention by a mere reference to such risks; they must refer to specific facts about the applicant’s behaviour, his personal circumstances, etc (see Vlasov v. Russia, no. 78146/01, § 108, 12 June 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "183.  In the present case the domestic courts referred to the following circumstances in support of their conclusions: (a) the severity of the sentence faced by the applicant; (b) the applicant’s “personality”; (c) his connections abroad; (d) the results of the searches in his premises; (e) the “operative information” received from the Ministry of Interior that the applicant had been preparing to flee from Russia and had tried to contact some of his co-defendants; (f) his professional status; (g) the document seized at the office of Mr D.G. entitled “Summary analysis ...”; and (h), the circumstances in which the applicant had been arrested.  In addition, the Government in their observations referred to the statements by unidentified witnesses, and by Ms M., who, according to the Government, had received threats from the applicant in the past. However, the Court observes that these statements were not referred to by the domestic courts. The Court reiterates that it is essentially on the basis of the reasons given in the domestic courts’ decisions and of the true facts mentioned by the applicant in his appeals that the Court is called upon to decide whether or not there has been a violation of Article 5 § 3 of the Convention (see Korchuganova, cited above, § 72; Ilijkov, cited above, § 86; and Labita v. Italy [GC], no. 26772/95, § 152, ECHR 2000IV). Since the domestic courts did not refer to the statements referred to by the Government, the Court will not consider them in its analysis under Article 5 § 3 (see Panchenko, cited above, § 105).",
                                        "elements": []
                                    },
                                    {
                                        "content": "184.  At the outset, the Court notes that the domestic courts did not make an attempt to link any of the above facts with the specific risks they were using to justify detenion. Thus, the Court does not see how any of the facts could have proved the risk of re-offending, to which the authorities referred as from 23 August 2006. The Court points out that the charges against the applicant concerned the period of 1998-1999 (misappropriation of shares) and 2000-2002 (personal income-tax evasion). Given that the acts imputed to the applicant had allegedly been committed by him in his capacity as head of the legal department of Yukos, a post which he had occupied until 2003, it is dubious that the applicant would still have been able to continue his alleged criminal activity in 2006-2007, and especially after 29 March 2006, when an interim receiver was appointed by the court to administer Yukos within the framework of the bankruptcy proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "185.  The other grounds for the applicant’s continued detention were the domestic authorities’ findings that the applicant was liable to abscond or pervert the course of justice. In support of that finding the courts referred, first, to the severity of the sentence faced. The Court accepts that it is a relevant element in the assessment of the risk of absconding. However, the Court has repeatedly held that the gravity of the charges cannot by itself serve to justify long periods of detention or to anticipate a custodial sentence (see Panchenko v. Russia, cited above, § 102; Goral v. Poland, no. 38654/97, § 68, 30 October 2003; and Belevitskiy v. Russia, no. 72967/01, § 101, 1 March 2007).",
                                        "elements": []
                                    },
                                    {
                                        "content": "186.  Further, the domestic courts did not provide details of what they understood by the applicant’s “personality”. The reference to the applicant’s “connections abroad” was not supported by any concrete facts. The facts concerning the applicant’s situation which were mentioned in the courts’ decisions (namely that the applicant had a job, lived permanently in , and raised a minor son) militated in favour of the applicant’s release rather than the reverse.",
                                        "elements": []
                                    },
                                    {
                                        "content": "187.  Further, the domestic courts failed to explain what evidence they found during the searches, and how that evidence showed that the applicant was preparing to flee or interfere with the course of justice. Neither did the courts explain what kind of “operative activities” had been conducted in respect of the applicant, or what their purpose, method, and, most importantly, specific results had been.",
                                        "elements": []
                                    },
                                    {
                                        "content": "188.  As to the applicant’s professional status, even assuming that it was a relevant consideration, the Court notes that it had been known to the authorities from the very beginning of the investigation in 2004. However, they did not consider it necessary to arrest him until 2006. The same is true with regard to the document discovered in Mr D. G.’s office in 2004 which allegedly showed the applicant’s intent to put pressure on law-enforcement officials.",
                                        "elements": []
                                    },
                                    {
                                        "content": "189.  Finally, the fact that the applicant was in the flat of a friend when arrested did not demonstrate that the applicant had gone into hiding. He was not formally required to remain in his own flat at all times, or even to inform the authorities of his whereabouts. The same concerns his absence from the court hearing of 6 April 2006, at which only his lawyer was present. The applicant attended most of the hearings concerning his case, including the hearing of 5 April 2006. He was not required to appear in person in court on 6 April 2006, when the court delivered its decision authorising criminal proceedings against him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "190.  In sum, the Court concludes that each of the above arguments taken separately was open to criticism. However, the Court is prepared to admit that the combination of the above arguments could justify the applicant’s initial arrest and his detention for some time, at least on an arguable basis. The question arises whether the arguments adduced by the courts were sufficient to justify the whole period of the applicant’s detention in custody.",
                                        "elements": []
                                    },
                                    {
                                        "content": "191.  The Court reiterates its above finding that the danger of re-offending was not convincingly demonstrated by the domestic courts at any moment. As regards the applicant’s presumed potential to interfere with the establishment of the truth, “with the passage of time this ground inevitably became less and less relevant” (see Panchenko cited above, § 103; see also Muller v. France, 17 March 1997, § 40, Reports 1997II; and Debboub alias Husseini Ali v. France, no. 37786/97, § 44, 9 November 1999). In this respect the Court notes that the investigation in the applicant’s case was terminated on 12 December 2006. Therefore, by the end of 2006 all witnesses had been questioned, all materials collected and expert examinations conducted. Furthermore, after 29 March 2006 the company was under the control of the interim receiver, and, after 4 August 2006, that of the bankruptcy trustee, with whom the applicant had no relations whatsoever. The Court considers that by the end of 2006 the applicant’s ability to influence witnesses and to destroy documentary evidence, and the risk of collusion, were essentially non-existent.",
                                        "elements": []
                                    },
                                    {
                                        "content": "192.  As regards the danger of fleeing, the Court observes that with the course of time it became negligible, given the applicant’s precarious state of health. On 15 September 2006 the applicant was found to be HIV-positive. On 22 November 2006 the doctors noted that the applicant’s condition was worsening, and recommended HAART treatment for him. The Court reiterates its findings under Article 3 of the Convention, namely that this treatment required constant medical supervision in a specialist clinic, and that without such treatment the applicant’s health and even life were at serious risk. The Court considers that it would be very difficult for the applicant to receive such treatment while, at the same time, hiding from the authorities within the country.",
                                        "elements": []
                                    },
                                    {
                                        "content": "193.  As to the danger of fleeing abroad, the Court recalls its findings in the case of Lind v. Russia (no. 25664/05, § 81, 6 December 2007). In that case the Court held that “the domestic authorities did not explain why the withdrawal of his Russian travel passport, a measure explicitly envisaged in domestic law for removing flight risks, would not have been sufficient to prevent him from absconding abroad.” That conclusion, made in respect of a foreign national, is a fortiori applicable in the circumstances of the present case where the applicant was a Russian national, and had well-established ties in the country (he was the sole custodial parent of a minor son).",
                                        "elements": []
                                    },
                                    {
                                        "content": "194.  The Court also notes that at no stage in the proceedings did the national court consider the possibility of releasing the applicant on bail, even when the investigator in charge of the applicant’s case was in favour of that measure (see Iłowiecki v. Poland, no. 27504/95, § 63, 4 October 2001; and Dolgova v. Russia, no. 11886/05, §§ 38 et seq., 2 March 2006).",
                                        "elements": []
                                    },
                                    {
                                        "content": "195.  Finally, the Court notes that on 6 February 2008 the proceedings in the applicant’s case were suspended due to the applicant’s poor health. The Court accepts that, in principle, short interruptions of the trial on medical grounds are permissible. However, the applicant’s situation is exceptional. He has already spent more than 34 months in detention. Some of the applicant’s illnesses are incurable. It appears that the prospects of any treatment he receives or may receive are uncertain. Thus, his detention may last indefinitely and the trial may never resume. In the circumstances the Court finds that the applicant’s detention has lost any meaningful purpose, and that further maintaining of that measure of restraint is incompatible with Article 5 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "196.  In sum, the Court concludes that, as from December 2006, the authorities prolonged the applicant’s detention on grounds which cannot be regarded as “relevant” and “sufficient”, even taking into account their cumulative effect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "197.  There has therefore been a violation of Article 5 § 3 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "198.  The applicant complained that the court warrants which had authorised searches in his premises had not been sufficiently specific. As a result, the searches in his flat and country house had been arbitrary and contrary to Article 8 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private ... life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "199.  The Government claimed that the applicant had not exhausted domestic remedies in respect of this complaint. Thus, he had not challenged the lawfulness of those searches before the courts. Alternatively, the Government claimed that the applicant had failed to comply with the six-month time-limit established in Article 35 of the Convention, if calculated from the date of the searches.",
                                        "elements": []
                                    },
                                    {
                                        "content": "200.  With regard to the Government’s objection that the applicant did not challenge the legality of the search orders, the applicant insisted that he had done so. The applicant had lodged appeals against both search orders, which were dismissed on 17 May 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "201.  The Court notes that the applicant appealed against the decisions of the Simonovskiy District Court authorising searches in his premises. His appeals were examined and dismissed at final instance on 17 May 2006. The Court further notes that the complaint about unlawful searches was formulated for the first time in the application form sent by fax on 16 November 2006. Thus, the requirements of Article 35 § 1 of the Convention were complied with. The Government’s objection must therefore be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "202.  The Court considers, in the light of the parties’ submissions, that the complaint raises serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. The Court concludes therefore that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. No other ground for declaring it inadmissible has been established.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The Government’s submissions",
                                        "elements": [
                                            {
                                                "content": "203.  The Government claimed that the interference with the applicant’s home had been justified under paragraph 2 of Article 8 of the Convention. Thus, the applicant had been suspected of having organised in 1999 the embezzlement of property and shares of several companies active in the oil industry. The applicant was a lawyer and a member of the Moscow Bar; as a result, special rules set out in Chapter 52 of the CCrP applied to him. Those rules required that any investigative measure affecting the applicant should be preceded by a court authorisation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "204.  The premises on which the alleged crimes had been committed were located at 5, Zagorodnoye highway, . That address related to the territorial jurisdiction of the Simonovskiy District Court of Moscow. On 4 April 2006 the investigator in charge of the case applied to that court, seeking authorisation for searches. On 4 and 5 April 2006 the court issued three authorisations. It identified the documents sought by the prosecution authorities with sufficient clarity.",
                                                "elements": []
                                            },
                                            {
                                                "content": "205.  The first search was carried out in the presence of the applicant’s relatives. The second search was carried out in the presence of the applicant’s bodyguard and the applicant’s lawyer. The third search (of 10 April 2006) was carried out in the presence of the head of the village. All the persons present during the search were informed of their rights and, in particular, of their right to make observations, and about the aim of the search. They were asked to produce the documents mentioned in the court’s authorisation for the searches. The documents seized during the searches were described in the search record and placed in sealed boxes. None of the persons present during the search made any observations in the search record. As a result of the searches, the GPO seized documents which corresponded to the description made in the authorisation issued by the Simonovskiy District Court.",
                                                "elements": []
                                            },
                                            {
                                                "content": "206.  The Government further indicated that in cases concerning white-collar crime it is impossible to specify all the documents which the investigative authorities may obtain during a search. Otherwise it would be a seizure and not a search.",
                                                "elements": []
                                            },
                                            {
                                                "content": "207.  The Government concluded that the searches in the applicant’s premises were not arbitrary, pursued a legitimate aim and were carried out in compliance with paragraph 2 of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The applicant’s submissions",
                                        "elements": [
                                            {
                                                "content": "208.  The applicant claimed that the search warrants had not been issued in accordance with the law, were poorly motivated, allowed the investigators unfettered discretion, and made no provision for safeguarding privileged materials protected by professional secrecy. He invited the Court to examine the search orders: the operative parts of those orders identified no documents whatsoever. The Government had stated that there were grounds to believe that evidence related to the alleged crimes would be found in the applicant’s premises. However, the Government had not identified any such evidence in support of this assertion, and nor had the domestic courts.",
                                                "elements": []
                                            },
                                            {
                                                "content": "209.  The Government further stated that the applicant’s father and brother were present at the search of the flat, and that a guard and the applicant’s lawyer were present during the search of his country house. The applicant’s lawyer, however, only learned of the investigators’ arrival from the guard, and by the time he arrived at the country house the investigators had already seized and packed numerous documents and items. As for the Government’s comment that these persons were entitled to include objections in the search records, it failed to identify how this right was of any practical value in circumstances where the investigators enjoyed completely unrestricted rights of search and seizure.",
                                                "elements": []
                                            },
                                            {
                                                "content": "210.  The Government’s assertion that the applicant’s relatives, present during the search, were asked “voluntarily to surrender the documents identified in the [search] orders\" is a non sequitur, since the search orders did not identify any documents.",
                                                "elements": []
                                            },
                                            {
                                                "content": "211.  The Government’s assertion that the search records identified the number and individual features of the items and documents seized is only partly true. Whilst many of the items seized were identified (e.g. a watch collection), the documents seized were not recorded in any identifiable fashion, including, most importantly, the applicant’s client files.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "212.  According to the Court’s case-law, the search of a lawyer’s office, including documents and electronic data, amounts to an interference with his “private life”, “home” and “correspondence” (see Niemietz v. Germany, 16 December 1992, §§ 29-33, Series A no. 251-B; Tamosius v. the United Kingdom (dec.), no. 62002/00, ECHR 2002-VIII; Sallinen and Others v. Finland, no. 50882/99, §§ 70-72, 27 September 2005; and Wieser and Bicos Beteiligungen GmbH v. Austria, no. 74336/01, §§ 43-45, ECHR 2007-...).",
                                                "elements": []
                                            },
                                            {
                                                "content": "213.  Such interference gives rise to a breach of Article 8 unless it can be shown that it was “in accordance with the law”, pursued one or more legitimate aim or aims as defined in paragraph 2 and was “necessary in a democratic society” to achieve those aims.  The Court is prepared to accept that in the present case the searches were lawful in domestic terms and pursued a legitimate aim. What remains to be examined is whether the they were “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "214.  The Court has repeatedly held that persecution and harassment of members of the legal profession strikes at the very heart of the Convention system. Therefore the searching of lawyers’ premises should be subject to especially strict scrutiny (see Elci and Others v. , nos. 23145/93 and 25091/94, § 669, 13 November 2003). To determine whether these measures were “necessary in a democratic society”, the Court has to explore the availability of effective safeguards against abuse or arbitrariness under domestic law and check how those safeguards operated in the specific case under examination. Elements taken into consideration in this regard are the severity of the offence in connection with which the search and seizure have been effected, whether they were carried out pursuant to a warrant issued by a judge or a judicial officer – or subjected to after-the-fact judicial scrutiny –, whether the warrant was based on reasonable suspicion and whether its scope was reasonably limited. The Court must also review the manner in which the search was executed, and – where a lawyer’s office is concerned – whether it was carried out in the presence of an independent observer to ensure that material subject to legal professional privilege is not removed. The Court must finally take into account the extent of the possible repercussions on the work and the reputation of the persons affected by the search (see Camenzind v. Switzerland, 16 December 1997, § 45, Reports 1997-VIII; Buck v. Germany, no. 41604/98, § 45, ECHR 2005-IV; Smirnov v. Russia, no. 71362/01, § 44, ECHR 2007-...; and Wieser and Bicos Beteiligungen GmbH, cited above, § 57; see also Van Rossem v. Belgium, no. 41872/98, §§ 45 et seq., 9 December 2000).",
                                                "elements": []
                                            },
                                            {
                                                "content": "215.  Turning to the present case, the Court notes that the search warrants of 4 and 5 April 2006 were issued by the Basmanniy District Court following a request by the prosecution. The Court accepts that the domestic judge, while examining the request, was satisfied that there was reasonable ground for suspecting that the commission of a fraud had occurred and that evidence might be found at the premises to be searched (see Tamosius v. the  (dec.), no. 62002/00, ECHR 2002VIII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "216.  However, in the opinion of the Court, the search warrants at issue were formulated in excessively broad terms. They allowed the prosecution authorities to search for “documents and objects important for the investigation”. Such wording gave the prosecution unrestricted discretion in determining which documents were “of interest” for the criminal investigation. The Court recalls that in the case of Smirnov v. Russia, cited above, the vagueness of the search warrant was the key element which led the Court to conclude that the search in the lawyer’s flat had been incompatible with Article 8 of the Convention. The Court came to the same conclusions in the case of Iliya Stefanov v. Bulgaria (no. 65755/01, §§ 34 et seq., 22 May 2008), where the domestic authorities searched the office of a lawyer suspected of kidnapping and extortion. In that case the Court held that “neither the application for its issue [of the warrant] nor the warrant itself specified what items and documents were expected to be found in the applicant’s office, or how they would be relevant to the investigation. Moreover, in issuing the warrant the judge did not touch at all upon the issue of whether privileged material was to be removed”. The same characteristics can be found in the present case. The search warrants delivered by the Simonovskiy District Court on 4 and 5 April 2006 gave the authorities unfettered discretion in deciding what documents to seize, and did not contain any reservation in respect of privileged documents, although the authorities knew that the applicant was a Bar Member and could have possessed documents conferred to him by his clients.",
                                                "elements": []
                                            },
                                            {
                                                "content": "217.  The Court is mindful of the fact that “elaborate reasoning [of a search warrant] may prove hard to achieve in urgent situations” (Iliya Stefanov v. Bulgaria, cited above, § 41). However, the Court notes that by the time of the searches the official investigation into the business activities of the Yukos management had been going on for almost three years. From the very beginning of the investigation the authorities should have known that the applicant had been head of the legal department of Yukos in 1998–1999, when the crimes were allegedly committed, and could have had in his possession certain documents, electronic data and other evidence pertinent to the events at issue. Therefore, the lack of proper reasoning and vagueness of the search warrant cannot be explained by the urgency of the situation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "218.  The Court concludes that the serious deficiency of the search warrants of 4 and 5 April 2006 is in itself sufficient to conclude that the searches of the applicant’s premises were conducted in breach of Article 8 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "V.  OTHER COMPLAINTS",
                        "elements": [
                            {
                                "content": "219.  The Court took note of the remaining complaints concerning the applicant’s detention and the searches in his premises, namely the complaint under Article 8 of the Convention, cited above, that his detention was detrimental to his family life, the complaint under Article 13 that he did not have an effective remedy to obtain his release, and the complaint under Article 18, that his criminal prosecution pursued purposes other than those stipulated in Articles 5 of the Convention, cited above. Article 13 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "Article 18 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“The restrictions permitted under [the] Convention to the said rights and freedoms shall not be applied for any purpose other than those for which they have been prescribed.”",
                                "elements": []
                            },
                            {
                                "content": "220.  The Court considers that the above complaints are connected to the other complaints made by the applicant to such an extent that they should be declared admissible. However, having regard to its findings under Article 3, 5 and 8 of the Convention, the Court considers that it is unnecessary to examine the above complaints separately.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  ARTICLE 34 OF THE CONVENTION – ALLEGED FAILURE TO COMPLY WITH THE INTERIM MEASURES",
                        "elements": [
                            {
                                "content": "221.  In his correspondence with the Court concerning the implementation of the interim measures indicated by the Court under Rule 39 of the Rules of Court, the applicant alleged that those measures had not been properly executed. He also claimed that he had been subjected to undue pressure in connection with his application to the Court.",
                                "elements": []
                            },
                            {
                                "content": "222.  On 24 January 2008 the Court invited the Russian Government to submit observations as to whether they had complied with their obligations under Article 34 of the Convention in connection with the implementation of the interim measures indicated on 27 November and 21 December 2007 under Rule 39 of the Rules of Court. The Government was also invited to comment upon the applicant’s allegations of pressure.",
                                "elements": []
                            },
                            {
                                "content": "Article 34 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“The Court may receive applications from any person, non-governmental organisation or group of individuals claiming to be the victim of a violation by one of the High Contracting Parties of the rights set forth in the Convention or the Protocols thereto. The High Contracting Parties undertake not to hinder in any way the effective exercise of this right.”",
                                "elements": []
                            },
                            {
                                "content": "Rule 39 of the Rules of Court provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  The Chamber or, where appropriate, its President may, at the request of a party or of any other person concerned, or of its own motion, indicate to the parties any interim measure which it considers should be adopted in the interests of the parties or of the proper conduct of the proceedings before it.",
                                "elements": []
                            },
                            {
                                "content": "2.  Notice of these measures shall be given to the Committee of Ministers.",
                                "elements": []
                            },
                            {
                                "content": "3.  The Chamber may request information from the parties on any matter connected with the implementation of any interim measure it has indicated.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The Government’s submissions",
                                "elements": [
                                    {
                                        "content": "223.  In respect of the alleged non-compliance with the interim measures indicated by the Court, the Government referred to their letters of 7 and 11 February 2008. They claimed that the Russian authorities were taking all necessary steps in order to examine the applicant’s medical condition, establish the diagnosis and provide him with adequate medical aid. Furthermore, such measures had been taken even before the applicant’s complaint had been communicated to the Russian Government. The quality of medical services in the prison hospital was not only equal to but in some respect better than in many civilian hospitals. Thus, the applicant’s transfer to a civilian hospital was not necessary from a medical point of view. Nevertheless, on 8 February 2008, pursuant to the recommendation of the medical team which had examined the applicant on 4 February 2008, he was transferred to city hospital no. 60. The delay in the implementation of this measure was fully imputable to the applicant himself, who refused to be subjected to specific analysis and treatment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "224.  The authorities of the  were not aware of the applicant’s complaint to the Court until 28 January 2008, the date of its communication. Therefore, they were not in a position to prevent the applicant from complaining to the Court or otherwise interfering with his right under Article 34. The Government concluded that the authorities of the  had complied with their obligations under Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "225.  In reply to the assertion by the applicant’s lawyer that his client was offered treatment in exchange for false testimony, the Government submitted that the Federal Service on the Execution of Penalties was considering bringing a defamation claim against the lawyer. In the Government’s opinion, this was a proper legal reaction to the applicant’s false assertions about improper dissuasion.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B. The applicant’s submissions",
                                "elements": [
                                    {
                                        "content": "226.  The applicant maintained that the interim measure indicated on 27 November 2007 was to be carried out “immediately”. This was not done, and the Government stated that it needed more time. The Court then extended the deadline to 10 December 2007, yet this date was also not complied with. The applicant was not moved to a hospital and the HAART therapy was not commenced until over two months later. Referring to the case of Paladi v. Moldova (no. 39806/05, §§ 98-100, 10 July 2007), the applicant asserted that the Government had never provided any adequate explanation for its failure to respond as a matter of urgency, a situation that the Court had already found to be contrary to the requirements of Article 34. Further, the Government refused to cooperate with the bipartisan medical commission requested by the Court under Rule 39 on 20 December 2007, on the ground that such a commission was incompatible with Russian law.  The applicant submitted that his transfer to the City Clinical Hospital no. 60 in no way amounted to Government compliance with the Court’s interim measure or respect for his fundamental human rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "227.  As to the “improper dissuasion”, the applicant maintained that on 12 and 13 December 2007 prison officials, in full knowledge of the Court’s interim measure indicated under Rule 39, twice held out to the applicant a false hope that he would be transferred to the Moscow AIDS Centre on the following day, even going so far as to show the applicant a letter giving permission for his transfer, signed by the Head of the Directorate of the Federal Penitentiary Service for Moscow, after which they asked him to sign a statement that he had no complaints against the prison authorities. When the applicant honestly replied that he could not sign such a statement, he was not transferred. Further, at the Supreme Court hearing of 22 January 2008, which was widely covered in the Russian media, the applicant disclosed that the prosecution had made several offers of release on health grounds in exchange for false testimony, confirming that his lawyer had been present and had witnessed those incidents. Immediately thereafter the Federal Penitentiary Service threatened the applicant’s lawyer with a defamation suit, as the Government had moreover acknowledged in their observations.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "228.  The Court recalls the case of Mamatkulov and Askarov v. Turkey ([GC], nos. 46827/99 and 46951/99, § 92 et seq., ECHR 2005...), in which the Court analysed the State’s non-compliance with an interim measure indicated under Rule 39, namely a temporary ban on extradition of the applicants to Uzbekistan. The Court concluded that “the obligation set out in Article 34, in fine, requires the Contracting States to refrain ... also from any act or omission which, by destroying or removing the subject matter of an application, would make it pointless or otherwise prevent the Court from considering it under its normal procedure” (§ 102). That conclusion was qualified in the Shamayev and Others v. Georgia and Russia judgment (no. 36378/02, §§ 473 and 478, ECHR 2005-III), where the Court held: “The fact that the Court was able to complete its examination of the merits of [the] complaints against Georgia does not mean that the hindrance to the exercise of that right did not amount to a breach of Article 34 of the Convention”. Finally, the Court recalls its findings in the Olaechea Cahuas v. Spain judgment (no. 24668/03, § 1, ECHR 2006... (extracts)), where it held, in particular, that “failure to comply with an interim measure indicated by the Court because of the existence of a risk [is] in itself alone a serious hindrance, at that particular time, of the effective exercise of the right of individual application.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "229.  The Court further notes that an interference with the right of individual petition may take different forms. Thus, in Boicenco v. Moldova (no. 41088/05, § 157 et seq., 11 July 2006) the Court found that the refusal by the authorities to let the applicant be examined by a doctor in order to substantiate his claims under Article 41 of the Convention constituted an interference with the applicant’s right of individual petition, and, thus, was incompatible with Article 34 of the Convention. In Shtukaturov v. Russia (no. 44009/05, §§ 141 et seq., 27 March 2008), the refusal by the domestic authorities to allow a detained applicant to see his lawyer in order to submit an application form to the Court was qualified as a breach of Article 34 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "230.  Turning to the present case, the Court observes that the Court indicated to the Government two interim measures. The first was indicated on 27 November 2007, and then confirmed in December 2007 and January 2008. The Court, in view of the critical state of the applicant’s health, invited the Government to transfer him to a specialist medical institution. However, it was not until 8 February that the applicant was transferred to Hospital no. 60. The Court leaves open the question whether Hospital no. 60 can be considered a “specialist institution” in view of the recent developments in the applicant’s medical condition. What is clear is that for over two months the Government continuously refused to implement the interim measure, thus putting the applicant’s health and even life in danger. The Government did not suggest that the measure indicated under Rule 39 was practically unfeasible; on the contrary, the applicant’s subsequent transfer to Hospital no. 60 shows that this measure was relatively easy to implement. In the circumstances, the Court considers that the non-implementation of the measure is fully attributable to the authorities’ reluctance to cooperate with the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "231.  Secondly, the Court notes that the Government did not comply with the second interim measures indicated by the Court on 21 December 2007. Namely, they did not allow the applicant’s examination by a mixed medical commission which would include doctors of his choice. In indicating that measure, the Court sought to obtain more detailed information about the applicant’s state of health and the medical facilities existing in the remand prison, which would allow it to corroborate or rebut the parties’ conflicting accounts. Despite the applicant’s attempt to form such a team, the Government refused to cooperate with him in this respect. The Court recalls that in its analysis under Article 3 of the Convention it found that the Government’s justification of their refusal to allow such examination was not satisfactory (see paragraph 155 above). Bearing in mind that the applicant is seriously ill, was detained, and was therefore unable to collect all necessary information himself, the Court considers that such a position on the part of the authorities amounts, in the circumstances, to an attempt to hinder the applicant in pursuing his application under Article 34 of the Convention. The fact that the Court found itself in a position to decide the case on the basis of the information available to it does not, in the circumstances, affect this conclusion (see the case-law cited above, in particular the case of Olaechea Cahuas v. Spain; see, by contrast, Öcalan v. Turkey, no. 46221/99, § 201, 12 March 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "232.  In sum, the Court considers that by failing to comply with the interim measures indicated under Rule 39 of the Rules of Court, the Russian Government failed to honour its commitments under Article 34 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "VII.  ARTICLE 34 OF THE CONVENTION – ALLEGED UNDUE PRESSURE",
                        "elements": [
                            {
                                "content": "233.  Under Article 34 of the Convention the applicant further complained about pressure brought to bear on him and his lawyer in connection with the proceedings in . However, having examined all materials in its possession, the Court concludes that the applicant’s allegations in this respect are not sufficiently supported by evidence. It thus decides that the allegations of hindrance under Article 34 of the Convention has not been made out.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VIII.  APPLICATION OF ARTICLES 41 AND 46 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "234.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "235.  Article 46 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  The High Contracting Parties undertake to abide by the final judgment of the Court in any case to which they are parties.",
                                "elements": []
                            },
                            {
                                "content": "2.  The final judgment of the Court shall be transmitted to the Committee of Ministers, which shall supervise its execution.”",
                                "elements": []
                            },
                            {
                                "content": "236.  Under Article 41 of the Convention the applicant claimed that he had suffered severe and irreparable non-pecuniary damage that cannot be made good solely by the finding of a violation of his rights under the Convention. However, he did not claim any monetary compensation for the violations complained of. In his words, “by their very nature, the violations in the instant case do not leave any real choice as to the measures required to remedy it, because any continuation of the applicant’s unlawful and arbitrary detention would necessarily entail a serious prolongation of the violations of Articles 3 and 5 and a breach of the respondent Government’s obligation under Article 46 § 1 of the Convention to abide by the Court’s judgment (Assanidze v. Georgia [GC], no. 71503/01, § 202, ECHR 2004-II; Ilascu and Others v. Moldova and Russia [GC], no. 48787/99, § 490, ECHR 2004-VII).” Accordingly, the applicant requested that the Court find that the Respondent Government must put an end to his arbitrary detention and secure his immediate release. The applicant did not claim any costs or expenses.",
                                "elements": []
                            },
                            {
                                "content": "237.  The Government did not present any comments on the applicant’s claims under Article 41 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "238.  The Court notes that the applicant did not request any pecuniary compensation under Article 41 of the Convention. As to the specific measures requested by the applicant, the Court reiterates that its judgments are essentially declaratory in nature and that, in general, it is primarily for the State concerned to choose, subject to supervision by the Committee of Ministers, the means to be used in its domestic legal order in order to discharge its obligation under Article 46 of the Convention (see, among other authorities, Assanidze v. Georgia [GC], cited above; Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII; and Brumărescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2001-I).",
                                "elements": []
                            },
                            {
                                "content": "239.  However, exceptionally, with a view to helping the respondent State to fulfil its obligations under Article 46, the Court will seek to indicate the type of measure that might be taken in order to put an end to a systemic situation it has found to exist (see Broniowski v. Poland [GC], no. 31443/96, § 194, ECHR 2004-V). In other exceptional cases, the nature of the violation found may be such as to leave no real choice as to the measures required to remedy it and the Court may decide to indicate only one such measure (see Assanidze, cited above; see also Abbasov v. , no. 24271/05, §§ 35 et seq., 17 January 2008).",
                                "elements": []
                            },
                            {
                                "content": "240.  The Court considers that the instant case belongs to this second category. In the case at hand the Court found violations of several Convention provisions related to the applicant’s detention. In particular, the Court found that the applicant’s many illnesses cannot be treated in the conditions of the remand prison, and that the applicant’s detention at present does not serve any meaningful purpose under Article 5 of the Convention. The proceedings against the applicant have been suspended, and not likely to be reopened in the foreseeable future. In such context, and especially in view of the gravity of the applicant’s illnesses, the Court considers that the applicant’s continuous detention is inacceptable. The Court concludes that",
                                "elements": []
                            },
                            {
                                "content": "the Russian Government, in order to discharge its legal obligation under Article 46 of the Convention, must replace detention on remand with other, reasonable and less stringent, measure of restraint, or with a combination of such measures, provided by Russian law.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Dismisses the Government’s objection as to the abuse of the right of petition;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "3. Holds that there has been a violation of Article 3 of the Convention on account of the lack of proper medical assistance in the remand prison;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 5 § 3 of the Convention on account of the failure of the domestic courts to adduce relevant and sufficient reasons to justify his continuous detention;",
                        "elements": []
                    },
                    {
                        "content": "5. Holds that there has been a violation of Article 8 of the Convention on account of the searches in the applicant’s premises;",
                        "elements": []
                    },
                    {
                        "content": "6. Holds that there is no need to examine the remainder of the applicant’s complaints;",
                        "elements": []
                    },
                    {
                        "content": "7. Holds that the State failed to meet its obligations under Article 34 of the Convention by not complying promptly with the interim measures indicated by the Court in November and December 2007;",
                        "elements": []
                    },
                    {
                        "content": "8. Holds that the applicant’s other allegations under Article 34 of the Convention have not been substantiated;",
                        "elements": []
                    },
                    {
                        "content": "9. Holds that the applicant’s detention on remand should be discontinued.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 December 2008, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [],
    "decisiondate": "",
    "docname": "CASE OF ALEKSANYAN v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-90390.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2008:1222JUD004646806",
    "externalsources": [
        "General Report [CPT/Inf (93) 12] by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment"
    ],
    "extractedappno": [
        "46468/06",
        "5829/04",
        "4493/04",
        "13772/05",
        "11082/06",
        "14902/04",
        "32438/96",
        "31365/96",
        "46468/99",
        "61164/00",
        "18589/02",
        "27567/95",
        "4672/02",
        "64666/01",
        "48799/99",
        "67263/01",
        "25875/03",
        "65436/01",
        "61828/00",
        "30210/96",
        "47095/99",
        "59696/00",
        "6293/04",
        "30983/02",
        "40900/98",
        "46553/99",
        "13669/03",
        "26565/05",
        "9852/03",
        "13413/04",
        "3456/05",
        "54071/00",
        "33977/96",
        "45100/98",
        "55939/00",
        "33492/96",
        "42940/06",
        "75039/01",
        "78146/01",
        "26772/95",
        "38654/97",
        "72967/01",
        "37786/97",
        "25664/05",
        "27504/95",
        "11886/05",
        "62002/00",
        "50882/99",
        "74336/01",
        "23145/93",
        "25091/94",
        "41604/98",
        "71362/01",
        "41872/98",
        "65755/01",
        "39806/05",
        "46827/99",
        "46951/99",
        "36378/02",
        "24668/03",
        "41088/05",
        "44009/05",
        "46221/99",
        "71503/01",
        "48787/99",
        "39221/98",
        "41963/98",
        "28342/95",
        "31443/96",
        "24271/05"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Decree no. 170 of the Ministry of Health"
    ],
    "itemid": "001-90390",
    "judgementdate": "22/12/2008 00:00:00",
    "kpdate": "22/12/2008 00:00:00",
    "kpthesaurus": [
        "14",
        "5",
        "183",
        "177",
        "350",
        "90",
        "193",
        "448",
        "227",
        "451",
        "203",
        "268",
        "424",
        "426",
        "429"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "3",
        "5-3",
        "8",
        "8-1",
        "34",
        "35-3",
        "8-2",
        "35",
        "5",
        "29",
        "29-3"
    ],
    "parties": [
        "ALEKSANYAN",
        "RUSSIA"
    ],
    "rank": "655.190673828125",
    "representedby": [
        "HOLINER D.P."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Abbasov v. Azerbaijan, no. 24271/05, §§ 35 et seq., 17 January 2008",
        "Akdivar and Others v. Turkey, 16 September 1996, §§ 53-54, Reports 1996-IV",
        "Arcila Henao v. The Netherlands (dec.), no. 13669/03, 24 June 2003",
        "Assanidze v. Georgia [GC], no. 71503/01, § 202, ECHR 2004-II",
        "Belevitskiy v. Russia, no. 72967/01, § 101, 1 March 2007",
        "Boicenco v. Moldova, no. 41088/05, § 157 et seq., 11 July 2006",
        "Broniowski v. Poland [GC], no. 31443/96, § 194, ECHR 2004-V",
        "Brumarescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2001-I",
        "Buck v. Germany, no. 41604/98, § 45, ECHR 2005-IV",
        "Camenzind v. Switzerland, 16 December 1997, § 45, Reports 1997-VIII",
        "Clooth v. Belgium, 12 December 1991, § 44, Series A no. 225",
        "Debboub alias Husseini Ali v. France, no. 37786/97, § 44, 9 November 1999",
        "Dolgova v. Russia, no. 11886/05, §§ 38 et seq., 2 March 2006",
        "Duringer and Others v. France (dec.), nos. 61164/00 and 18589/02",
        "Elci and Others v. Turkey, nos. 23145/93 and 25091/94, § 669, 13 November 2003",
        "Farbtuhs v. Latvia, no. 4672/02, 2 December 2004",
        "Gelfmann v. France, no. 25875/03, 14 December 2004",
        "Goral v. Poland, no. 38654/97, § 68, 30 October 2003",
        "Govorushko v. Russia, no. 42940/06, § 45, 25 October 2007",
        "Grishin v. Russia, no. 30983/02, § 76, 15 November 2007",
        "Henaf v. France, no. 65436/01, §§ 49 et seq., ECHR 2003-XI",
        "Hummatov v. Azerbaijan, nos. 9852/03 and 13413/04, 29 November 2007",
        "Hurtado v. Switzerland, 28 January 1994, § 79, Series A no. 280-A, opinion of the Commission",
        "I.S. v. Bulgaria (dec.), no. 32438/96, 6 April 2000",
        "Ilascu and Others v. Moldova and Russia [GC], no. 48787/99, § 490, ECHR 2004-VII",
        "Ilijkov v. Bulgaria, no. 33977/96, §§ 84-86, 26 July 2001",
        "Iliya Stefanov v. Bulgaria, no. 65755/01, §§ 34, 41, 22 May 2008",
        "Ilowiecki v. Poland, no. 27504/95, § 63, 4 October 2001",
        "Ireland v. the United Kingdom, 18 January 1978, § 162, Series A no. 25",
        "Jablonski v. Poland, no. 33492/96, § 83, 21 December 2000",
        "Kalashnikov v. Russia, no. 47095/99, §§ 95 and 100, ECHR 2002-VI",
        "Karara v. Finland, no. 40900/98, Commission decision of 29 May 1998",
        "Khudobin v. Russia, no. 59696/00, §§ 83, 96, ECHR 2006-... (extracts)",
        "Korchuganova v. Russia, no. 75039/01, §§ 71, 72, 8 June 2006",
        "Kudla v. Poland [GC], no. 30210/96, § 94, ECHR 2000-XI",
        "Labita v. Italy [GC], no. 26772/95, § 152, ECHR 2000-IV",
        "Labita v. Italy, 6 April 2000, § 119, Reports 2000-IV",
        "Letellier v. France, 26 June 1991, § 51, Series A no. 207",
        "Lind v. Russia, no. 25664/05, § 81, 6 December 2007",
        "Mamatkulov and Askarov v. Turkey [GC], nos. 46827/99 and 46951/99, § 92 et seq., ECHR 2005-...",
        "Manoussos v. the Czech Republic and Germany (dec.), no. 46468/99, 9 July 2002",
        "Matznetter v. Austria, 10 November 1969, § 9, Series A no. 10",
        "Mirilashivili v. Russia (dec.), no. 6293/04, 10 July 2007",
        "Mouisel v. France, no. 67263/01, §§ 40-42, 47, ECHR 2002-IX",
        "Muller v. France, 17 March 1997, § 40, Reports 1997-II",
        "N. v. the United Kingdom [GC], no. 26565/05, § 44, 27 May 2008",
        "Niemietz v. Germany, 16 December 1992, §§ 29-33, Series A no. 251-B",
        "Öcalan v. Turkey, no. 46221/99, § 201, 12 March 2003",
        "Olaechea Cahuas v. Spain judgment no. 24668/03, § 1, ECHR 2006-... (extracts)",
        "Paladi v. Moldova, no. 39806/05, §§ 98-100, 10 July 2007",
        "Panchenko v. Russia, no. 45100/98, §§ 102, 103, 105, 107, 8 February 2005",
        "Papon v. France (no. 1) (dec.), no. 64666/01, ECHR 2001-VI",
        "Priebke v. Italy (dec.), no. 48799/99, 5 April 2001",
        "Rokhlina v. Russia, no. 54071/00, § 67, 7 April 2005",
        "S.C.C. v. Sweden (dec.), no. 46553/99, 15 February 2000",
        "Sakkopoulos v. Greece, no. 61828/00, § 44, 15 January 2004",
        "Sallinen and Others v. Finland, no. 50882/99, §§ 70-72, 27 September 2005",
        "Sarban v. Moldova, no. 3456/05, § 82, 4 October 2005",
        "Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII",
        "Shamayev and Others v. Georgia and Russia judgment no. 36378/02, §§ 473 and 478, ECHR 2005-III",
        "Shtukaturov v. Russia, no. 44009/05, §§ 141 et seq., 27 March 2008",
        "Smirnov v. Russia, no. 71362/01, § 44, ECHR 2007-...",
        "Soering v. the United Kingdom, 7 July 1989, § 100, Series A no. 161",
        "Stamoulakatos v. the United Kingdom, no. 27567/95, Commission decision of 9 April 1997",
        "Stögmüller v. Austria, 10 November 1969, § 15, Series A no. 9",
        "Sulaoja v. Estonia, no. 55939/00, § 64, 15 February 2005",
        "Tamosius v. the United Kingdom (dec.), no. 62002/00, ECHR 2002-VIII",
        "Tyrer v. the United Kingdom, 25 April 1978, § 30, Series A no. 26",
        "Van Rossem v. Belgium, no. 41872/98, §§ 45 et seq., 9 December 2000",
        "Varbanov v. Bulgaria, no. 31365/96, § 36, ECHR 2000-X",
        "Vlasov v. Russia, no. 78146/01, § 108, 12 June 2008",
        "W. v. Switzerland, 26 January 1993, § 30, Series A no. 254-A",
        "Wemhoff v. Germany, 27 June 1968, §§ 12, 14, Series A no. 7",
        "Wieser and Bicos Beteiligungen GmbH v. Austria, no. 74336/01, §§ 43-45, 57, ECHR 2007-...",
        "Yagci and Sargin v. Turkey, 8 June 1995, § 52, Series A no. 319-A"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "404206",
    "typedescription": "15"
}