{
    "__articles": "6;6+6-3-d;6-1;6-3-d",
    "__conclusion": "Violation of Article 6+6-3-d - Right to a fair trial (Article 6 - Criminal proceedings;Article 6-1 - Fair hearing) (Article 6 - Right to a fair trial;Article 6-3-d - Examination of witnesses)",
    "applicability": "",
    "appno": "16412/06",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-3-d",
            "base_article": "6",
            "details": [
                "Article 6 - Criminal proceedings",
                "Article 6-1 - Fair hearing"
            ],
            "element": "Violation of Article 6+6-3-d - Right to a fair trial",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Article 6-3-d - Examination of witnesses"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-148292.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 16412/06) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Aleksandr Valeryevich Kazakov (“the applicant”), on 24 March 2006.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr T. Misakyan, a lawyer practising in Moscow. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged, in particular, that the trial court had not obtained the attendance of witness M. for the prosecution and witnesses K., O. and P. for the defence in the criminal proceedings against him.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 18 January 2011 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1960 and lives in Petropavlovsk-Kamchatskiy.",
                                "elements": []
                            },
                            {
                                "content": "6.  On an unspecified date the prosecutor’s office opened a criminal investigation into the activities of a criminal gang allegedly organised by V., a high-ranking police officer at the time. The members of the gang were suspected of numerous thefts of goods and foodstuffs from various storage facilities. One of the episodes under investigation was a fraudulent attempt by the members of the gang to sell scrap metal, which belonged to a private company, to a scrap metal processing plant. According to the official version, the attempt to sell the scrap metal was carried out by V., the applicant, who was also a high-ranking police officer at the time, and G., another member of the gang. On an unspecified date in November 2000 V., the applicant and G. met with M., a director of the scrap processing plant, and fraudulently represented to him that the scrap metal belonged to K. and that they were acting on her behalf. M. agreed to purchase the scrap metal and on 23 November 2000 he sent a group of workers to the company’s site in order to have the scrap metal removed. G.’s boyfriend Yer., another member of the gang, was also present at the site at the time. The removal of the scrap metal was interrupted by B., one of the private company’s directors. Yer. phoned G., who told him to go to the police station to notify V. of the incident. Then both Yer. and G. returned to the site to settle the issue with B., who had complained to the police about the attempted theft of the scrap metal. B. also informed Vosh., the company’s managing director, of the incident. Acting in his official capacity, V. assigned the investigation into the attempted theft of scrap metal to Yem., who decided to question M. However, V. interviewed M. himself and brought Yem. M.’s statement. Yem. questioned K., who submitted that she had nothing to do with the removal of the scrap metal from the company’s premises.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 8 May 2002 the applicant was arrested and remanded in custody. On 3 December 2002 he was released on bail.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 9 December 2002 the applicant was formally charged with more than ten counts of financial fraud, theft and embezzlement committed in collusion with eight members of the gang.",
                                "elements": []
                            },
                            {
                                "content": "9.  The trial opened in January 2003. At the end of the trial the prosecutor dropped all the charges against the applicant except the attempted theft of scrap metal.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant maintained his innocence. The testimony he gave at the trial was summed up as follows in the judgment:",
                                "elements": []
                            },
                            {
                                "content": "“... he has known V. since 1996 due to his service in the Ministry of the Interior[.] They have been friends. Since the late nineties he has known G. too, whom he met from time to time at different places and visited her at her home for work purposes. In the summer of 2000, V. asked ... to take him to the site [where the scrap metal was] in order to meet G. G. asked him and V. to help the buyer of the scrap metal to ensure its safety. He and V. promised to ask one of the police patrol teams to secure the scrap metal. They informed accordingly the buyer who arrived later to inspect the scrap metal. He did not talk to anyone about stealing and selling the scrap metal. He did not conspire with such intent and he did not take part in any negotiations about that. He did not receive any proceeds from the sale of the scrap metal or any advance payment. Nor did he take any measures to conceal the crimes committed by G. She falsely accused him of the involvement in the attempted theft of the scrap metal.”",
                                "elements": []
                            },
                            {
                                "content": "11.  The trial court questioned B., Vosh., and Yem. It further admitted into evidence the statements made by M., Yersh., and K. when questioned by the investigator. As regards witness M., the court noted that he had been away on a business trip and could not attend the court hearing. It considered that this absence amounted to an extraordinary circumstance that would permit the reading-out of his earlier statement. Despite the applicant’s objection, the court dispensed with summoning M. again for questioning and proceeded with the reading-out of his statement. According to the Government, the information concerning M.’s absence was communicated to the court by M.’s wife by telephone.",
                                "elements": []
                            },
                            {
                                "content": "12.  According to the written statement, used by the court, M. stated as follows:",
                                "elements": []
                            },
                            {
                                "content": "“... he has been the General Director of the Steel Company LLC since 1995. It specializes in buying scrap metal from individuals and legal entities in the region. One of the long-term suppliers for his company was [G.]. In the spring of 2000 [G.] proposed being a middle person between the Steel Company LLC and her acquaintances who intended to sell a large quantity of scrap metal. She suggested that [he] meet with those persons to discuss the terms and conditions of the transaction. As was suggested by [G.], at the end of May 2000 he met with those persons at the site where the scrap metal was located ... . He met two men whose names were Aleksandr and Vladimir. They claimed that the scrap metal belonged to them and offered him to buy it. Subsequently, [G.] told him that those men were high ranking police officers ... . During the meeting Aleksandr asked him to make an advance payment for the scrap metal in the amount of RUB 150,000. [He also said] that it was for the Steel Company LLC to saw and dismantle the metal structure. When he asked them to show the documents confirming their title to the scrap metal, Aleksandr and Vladimir “stepped back” and explained that they were also middle men and that the scrap metal belonged to another person. [G.] did not take part in the discussion. He suggested that they could get back to discuss the transaction once they had the necessary documents. Then he left. In mid-November 2000 [G.] contacted him again as regards that scrap metal. She explained that police officers Aleksandr and Vladimir would present all the documents for the scrap metal and that she would draft the purchase contract. Several days later [G.] brought [a draft contract] which indicated that the scrap metal belonged to K. ... . According to [G.], the owner of the scrap metal was at the seaside and would contact him later ... . [G.] convinced him that the transaction was legal as the middle men and “underwriters” were high ranking police officers. He has known [G.] for her good reputation. He trusted her assurances as to the guarantees provided by the police officers and signed the contract. He asked his employees to start sawing the metal structure. Then a criminal investigation was opened. [G.] came to see him and explained that the police officers Aleksandr and Vladimir had set her up and that she had paid each of them RUB 10,000 from the amount his company had paid her for the metal. A day later, Vladimir came to see him. He asked him to make a written statement and said that he would resolve all the problems and that the criminal case would be closed. He responded that he had no problems because all his actions had been in compliance with law.”",
                                "elements": []
                            },
                            {
                                "content": "13.  According to the applicant, the trial court refused to summon K., O. and P., witnesses for the defence.",
                                "elements": []
                            },
                            {
                                "content": "14.  On 14 June 2005 the Petropavlovsk-Kamchatskiy Town Court found the applicant guilty of an attempted theft of scrap metal. The applicant was sentenced to six years’ imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "15.  The Town Court’s findings as regards the applicant’s guilt were based on the testimonies of B., Vosh. and Yem., who were questioned during the trial. The court also referred to the statements given by K. and Yer. during the pre-trial investigation. Lastly, it relied on the statement made by M. during the pre-trial investigation.",
                                "elements": []
                            },
                            {
                                "content": "16.  The text of the judgment remained silent as to G.’s testimony regarding the attempted theft of the scrap metal. It was indicated that she had pleaded guilty to that charge.",
                                "elements": []
                            },
                            {
                                "content": "17.  Lastly, the trial court examined and admitted as evidence the following documents: (1) B.’s complaint to the police about the attempted theft of the scrap metal; (2) his company’s financial statements; (3) a contract for removal of the scrap metal signed by G. and M.; (4) G.’s telephone records; (5) M.’s statements recorded by V. and (6) the police order appointing V. to the post of the head of the police station.",
                                "elements": []
                            },
                            {
                                "content": "18.  On an unspecified date the applicant lodged an appeal against the judgment of 14 June 2005. He complained, inter alia, about M.’s nonattendance.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 27 September 2005 the Kamchatka Regional Court upheld, in substance, the applicant’s conviction but reduced his sentence to four years’ imprisonment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "20.  Article 281 of the Code of Criminal Procedure (CCrP) provides that, where a witness does not appear at the court hearing, the court may decide ‒ at the request of a party to the proceedings or on its own initiative ‒ to read out the testimony given by the witness during the preliminary investigation. It may also do so if the witness has died or cannot appear at the hearing because of a serious illness, or if a witness who is a foreign national refuses to appear before the court, or in cases of natural disaster, or if other extraordinary circumstances prevent him or her from appearing before the court.",
                                "elements": []
                            },
                            {
                                "content": "21.  If a witness fails to comply with a summons to appear without good reason, the court may order the police or bailiffs to bring him to the courtroom by force (Article 113 of the CCrP).",
                                "elements": []
                            },
                            {
                                "content": "22.  Should the court consider that it is not possible to hold a hearing due to the absence of a person summoned to appear, it may decide to adjourn the hearing and take measures to obtain the attendance of the absentee (Article 253 § 1 of the CCrP).",
                                "elements": []
                            },
                            {
                                "content": "23.  Article 413 of the CCrP provides for the possibility of reopening criminal proceedings on the basis of a finding of a violation of the Convention by the European Court of Human Rights.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  The applicant complained that the trial court had not obtained the attendance of witness M. for the prosecution and of witnesses K., O. and P. for the defence, as provided in Article 6 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  In the determination of ... of any criminal charge against him, everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...",
                                "elements": []
                            },
                            {
                                "content": "3.  Everyone charged with a criminal offence has the following minimum rights:",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "(d)  to examine or have examined witnesses against him and to obtain the attendance and examination of witnesses on his behalf under the same conditions as witnesses against him ...”",
                                "elements": []
                            },
                            {
                                "content": "25.  The Government contested that argument. They submitted that the applicant had not asked the trial court to summon witness M. but had merely objected to the prosecutor’s request to have M.’s earlier statement read out at the court hearing. In their opinion, the criminal proceedings against the applicant had been fair. M.’s statement had not been the only evidence against the applicant. As regards the applicant’s guilt, the trial court also based its findings, on Yer.’s testimony. Yer. had confirmed that the applicant and his co-defendants V. and G. had conspired to commit the theft and that G. had acted pursuant to the instructions given by V. and the applicant. Furthermore, the trial court had taken all the measures necessary to ensure M.’s presence in court. It had served process on M. Neither the prosecution nor the defence had asked the court to compel M. to appear. The trial court had taken into consideration M.’s absence due to a business trip that was ongoing at the time and had decided to read out his earlier statement. The Government pointed out that, even after M.’s statement had been admitted as evidence, the applicant had had ample opportunity to insist on M.’s being questioned in person. When upholding the verdict, the appeal court had taken into consideration the fact that M. had not appeared before the trial court.",
                                "elements": []
                            },
                            {
                                "content": "26.  The applicant maintained his complaint. He submitted that M.’s statement had been decisive evidence against him and, accordingly, it had been incumbent on the authorities to take all possible measures to ensure M.’s presence in court to provide the applicant with an opportunity to confront him in person. The applicant further considered that the trial court had failed to verify whether the telephone call had actually been made by M.’s wife and whether M. had really been away. In any event, the trial court had failed to take any further steps to ensure M.’s presence in court. Lastly, the applicant asserted that the trial court’s decision to read out M.’s statement had been in contravention of the national rules of criminal procedure which clearly delineated the extraordinary circumstances allowing the court to dispense with questioning a witness and reading out an earlier statement made by him or her instead.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "27.  The Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Non-attendance of the prosecution witness M.",
                                        "elements": [
                                            {
                                                "content": "28.  The Court reiterates that the guarantees in paragraph 3 (d) of Article 6 are specific aspects of the right to a fair hearing set forth in paragraph 1 of this provision which must be taken into account in any assessment of the fairness of proceedings. Article 6 § 3 (d) enshrines the principle that, before an accused can be convicted, all evidence against him must normally be produced in his presence at a public hearing with a view to adversarial argument. Exceptions to this principle are possible but must not infringe the rights of the defence, which, as a rule, require that the accused should be given an adequate and proper opportunity to challenge and question a witness against him, either when that witness makes his statement or at a later stage of proceedings (see Lucà v. Italy, no. 33354/96, §§ 39-40, ECHR 2001-II).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The exceptions to the above general principles require, first, that there must be good reason for the non-attendance of a witness. Second, a conviction cannot be based solely or to a decisive degree on depositions that have been made by a person whom the accused has had no opportunity to examine or to have examined, whether during the investigation or at the trial unless there are sufficient counterbalancing factors in place, including measures that permit a fair and proper assessment of the reliability of that evidence to take place. This would permit a conviction to be based on such evidence only if it is sufficiently reliable given its importance in the case (see Al-Khawaja and Tahery v. the United Kingdom [GC], nos. 26766/05 and 22228/06, §§ 119 and 147, ECHR 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  Accordingly, the Court will consider the following issues in the instant case: first, whether a reasonable effort was made by the authorities to secure the appearance of the witness M. in court; second, whether his evidence was the sole or decisive basis for the applicant’s conviction; and, third, whether, if so, there were sufficient counterbalancing factors, including strong procedural safeguards, to ensure that the trial, judged as a whole, was fair within the meaning of Article 6 §§ 1 and 3 (d) (see Salikhov v. Russia, no. 23880/05, § 114, 3 May 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The Court accepts that the trial court made an attempt to ensure M.’s presence in court. It cannot, however, subscribe to the Government’s view that the trial court’s decision to excuse the absence of the witness was sufficiently convincing and that the authorities had taken all reasonable measures to secure his attendance at the trial.",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  In this connection the Court takes cognisance of the fact that the trial court forwarded the summons to M.’s known address. However, when the witness failed to appear in court ‒ following a telephone call allegedly made by his wife notifying the court that he was away on business ‒ the court made no further effort to clarify the circumstances of his absence, dispensed with summoning him again and proceeded with the reading-out of his statement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  While being mindful of the domestic courts’ obligation to secure the proper conduct of the trial and avoid undue delays in the criminal proceedings, the Court does not consider that a stay in the proceedings for the purpose of obtaining the witness’s testimony ‒ even more so for clarifying the issue of his appearance at the trial, in which the applicant stood accused of a serious offence and risked a long term of imprisonment ‒ would have constituted an insuperable hindrance to the expediency of the proceedings at hand. The authorities chose to eschew that stay. As a result, the witness never appeared to testify in court in the presence of the applicant (compare, Karpenko v. Russia, no. 5605/04, §§ 73-75, 13 March 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Court further observes that the national judicial authorities based the finding of the applicant’s guilt on the witnesses’ statements and certain documents. In this respect the Court notes that, apart from the testimonies of M. and the co-defendants G. and Yer., none of the witnesses examined in the course of the criminal proceedings against the applicant provided any information that would directly link the latter to the attempted theft of the scrap metal. Nor did any of the documents admitted as evidence implicate the applicant in the commission of the crime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  As regards G. and Yer.’s statements, the Court reiterates that a higher degree of scrutiny should be applied to the assessment of statements by co-accused, because the position in which accomplices find themselves while testifying is different from that of ordinary witnesses. They do not testify under oath, that is to say they testify without any affirmation of the truth of their statements which could render them punishable for perjury for wilfully making untrue statements. The Court has already held on a number of occasions that for the guarantees of Article 6 of the Convention to be respected on account of the admissibility of a guilty plea by a co-accused, such a plea should only be admitted in order to establish the fact of the commission of a crime by the person making the plea, and not by the other defendant. A judge should make it clear that the guilty plea by the co-accused, as such, does not prove that the defendant was involved in that crime (see, for instance, Vladimir Romanov v. Russia, no. 41461/02, § 102, 24 July 2008, with further references). The Court, therefore, considers that G. and Yer. were not material witnesses whose evidence was crucial for the applicant’s conviction. Accordingly, it is the Court’s view that the statements made by M. during the pre-trial investigation and read out by the Town Court constituted, if not the sole, then at least the decisive evidence against the applicant. It was obviously evidence of great weight and without it the chances of a conviction would have significantly receded.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Finally, the Court notes the absence of any counterbalancing factors to compensate for M.’s non-attendance at the trial and for the difficulties caused to the defence by the admission as evidence of his untested statements. It does not appear from the materials in the case file – nor has it been argued by the Government – that the applicant had the opportunity to cross-examine M. before the trial (compare, Yevgeniy Ivanov v. Russia, no. 27100/03, § 49, 25 April 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  Having regard to the fact that (1) the authorities failed to make a reasonable effort to secure M.’s presence in court, that (2) the applicant was not afforded any opportunity to question the witness, whose testimony was of decisive importance for establishing whether or not the applicant was guilty of the offence of which he was later convicted, and that (3) the authorities failed to compensate for the difficulties experienced by the defence on account of the admission of M.’s statement into evidence, the Court finds that there has been a violation of Article 6 §§ 1 and 3 (d) of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Defence witnesses",
                                        "elements": [
                                            {
                                                "content": "38.  As regards the applicant’s allegation that the domestic courts refused his request to have the defence witnesses K., O. and P. questioned in court, the Court reiterates its finding that the fairness of the criminal proceedings against the applicant was undermined by the limitations imposed on the rights of the defence by the absence of an opportunity to confront the prosecution witness. It therefore considers it unnecessary to examine separately whether the fairness of the proceedings was also breached because the applicant was unable to have the defence witnesses questioned (see Vladimir Romanov, cited above, § 107; and Yevgeniy Ivanov, cited above, § 51).",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "39.  Lastly, the applicant complained under Article 5 of the Convention about his detention in custody pending the criminal investigation against him.",
                                "elements": []
                            },
                            {
                                "content": "40.  The Court has examined that complaint and considers that, in the light of all the material in its possession and in so far as the matters complained of are within its competence, they do not disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols. Accordingly, the Court rejects them as manifestly ill-founded, pursuant to Article 35 §§ 3 (a) and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "42.  The applicant claimed 30,000 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Government considered the applicant’s claims excessive and unsubstantiated. They proposed that the finding of a violation would constitute sufficient just satisfaction in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Court reiterates that when an applicant has been convicted despite a potential infringement of his rights guaranteed by Article 6 of the Convention he should, as far as possible, be put in the position in which he would have been had the requirements of that provision not been disregarded, and that the most appropriate form of redress would, in principle, be trial de novo or the reopening of the proceedings, if requested (see Öcalan v. Turkey [GC], no. 46221/99, § 210 in fine, ECHR 2005IV, and Sakhnovskiy v. Russia [GC], no. 21272/03, § 112, 2 November 2010). The Court notes, in this connection, that Article 413 of the Russian Code of Criminal Procedure provides that criminal proceedings may be reopened if the Court finds a violation of the Convention (see paragraph 23 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  As to the applicant’s claims in respect of non-pecuniary damage, the Court considers that the applicant’s sufferings and frustration cannot be compensated for by the mere finding of a violation. Making its assessment on an equitable basis, it awards him EUR 4,000 in respect of non-pecuniary damage, plus any tax that may be chargeable on that amount.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "46.  The applicant did not claim costs and expenses. Accordingly, there is no call to make an award under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "47.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the non-attendance of witnesses admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation Article 6 §§ 1 and 3 (d) of the Convention on account of the trial court’s reliance on statements by the prosecution witness M. whom the applicant had no opportunity to question;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that it is not necessary to examine separately the applicant’s complaint under Article 6 §§ 1 and 3 (d) pertaining to the trial court’s refusal to question the defence witnesses K., O. and P.;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 4,000 (four thousand euros), plus any tax that may be chargeable, in respect of non-pecuniary damage, to be converted into the currency of the respondent State, at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 December 2014, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Sicilianos is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "1.  I fully subscribe to the finding of the judgment in the present case, according to which there has been a violation of Article 6 §§ 1 and 3 (d) of the Convention on account of the trial court’s reliance on statements by the prosecution witness M. whom the applicant had no opportunity to question.",
                        "elements": []
                    },
                    {
                        "content": "2.  I also agree that in the present case: “(1) the authorities failed to make a reasonable effort to secure M.’s presence in court, that (2) the applicant was not afforded any opportunity to question the witness, whose testimony was of decisive importance for establishing whether or not the applicant was guilty of the offence of which he was later convicted, and that (3) the authorities failed to compensate for the difficulties experienced by the defence on account of the admission of M.’s statement into evidence (...)” (§ 37 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "3.  As drafted, however, the above paragraph and the preceding ones, namely §§ 30-36 of the judgment, seem to call into question the logic and methodology of the test set out in Al-Kawaja and Tahery v. the United Kingdom [GC] (nos. 26766/05 and 22228/06). Such test is based on the principle that “before an accused can be convicted, all evidence against him must normally be produced in his presence at a public hearing with a view to adversarial argument”. The principle is not absolute, but any exceptions to it “must not infringe the rights of the defence, which, as a rule, require that the accused should be given an adequate and proper opportunity to challenge and question a witness against him, either when that witness makes his statement or at a later stage of proceedings (see Lucà, cited above, § 39, and Solakov v. “the former Yugoslav Republic of Macedonia”, no. 47023/99, § 57, ECHR 2001X)” (Al-Kawaja and Tahery, cited above, § 118).",
                        "elements": []
                    },
                    {
                        "content": "4.  The first step in order to decide whether an exception could be justified in a given case is to examine if there was a “good reason” for admitting the evidence of an absent witness (or for the non-attendance of a witness). If this requirement is fulfilled, then – and only then – a second issue comes into play, namely whether the conviction is based “solely or to a decisive degree” on depositions that have been made by a person whom the accused has had no opportunity to examine or to have examined, whether during the investigation or at the trial (Al-Kawaja and Tahery, cited above, § 119). To put it differently: the fact that there were no good reasons for admitting the evidence of an absent witness (or that “the authorities failed to make a reasonable effort to secure [the witness’s] presence in court”) is sufficient, as such, to find a violation of Article 6 §§ 1 and 3 (d) of the Convention. No further examination is needed. This interpretation has been explicitly confirmed by the Grand Chamber, which reaffirmed wellestablished case-law on the matter:",
                        "elements": []
                    },
                    {
                        "content": "“The requirement that there be a good reason for admitting the evidence of an absent witness is a preliminary question which must be examined before any consideration is given as to whether that evidence was sole or decisive. Even where the evidence of an absent witness has not been sole or decisive, the Court has still found a violation of Article 6 §§ 1 and 3 (d) when no good reason has been shown for the failure to have the witness examined (see, for example, Lüdi v. Switzerland, 15 June 1992, Series A no. 238; Mild and Virtanen v. Finland, nos. 39481/98 and 40227/98, 26 July 2005; Bonev v. Bulgaria, no. 60018/00, 8 June 2006; and Pello v. Estonia, no. 11423/03, 12 April 2007)” (Al-Kawaja and Tahery, cited above, § 120).",
                        "elements": []
                    },
                    {
                        "content": "5.  Since the Al-Khawaja and Tahery judgment, the same approach has been followed in a number of cases. Indeed, where the Court has considered that there were no good reasons for the non-attendance of the witness, it  found a violation of Article 6 §§ 1 and 3 (d) without considering it necessary to examine further issues (see, for example, Suldin v. Russia, no. 20077/04, § 58, 16 October 2014; Cevat Soysal v. Turkey, no. 17362/03, § 79, 23 September 2014; Khodorkovskiy and Lebedev v. Russia, nos. 11082/06 and 13772/05, § 715, 25 July 2013; Rudnichenko v. Ukraine, no. 2775/07, § 109, 11 July 2013; Mesesnel v. Slovenia, no. 22163/08, § 40, 28 February 2013).",
                        "elements": []
                    },
                    {
                        "content": "6.  If there was a “good reason” for admitting the evidence of an absent (or anonymous) witness and the conviction was based “solely or to a decisive degree” on the testimony of this particular witness, the Court proceeds to a third step by examining whether there were “counterbalancing factors” to compensate for the difficulties experienced by the defence on account of the admission of the statement by the absent witness into evidence. However, if the conviction was not based “solely or to a decisive degree” on the testimony of the absent witness, it is not necessary to proceed further by examining the third issue, namely the existence of “counterbalancing factors”. This third step was added by the Al-Kawaja and Tahery judgment. The (new) approach of the Grand Chamber was summarized as follows:",
                        "elements": []
                    },
                    {
                        "content": "“147. The Court therefore concludes that, where a hearsay statement is the sole or decisive evidence against a defendant, its admission as evidence will not automatically result in a breach of Article 6 § 1. At the same time, where a conviction is based solely or decisively on the evidence of absent witnesses, the Court must subject the proceedings to the most searching scrutiny. Because of the dangers of the admission of such evidence, it would constitute a very important factor to balance in the scales, to use the words of Lord Mance in R. v. Davis (see paragraph 50 above), and one which would require sufficient counterbalancing factors, including the existence of strong procedural safeguards (...)”.",
                        "elements": []
                    },
                    {
                        "content": "7.  The purpose of the third criterion – the “counterbalancing factors criterion” – was to render more flexible the so-called “sole and decisive rule”. Such understanding of the approach of the Grand Chamber is corroborated by the above-quoted phrase: “(...) where a hearsay statement is the sole or decisive evidence against a defendant, its admission as evidence will not automatically result in a breach of Article 6 § 1”. In other words, in cases where a strict application of the “sole and decisive rule” would lead “automatically” – that is almost inexorably – to a finding of a violation of Article 6, the Court tempers its traditional test by examining whether any “counterbalancing factors” could nevertheless justify the admission of the evidence of the absent witness, thereby avoiding the breach. To put it otherwise: by adding the “counterbalancing factors criterion” in Al-Khawaja and Tahery the Grand Chamber has somehow relaxed the strictness of control previously exercised in this type of cases.",
                        "elements": []
                    },
                    {
                        "content": "8.  Now the question arises whether the “three steps test”, as applied in the present case (as well as in some other cases, see for example, Salikhov v. Russia, no. 23880/05, 3 May 2012; Trampevski v. the former Yugoslav Republic of Macedonia, no. 4570/07, 10 July 2012; Yevgeniy Ivanov v. Russia, no. 27100/03, 25 April 2013; Sandru v. Romania, no. 33882/05, 15 October 2013) is in conformity with the logic and method of the Grand Chamber in Al-Khawaja and Tahery or not. With all due respect to the approach of the majority, I believe that it is not. It is one thing to say that if there is no good reason for admitting the evidence of an absent witness, this element alone is sufficient to find a violation of Article 6 §§ 1 and 3 (d) of the Convention; and yet another thing to examine whether all the above three requirements are met in a given case before being able to conclude that the trial was not fair. By following the first method one makes one step at a time. By applying the second, he or she makes a “triple jump”.",
                        "elements": []
                    },
                    {
                        "content": "9.  It is true that the “triple jump” approach may make the judgment seem more solid: not only there was no good reason for admitting the testimony of an absent witness, but the evidence given by this particular witness was decisive for the conviction and, furthermore, there were no “counterbalancing factors”. In such a way the Court has considered everything and there is no room for doubt about the finding of a violation. Then what is the problem? The problem is that if (repeatedly) applied without any qualification or further explanation, the approach adopted by the present judgment could be interpreted a contrario by the national judicial authorities, thereby giving a wrong signal. If one does not have the global picture of the case-law of the Court in respect of absent witnesses, such an a contrario interpretation of the present judgment could be that it would be possible for a domestic tribunal to rely on evidence by absent or anonymous witnesses. Only when such testimony is the sole or decisive element for the conviction of the accused and no “counterbalancing factors” exist, only then there would be a violation of Article 6 §§ 1 and 3 (d). In other words, while solidifying the present judgment, the approach followed by the majority could possibly have more general implications for the test to be applied in respect of absent (or anonymous) witnesses.",
                        "elements": []
                    },
                    {
                        "content": "10.  Is there room for combining both approaches? Possibly yes. In the case of Nikolitsas v. Greece (no. 63117/09, 3 July 2014), the Court found a compromise solution where it held at the end of § 35 that: “Par conséquent, aucun « motif sérieux » n’est invoqué pour justifier ce manquement aux droits de la défense. Conformément à la jurisprudence de la Cour, cet élément suffit, à lui seul, pour constater la violation de l’article 6 §§ 1 et 3 d) de la Convention (Al-Khawaja et Tahery, précité, § 120) ». It then proceeded to examine the other considerations. Such approach permits to reaffirm the traditional case-law of the Court and thus to avoid any possible misinterpretation of the requirements in Al-Khawaja and Tahery, and at the same time it gives the opportunity to insist, also for pedagogical reasons, on the series of flaws of the procedure as a whole, so as to produce a convincing and solid judgment in the circumstances of a particular case. I believe that this combined approach could have been followed in the present case, simply by adding some considerations along the lines in the case of Nikolitsas. Be it as it may, there are apparently (at least) two schools of thought in the Court’s judgments in relation to the interpretation and application of the test in Al-Khawaja and Tahery. Such situation will likely be clarified in the case of Schatschaschwili v. Germany (no. 9154/10), which is currently pending before the Grand Chamber.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Isabelle Berro-Lefèvre",
            "role": "president"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Ksenija Turković",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ALEKSANDR VALERYEVICH KAZAKOV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-148292.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2014:1204JUD001641206",
    "externalsources": [],
    "extractedappno": [
        "16412/06",
        "33354/96",
        "26766/05",
        "22228/06",
        "23880/05",
        "5605/04",
        "41461/02",
        "27100/03",
        "46221/99",
        "21272/03",
        "47023/99",
        "39481/98",
        "40227/98",
        "60018/00",
        "11423/03",
        "20077/04",
        "17362/03",
        "11082/06",
        "13772/05",
        "2775/07",
        "22163/08",
        "4570/07",
        "33882/05",
        "63117/09",
        "9154/10"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-148292",
    "judgementdate": "04/12/2014 00:00:00",
    "kpdate": "04/12/2014 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "136",
        "122"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "6",
        "6-1",
        "6-3-d"
    ],
    "parties": [
        "ALEKSANDR VALERYEVICH KAZAKOV",
        "RUSSIA"
    ],
    "rank": "1206.60827636719",
    "representedby": [
        "MISAKYAN T."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "415972",
    "typedescription": "15"
}