{
    "__articles": "8;8-1;41",
    "__conclusion": "Violation of Article 8 - Right to respect for private and family life (Article 8 - Positive obligations;Article 8-1 - Respect for family life;Respect for private life);Non-pecuniary damage - award (Article 41 - Non-pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "40597/17",
    "article": [
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "details": [
                "Article 8 - Positive obligations",
                "Article 8-1 - Respect for family life",
                "Respect for private life"
            ],
            "element": "Violation of Article 8 - Right to respect for private and family life",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Non-pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-202763.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "The present case concerns, primarily, the applicant’s rights under Article 8 of the Convention and her complaint under Article 6 of the Convention about the domestic courts’ refusal to consider on the merits her claim relating to the exhumation and transfer of her husband’s remains from one grave to another. The applicant complained that the State had thus unlawfully interfered with her private and family life under Article 8.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "1.  The applicant was born in 1945 and lives in Trebinje, Bosnia and Herzegovina (BIH). She was represented by Mr Vujović, a lawyer practising in Podgorica, Montenegro.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Government were represented by their Agent, Ms V. Pavličić.",
                        "elements": []
                    },
                    {
                        "content": "3.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 13 January 1995 the applicant’s husband died in Belgrade, Serbia. The applicant submitted that owing to the ongoing armed conflict in BIH at the time it had not been possible for him to be buried in Trebinje, where they had lived and had a family burial plot (porodična grobnica). Instead, he was buried in a burial plot in Montenegro, owned by his nephew. In her observations she submitted that the burial plot in Trebinje was owned by her.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 1 June 2014 the applicant contacted her husband’s nephew, seeking his consent for the exhumation of her husband’s remains. On 6 June 2014 the nephew refused to give his consent.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 19 September 2014 the applicant instituted civil proceedings against her husband’s nephew. She lodged a claim with the courts, asking for it to be established that she had the right to carry out an exhumation of her husband’s remains and to transfer them to their burial plot in BIH. She proposed that the identification and separation of her husband’s remains be carried out by court experts, at her expense.",
                        "elements": []
                    },
                    {
                        "content": "7.  In his response to the applicant’s claim, the nephew submitted that the applicant’s husband – his uncle – had never lived in Trebinje, but had lived in Belgrade. He submitted, as evidence, a number of his uncle’s personal documents. He also maintained that his uncle’s last wish, as witnessed by his sister, had been that he be buried in Montenegro, close to the house of his birth. Furthermore, his uncle’s remains were not in a separate bag, but were at the bottom of the grave, mingled with the remains of other family members buried there. Notably, his uncle’s father had been buried there prior to his uncle, as well as – after his uncle – his uncle’s brother and sister-in-law (the nephew’s parents) and another relative (the nephew’s daughter). The nephew considered that it would be inhumane to sift through their remains and to act in contravention of his uncle’s last wish.",
                        "elements": []
                    },
                    {
                        "content": "8.  On 2 February 2015 the Court of First Instance (Osnovni sud) in Herceg Novi rejected (odbacuje) the applicant’s claim:",
                        "elements": []
                    },
                    {
                        "content": "“The court found that the applicant had no legal interest (pravni interes) in lodging such a claim, given that she did not have – nor could she have – any rights to the mortal remains, in the sense of property-related relationships (u smislu svojinskih odnosa), regardless of whose remains were at stake, and nor could she have any rights arising from their place of burial, be they property-related or status-related or in any other sense.",
                        "elements": []
                    },
                    {
                        "content": "... [T]he claim ... lacked grounds in the form of a right or legal relationship that the applicant could have on the basis of a possible decision in her favour.",
                        "elements": []
                    },
                    {
                        "content": "...",
                        "elements": []
                    },
                    {
                        "content": "As the claim is directed at establishing the right to exhume the mortal remains of her husband – from which right, as described, [the applicant] cannot have any legal benefit, and nor does any legal result depend on that right – it is clear that [the applicant] has no legal interest in [lodging] this claim.”",
                        "elements": []
                    },
                    {
                        "content": "9.  The court referred to section 188, in conjunction with section 276(1)(6), of the Civil Procedure Act (see paragraphs 19-20 below).",
                        "elements": []
                    },
                    {
                        "content": "10.  On 20 February 2015 the applicant appealed. She submitted that she had both a moral and a legal interest in having her husband’s remains buried in theirs, and not somebody else’s, burial plot. She asked the court to establish her right to carry out an exhumation without the consent of the grave’s owner, as she could not do so without that right. She also relied on a decision delivered by the Supreme Court of Montenegro in 1994 (Rev. br. 153/94), which had found that giving a ruling on the transfer of mortal remains from one grave to another was within the competence of the ordinary courts.",
                        "elements": []
                    },
                    {
                        "content": "11.  On 20 April 2015 the High Court (Viši sud) in Podgorica upheld the first-instance decision, endorsing its reasoning. In addition, it held that the procedure for exhuming and transferring mortal remains was regulated by special Rules (Pravilnik) on the Conditions and Methods of Exhuming and Transferring Deceased Persons. In particular, the administrative body in charge of sanitary monitoring (nadležni organ uprave za poslove sanitarnog nadzora; “sanitary inspectorate”) issued special permits for exhumation and transfer, and established conditions in respect thereof, but acquiring such a permit required opening special proceedings.",
                        "elements": []
                    },
                    {
                        "content": "12.  On 26 June 2015 the applicant lodged a constitutional appeal, citing Articles 32 and 40 of the Constitution (see paragraphs 16 and 17 below). She submitted, in particular, that the basis for her claim was to obtain the nephew’s consent, as without it no permission for exhumation could be issued or transfer carried out. She had therefore no other way to exercise her right except through the courts. By rejecting her claim the courts had left her subject to the will (samovolja) of the respondent party. The fact that the Montenegrin legislation did not regulate all issues relating to burials and the transfer of mortal remains did not mean that she had no right to transfer her husband’s remains. She maintained that thereby she had been deprived of her right to fair trial, and the right to family life in a broader sense. She also referred to the Supreme Court’s decision of 1994 (see paragraph 10 above). She furthermore submitted that the courts in the surrounding region, such as the Zagreb Municipality Court and the Zagreb County Court, had ruled on claims relating to the exhumation and transfer of mortal remains from one burial place to another.",
                        "elements": []
                    },
                    {
                        "content": "13.  On 14 February 2017 the Constitutional Court dismissed the applicant’s constitutional appeal. It considered, under Article 32 of the Constitution, that the reasoning of the ordinary courts had not been arbitrary and that the applicant should have initiated proceedings before the relevant administrative body. The applicant had also failed to submit as evidence the Supreme Court’s decision of 1994. As the Supreme Court only kept case files for five years, after which they were destroyed, the case that she had referred to had most probably been destroyed too. Moreover, the practice of the courts in the region was irrelevant. As regards Article 40 of the Constitution the court held that the applicant had only relied on it “without giving constitutionally acceptable reasons for finding a violation in that regard” and therefore found it manifestly ill-founded. That decision was served on the applicant on 19 May 2017.",
                        "elements": []
                    },
                    {
                        "content": "14.  On 20 August 2019 the public utility company of the town of Nikšić (Javno komunalno preduzeće “Komunalno Nikšić”) informed the applicant that the exhumation and transfer of mortal remains was not allowed without the consent of the owner of the burial plot in question and a permit from the local sanitary inspectorate.",
                        "elements": []
                    },
                    {
                        "content": "15.  On 21 August 2019 the sanitary inspectorate informed the applicant by letter that the sanitary inspector was in charge of issuing exhumation and transfer permits. The relevant regulations did not stipulate whether in such cases the consent of the owner of the burial plot in question was necessary or not; nevertheless, the sanitary inspectorate verified whether there were any disputes in that regard. If there was such a dispute the parties were to be instructed first to resolve the issue in question, and only then to lodge a request for exhumation and transfer with the inspectorate. The letter furthermore stated that the inspectorate did not know who had authority to resolve disputes but assumed that it was the courts.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "RELEVANT LEGAL FRAMEWORK AND PRACTICE",
                "elements": [
                    {
                        "content": "Constitution of Montenegro 2007 (Ustav Crne Gore; published in the Official Gazette of Montenegro - OGM - nos. 01/07 and 038/13)",
                        "elements": [
                            {
                                "content": "16.  Article 32 provides the right to a fair trial.",
                                "elements": []
                            },
                            {
                                "content": "17.  Article 40 provides the right to respect private and family life.",
                                "elements": []
                            },
                            {
                                "content": "18.  Article 58 guarantees the right to property.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Civil Procedure Act (Zakon o parničnom postupku; published in the Official Gazette of the Republic of Montenegro - OG RM - nos. 022/04, 028/05, and 076/06, and OGM nos. 073/10, 047/15, 048/15, 051/17, 075/17, and 062/18)",
                        "elements": [
                            {
                                "content": "19.  Section 188 provides that a claimant can request the courts only to establish the existence or non-existence of a certain right. Such a claim can be lodged when a claimant has a legal interest in the courts establishing the existence or non-existence of a certain right.",
                                "elements": []
                            },
                            {
                                "content": "20.  Section 276(1)(6) provides that a court shall reject such a claim if, inter alia, the claimant has no legal interest in seeking declaratory relief (tužba za utvrđenje).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Criminal Code of Montenegro (Krivični zakonik Crne Gore, published in the OG RM nos. 070/03, 013/04 and 047/06, and in OGM nos. 040/08, 025/10, 073/10, 032/11, 064/11, 040/13, 056/13, 014/15, 042/15, 058/15, 044/17, and 049/18)",
                        "elements": [
                            {
                                "content": "21.  Articles 410 and 411 provide the criminal offences of violation of a cadaver and violation of a grave, respectively.",
                                "elements": []
                            },
                            {
                                "content": "22.  Article 410 provides that whoever exhumes, takes away, hides or destroys a cadaver or a part thereof or ashes or other mortal remains, without authorisation (neovlašćeno), shall be fined or imprisoned for up to one year.",
                                "elements": []
                            },
                            {
                                "content": "23.  Article 411 provides that whoever sifts through, demolishes, damages or grossly violates a grave, without authorisation, shall be fined or imprisoned for up to one year. The same penalty is provided for those who destroy, damage, remove or grossly violate a gravestone (spomenik) or another grave marking (spomen obilježje). Article 411a provides that whoever damages, destroys, alters without authorisation, amends, replaces or removes a grave marking, or places a grave marking that is not allowed, shall be sentenced to between one and three years in prison.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Rules on Conditions for and Methods of Exhuming and Transferring Deceased Persons (Pravilnik o uslovima i načinu iskopavanja i prenosa umrlih lica – published in the Official Gazette of the Socialist Republic of Montenegro, no. 011/88)",
                        "elements": [
                            {
                                "content": "24.  Section 5 provided that it was the municipal body in charge of sanitary monitoring that issued permission and determined conditions for the exhumation and transfer of a deceased person within the territory of the Socialist Federal Republic of Yugoslavia. Section 7 provided that the exhumation and the transfer across the country’s border of a deceased person for burial could be undertaken only after obtaining (i) a permit issued by the national Sanitary Inspectorate, with the consent of the Ministry of Interior, and (ii) a transit permit (sprovodnica) issued by the municipal body in charge of sanitary monitoring, a representative of which had to be present at the exhumation.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Property Act (Zakon o svojinsko-pravnim odnosima; published in OGM no. 019/09)",
                        "elements": [
                            {
                                "content": "25.  Section 6 provides, inter alia, that everybody is obliged to refrain from breaching other people’s property rights.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "Relevant domestic case-law",
                        "elements": [
                            {
                                "content": "26.  On an unspecified date before April 1995 an unspecified first-instance court rejected a claim lodged by A. seeking that B. remove the mortal remains of B.’s aunt from a certain burial plot. The court held that it did not have authority to rule on the transfer of mortal remains from one grave to another. That judgment was upheld by a second-instance court. On 30 April 1995 the Supreme Court (Rev. br. 153/94) upheld the finding that the local sanitary inspectorate was in charge of issuing permits for the removal of mortal remains, but it held that in the case at issue A. had a right to use the burial plot in question, and that that was a property-related right on the basis of which she could seek a court’s protection if she considered that her rights as a co-user of that burial plot had been breached. In other words, it was only through the courts that it was possible to regulate the use of a burial plot by its co-users; the claimant was thus authorised to seek the protection of that right before the courts.",
                                "elements": []
                            },
                            {
                                "content": "27.  On 24 November 2014 the Court of First Instance in Nikšić found X guilty of violating a cadaver and gave him a suspended sentence. The court found that X had started to construct an ossuary (kosturnica) without permission at the place where Y had been buried. When he had located Y’s mortal remains, X had put them into a plastic bag and had then placed them in a church, for which he had not been given permission. That decision was upheld by the High Court in Podgorica on 12 February 2015.",
                                "elements": []
                            },
                            {
                                "content": "28.  On 26 November 2014 the Court of First Instance in Rožaje found Z guilty of violating a grave by removing, without permission, a grave marking from the grave of S. On an unspecified date thereafter that decision became final.",
                                "elements": []
                            },
                            {
                                "content": "29.  On 11 November 2015 the Court of First Instance in Rožaje ruled in favour of the claimants and ordered Z to return the grave marking to S.’s grave within fifteen days. At the same time the court dismissed a request lodged by the claimants for Z to be ordered to remove the mortal remains of his father from S.’s grave, as it found that Z’s father had not been buried there. That decision was upheld by the High Court in Bijelo Polje on 21 December 2015.",
                                "elements": []
                            },
                            {
                                "content": "30.  In September and October 2018 the sanitary inspectorate (Uprava za inspekcijske poslove – odsjek za zdravstveno-sanitarnu inspekciju) issued three decisions allowing the exhumation, transfer and fresh burial of the mortal remains of three persons within Montenegro. In none of those cases was there any relevant dispute among the parties involved.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "relevant_law"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "31.  The applicant complained under Article 8 of the Convention that, given the courts’ refusal to rule on her claim on the merits, the State had unlawfully interfered with her private and family life under Article 8, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "Submissions by the parties",
                                "elements": [
                                    {
                                        "content": "The Government",
                                        "elements": [
                                            {
                                                "content": "32.  The Government submitted that the applicant had failed to exhaust all effective domestic remedies. Notably, she had never lodged a request for the exhumation and transfer of her husband’s remains with the sanitary inspectorate or with the relevant municipal burial company, which was responsible for carrying out exhumations and transfers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The Government acknowledged that the consent of the owner of a burial plot from which the exhumation was to be carried out was also necessary. Indeed, the regulations followed by the inspectorate in this regard did not cover cases in which no such consent was given; nor had the Government managed to identify such cases among the inspectorate’s previous decisions, given that this was a very specific case. However, even if the applicant had doubted the effectiveness of a certain remedy she had nevertheless been obliged to attempt to make use of it, as in so doing she would have enabled the sanitary inspectorate to examine all the aspects of her case on the merits, after which she could have lodged an appeal with the Ministry of Health and then initiated administrative proceedings before the Administrative Court. In any event, even if the nephew had given his consent, the exhumation could not have been undertaken without an adequate prior safety assessment by the inspectorate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  The Government maintained that the application was also of a fourth-instance nature, as it was not the Court’s task to deal with findings of the national courts relating to the facts and to the interpretation and implementation of national legislation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  They furthermore averred that no case-law relating to Article 8 required the State to ensure the identification, exhumation or burial of mortal remains at a family’s request. Clearly there was a conflict of private interests in the case at issue, and what needed to be taken into account was also the interests of the respondent party – that is to say the nephew of the applicant’s husband.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  Even though the applicant claimed that her husband had wished to be buried in BIH, she had failed to submit any evidence in that regard. According to his nephew the applicant’s husband had been buried in Montenegro pursuant to his own last wish and together with his close family members, whose mortal remains were now all mixed together. In addition, the applicant claimed that her husband had not been buried in BIH owing to the fact that a war had been taking place there at the time of his death. However, that war had ended by the end of 1995, whereas the applicant had sought the nephew’s consent for exhumation only in June 2014 – almost twenty years later.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The decision issued by the High Court in Bijelo Polje, to which the applicant had referred, differed from the present case. Firstly, in that case the remains had not been buried in a tomb owned by the claimants. And, secondly, the claim in question had been aimed at obliging the respondent party to remove the remains of his father, and not to establish that they had the right to exhume one person’s mortal remains from another person’s grave.",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Government concluded that given the circumstances of the present case the relevant bodies had not been required to undertake measures to transfer the mortal remains of the applicant’s husband. The courts had considered the facts of the case and, after assessing the content of the claim, had decided to reject it. While they acknowledged the emotions involved and the specifics of the situation, the Government submitted that in respect of the instant case the domestic courts had acted in accordance with the regulations in force.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The applicant",
                                        "elements": [
                                            {
                                                "content": "39.  The applicant submitted that lodging a request with an administrative body could not be considered to constitute an effective domestic remedy, as it was impossible to obtain a decision on exhumation or to implement such a decision if there was any dispute in that regard. While obtaining consent was not stipulated by civil legislation as a condition for exhumation, acting without such consent was a criminal offence. Even property-related provisions forbade breaching other person’s property rights. The applicant submitted that it was unclear what other legal remedy she could have made use of, given that – as acknowledged by the Government – no other remedy was defined and provided by the relevant legislation, In the present case there was no special procedure by which the applicant could have obtained consent to open somebody else’s grave, except through court proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  The Government’s submission that exhumation procedures were neither statutorily nor administratively regulated reflected the uncertainty and unforeseeability of the relevant domestic law and its inability to provide adequate protection against arbitrariness, contrary to the lawfulness requirement of Article 8.",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  The Government’s submissions that there was a conflict of private persons’ interests and that the circumstances of the case indicated that the applicant’s husband had been buried in accordance with his last wish was something that the courts should have examined on the merits after hearing the parties to the proceedings and examining the evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The applicant also maintained that it followed from the Bijelo Polje High Court decision and the Supreme Court decision of 1994 that the courts were in charge of ruling on the merits of similar requests. In particular, the Supreme Court’s decision of 1994 indicated that the right to use a burial plot was of a property-related character, the protection of which was enforced before the courts. The applicant had not submitted that decision to the courts as she had assumed that they would have it, especially as it had been published on the Internet. Also, the courts from the region already in respect of similar cases had ruled on the merits.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "43.  The Court reiterates that under Article 35 § 1 it may only deal with a matter after all domestic remedies have been exhausted. Applicants must have provided the domestic authorities with the opportunity, in principle intended to be afforded to Contracting States, of preventing or putting right the violations alleged against them. That rule is based on the assumption that there is an effective remedy available in the domestic system in respect of the alleged breach. The only remedies which Article 35 § 1 requires to be exhausted are those that relate to the breach alleged and are available and sufficient. The existence of such remedies must be sufficiently certain, not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness: it falls to the respondent State to establish that these conditions are satisfied (see, among many other authorities, Vučković and Others v. Serbia (preliminary objection) [GC], nos. 17153/11 and 29 others, § 69-77, 25 March 2014, and Parrillo v. Italy [GC], no. 46470/11, § 87, ECHR 2015, with further references).",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  Turning to the present case, the Court notes that there are no positive regulations explicitly setting out procedures to be followed in cases where no consent has been given by the owner of the burial plot from which the exhumation is to be carried out. As regards general practice, the relevant administrative body (the sanitary inspectorate), to which the Government referred, informed the applicant that it was in charge of issuing permits for exhumations but that it did not deal with cases when there was any dispute in that regard. It explicitly stated that the parties in such cases were instructed first to resolve the dispute; however, resolving disputes did not fall within the authority of the administrative body in charge of issuing permits for exhumation. In view of that fact, the Court considers that the existence of the legal remedy advanced by the Government was not sufficiently certain either in theory or in practice, and thus lacked the requisite accessibility and effectiveness. Therefore, the applicant was absolved from having to make use of it. The Government’s objection in that regard must therefore be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The Court notes that this complaint is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "46.  At the outset, the Court is called upon to determine whether the applicant’s complaint concerns a right that falls under the scope of application of Article 8 of the Convention. It begins by reiterating that the concepts of “private and family life” are broad terms not susceptible to exhaustive definition (see Pretty v. the United Kingdom, no. 2346/02, § 61, ECHR 2002III; Parrillo, cited above, § 153; and Paradiso and Campanelli v. Italy [GC], no. 25358/12, §§ 140-141, 24 January 2017).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Importantly, the Court has in its case-law proceeded on the basis that private and family life may, in principle, be invoked by relatives in relation to disputes that arise regarding burials and other funeral arrangements of deceased family members. Thus, in Pannullo and Forte v. France (no. 37794/97, ECHR 2001X), the Court held that the delay in releasing the body of the applicant’s child for a funeral after an investigation infringed Article 8 of the Convention in both its private and family life aspects. Moreover, in the case of Znamenskaya v. Russia (no. 77785/01, 2 June 2005), the Court considered the private life aspect of Article 8 to be applicable to the question of whether a mother had the right to change the family name on the tombstone of her stillborn child. Finally, the burial of a still-born baby in a common grave without consulting or informing the mother, together with the transport of the body in an ordinary van, constituted an interference with the mother’s respect for private and family life which had no domestic legal basis (see Hadri-Vionnet v. Switzerland, no. 55525/00, 14 February 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  However, in its case-law to date, the Court has not taken an explicit position on whether a request to exhume remains of a relative for transfer to a new resting place falls under Article 8 of the Convention. In the case of Elli Poluhas Dödsbo v. Sweden (no. 61564/00, § 23, ECHR 2006I) it proceeded on the “assumption” that the refusal to allow the removal of a burial urn to a new resting place was an interference with the widow’s private life. Taking account of the broad scope of the concepts of “private and family life”, as interpreted within the context of Article 8 of the Convention, and the core principles that can be distilled from the case-law cited above (see paragraph 47 above), the Court now finds that a request by a close family relative, like the applicant in the present case, to exhume the remains of a deceased family member for transfer to a new resting place falls in principle to be examined under both aspects of this provision of the Convention. However, the Court makes clear that the nature and scope of this right, and the extent of the State’s obligations under the Convention in cases of this type, will depend on the particular circumstances and the facts adduced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  In the present case, the Court recalls that the scope of the applicant’s complaint before this Court is directed at the national court’s refusal to rule on her claim on the merits. Her claim, as presented before the Court of First Instance (see paragraph 6 above), consisted of her inviting the national court to establish that she had a right to carry out an exhumation of her husband’s remains and to transfer them to the burial plot in BIH. The defendant in those civil proceedings was her husband’s nephew. The Court of First Instance rejected her claim, a judgment which was confirmed on appeal to the High Court in Podgorica (see paragraph 11 above). Moreover, her constitutional appeal was dismissed by the Constitutional Court on 14 February 2017 (see paragraph 13 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  In the light of the above, and contrary to the case of Elli Poluhas Dödsbo (cited above), the substance of the applicant’s complaint is directed at the lack of a substantive examination by the national courts of her claim in civil proceedings against a third party. Therefore, the present case concerns an issue of the State’s positive obligations in the sphere of relations between individuals and requires primarily an examination by the Court of whether an appropriate legal framework to regulate the situation at issue was in place and the Court’s assessment of the conduct of the domestic authorities in that respect (see Bărbulescu v. Romania [GC], no. 61496/08, § 115, 5 September 2017 (extracts)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  In this regard, the Court recalls its consistent case-law to the effect that while the State’s obligations may involve the adoption of measures designed to secure respect for private life or family life, the choice of the means calculated to secure compliance with Article 8 of the Convention in the sphere of the relations of individuals between themselves is in principle a matter that falls within the Contracting States’ margin of appreciation, whether the obligations on the State are positive or negative. There are different ways of ensuring respect for private life and the nature of the State’s obligation will depend on the particular aspect of private or family life that is at issue. Even though the boundaries between the State’s positive and negative obligations under this provision do not lend themselves to precise definition, the applicable principles are, nonetheless, similar. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole; and in both contexts the State enjoys a certain margin of appreciation (see Bărbulescu, cited above, § 113). The breadth of this margin varies and depends on a number of factors, including the nature of the Convention right in issue, its importance for the individual, the nature of the interference and the object pursued by the interference (see S. and Marper v. the United Kingdom [GC], nos. 30562/04 and 30566/04, § 101-102, ECHR 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court has already held, in a case in which the domestic authorities refused to allow the applicant to exhume and transfer her husband’s urn, that this assessment entailed weighing the individual’s interest in effecting a burial transfer against society’s role in ensuring the sanctity of graves. In the Court’s view, this is such an important and sensitive issue that the States should be afforded a wide margin of appreciation (see Elli Poluhas Dödsbo, cited above, § 25).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Court notes that the applicant in the present case wanted to exhume and transfer her husband’s remains, but they had been buried in his nephew’s burial plot together with the remains of some other family members, and the remains of all the occupants of the plot had become mixed up. Even though the domestic legislation did not explicitly provide that the nephew’s consent was necessary for the exhumation, this was in fact the case. Notably, both undertakers and the relevant sanitary inspectorate affirm, inter alia, that the consent of the owner of the burial plot is in practice required (see paragraphs 14-15 above). In the absence of such consent, no permit can be issued and no exhumation can be undertaken. Furthermore, tampering with graves and cadavers without a permit constitutes a criminal offence (see paragraphs 21-23 above). The applicant’s interest in the exhumation and transfer of her husband’s remains therefore has to be weighed not only against society’s role in ensuring the sanctity of graves, but also against the rights of her husband’s nephew.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court found in Elli Poluhas Dödsbo (cited above, § 28) that the national authorities had acted within the wide margin of appreciation afforded to them in such matters, given that they had taken all the relevant circumstances into consideration and had weighed them carefully against each other, giving relevant and sufficient reasons for their decision. As regards the present case, apart from considering whether the exhumation and removal, in practical terms, were possible and/or easy and whether there were any public-health interests involved, there are a number of other issues that required clarification. In particular, it was not clarified whether the applicant’s husband had lived in BIH and whether the burial plot there was the applicant’s alone or if they had acquired it jointly with the aim of them both being buried there one day. It also appears that there was a dispute as to whether the applicant’s husband had been buried in Montenegro pursuant to his own wish or not. It was not clarified either whether there is anything preventing the applicant from having her final resting place in the same burial spot as her husband in the event that the exhumation is not undertaken.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  As the case concerns the State’s positive obligation to balance competing interests of individuals (see paragraph 50 above), the Court shall examine whether the respondent State put in place an appropriate legal framework to balance any competing interests, and whether it identified and properly balanced such interests in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  As regards the appropriate legal framework the Court firstly notes that the domestic legislation appears not to regulate situations such as the one in the present case – that is to say it does not provide a mechanism by which to review the proportionality of the restrictions on the relevant Article 8 rights of the applicant (see Solska and Rybicka v. Poland, nos. 30491/17 and 31083/17, § 126 in fine, 20 September 2018). Notably, neither the 1988 Rules on the Conditions and Methods of Exhuming and Transferring Deceased Persons (see paragraph 24 above), nor any other piece of legislation set forth any substantive standards for resolving disputes among family members regarding exhumation, or the final resting place, of the remains of a late relative. In addition, the body in charge of resolving such disputes was not defined. In particular, the domestic courts took the standpoint that the applicant needed to lodge a request with the administrative body, which in turn could not follow any such request in the absence of the third party’s (i.e. the late husband’s nephew’s) consent. The administrative bodies, as already noted, do not in general deal with such issues. In the event of a dispute, they instruct the parties first to resolve the matter and only then to lodge a request for exhumation. Such proceedings, in the Court’s view, clearly lacked the ability to balance the competing interests. Possibly, such interests could perhaps be properly balanced in civil contentious proceedings that the applicant actually initiated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The civil courts, however, failed to recognize any legal interest on behalf of the applicant by holding that the applicant had not had any “property-related, status-related and any other interests in her claim”, a view which was confirmed at the later stages of the proceedings. Thereby, the domestic courts’ dealing with the applicant’s claim failed to recognize existence of her rights under Article 8 and, consequently, to properly balance them against the competing interests of her husband’s nephew.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  In view of the above, the Court finds that there has been a violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "59.  The applicant also complained under Article 6 that the refusal of the domestic courts to examine her claim on the merits had deprived her of access to a court. The relevant part of Article 6 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a fair ... hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "60.  The Government contested that complaint.",
                                "elements": []
                            },
                            {
                                "content": "61.  Given that the applicant’s Article 6 complaint has already been examined in the context of Article 8, and having regard to its finding in respect of the latter, the Court declares the Article 6 complaint admissible but considers that it need not be examined separately on its merits.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "62.  Lastly, the applicant complained for the first time in her observations of 13 September 2019 that the domestic courts’ rejection of her claim was also in breach of her rights under Articles 9 and 13 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "63.  The Government contested these complaints as unfounded, and that, in any event, it was not appropriate to take them up within the context of this application.",
                                "elements": []
                            },
                            {
                                "content": "64.  The Court observes that these complaints were not included in the initial application, but were raised in the applicant’s observations of 13 September 2019. The Court therefore considers that it is not appropriate to take these matters up within the context of this application (see Stanka Mirković and Others v. Montenegro, nos. 33781/15 and 3 others, § 66, 7 March 2017, and the authorities cited therein).",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "65.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "66.  The applicant claimed 16,700 euros (EUR) in respect of non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government contested the claim as unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court awards the applicant EUR 4,500 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "69.  The applicant also claimed EUR 3,250.97 for the costs and expenses incurred before the domestic courts and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government contested the claim as unfounded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these were actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the entire sum claimed covering costs under all heads, plus any tax that may be chargeable to the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "72.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there is no need to examine the complaint under Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 June 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the separate opinion of Judge Pavli, joined by Judge Roosma is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "CONCURRING OPINION OF JUDGE PAVLI,",
                        "elements": []
                    },
                    {
                        "content": "JOINED BY JUDGE ROOSMA",
                        "elements": []
                    },
                    {
                        "content": "1.  In today’s judgment, the Court finds for the first time, in unequivocal terms, that the request of a close family member for the disinterment of a relative’s remains and their transfer to another resting place falls within the scope of Article 8 of the Convention. The judgment cautions, however, that “the nature and scope of this right ... will depend on the particular circumstances and the facts adduced” (paragraph 48). I am writing separately as I consider that some additional considerations would have been appropriate in making this novel determination.",
                        "elements": []
                    },
                    {
                        "content": "2.  The judgment’s rationale rests on an extension of existing jurisprudence regarding the firmly established rights of family members to determine the burial and other funeral arrangements upon the death of a relative (see paragraph 47 of the judgment). Such arrangements tend to be shaped by one’s culture, tradition and religious or philosophical beliefs as well as the final wishes of the deceased. As such, it seems uncontroversial that they deserve protection under both the private and family life aspects of Article 8.",
                        "elements": []
                    },
                    {
                        "content": "3.  Disinterment of remains at some time after burial is, however, a more complex matter and typically subject to tighter regulation in the European legal area. The national authorities are often required to weigh up competing considerations that do not normally arise in the immediate aftermath of a relative’s death. Prime among these is the need to respect “the peace of the dead” and to prevent exhumations in the absence of some important reason for doing so; some national or local authorities apply minimum rest periods, during which there is a strong presumption against disinterment (e.g. ten years in Austria, Germany and parts of Italy). This restrictive principle has been expressly recognised by the Court in the Elli Poluhas Dödsbo v. Sweden (no. 61564/00, ECHR 2006I) case (see paragraph 52 of the judgment). Considerations based on the sanctity of graves are further supported by obvious public health concerns. In addition, property interests of third parties in the burial plot, or competing family claims over the wishes of the deceased, may need to be considered. It therefore seems difficult to speak of a fully-fledged “right to exhumation”, rather than legitimate private or family life interests that may be invoked in certain exceptional situations. In general terms, I consider that States are entitled to a wider margin of appreciation in regulating disinterment, compared to the original funeral arrangements.",
                        "elements": []
                    },
                    {
                        "content": "4.  The reasons that are generally considered legitimate for requesting exhumation include, among others, the ability of relatives to better care and pay their respects in a new location; a claim that the final wishes of the dead relative have not been respected; reuniting the remains of various family members in the same place; or the temporary nature of the original burial. An administrative or judicial authority must invariably authorise exhumation. However, even requests grounded on such motives are not necessarily granted automatically, and may be rejected when weighed in the balance against other considerations such as the “immutability of burials” or the wishes of other family members.",
                        "elements": []
                    },
                    {
                        "content": "5.  Turning to the merits of the present case, the applicant’s request for leave to exhume and transfer her husband’s remains to a burial plot in her own country falls within the scope of the Article 8 right on disposition of remains as delineated in the judgment. Her request was motivated by what she claimed to be her late husband’s wishes – a fact disputed by the husband’s nephew – and their supposed plan to be buried together in a family plot in Bosnia and Herzegovina. As the surviving spouse, her preferences should take priority over those of other (more remote) family members, unless shown to be contrary to the final wish of the deceased. The fact that the husband’s original burial took place during the armed conflict in Bosnia and Herzegovina would also appear to be an important consideration. All these factors had to be weighed up carefully by the national authorities.",
                        "elements": []
                    },
                    {
                        "content": "6.  I have little to add to the judgment’s analysis of the shortcomings of the respondent State’s regulatory framework and the lack of adequate balancing by the national courts. It cannot be ruled out that, despite the legislative lacunae, the domestic courts could have relied on general principles of civil and family law to recognise the applicant’s legitimate private and family life interests; and could have proceeded to weigh them against the claims of other family members or any competing public interests recognised in the second paragraph of Article 8. Instead, they simply concluded that the applicant had no “property-related, status-related or any other interests” in requesting the transfer of her husband’s remains. That is a sufficient basis for finding a violation of Article 8 in the present case.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Robert Spano",
            "role": "president"
        },
        {
            "name": "Marko Bošnjak",
            "role": "judges"
        },
        {
            "name": "Egidijus Kūris",
            "role": "judges"
        },
        {
            "name": "Ivana Jelić",
            "role": "judges"
        },
        {
            "name": "Arnfinn Bårdsen",
            "role": "judges"
        },
        {
            "name": "Darian Pavli",
            "role": "judges"
        },
        {
            "name": "Peeter Roosma",
            "role": "judges"
        },
        {
            "name": "Stanley Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF DRAŠKOVIĆ v. MONTENEGRO",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-202763.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0609JUD004059717",
    "externalsources": [],
    "extractedappno": [
        "40597/17",
        "153/94",
        "01/07",
        "038/13",
        "022/04",
        "028/05",
        "076/06",
        "073/10",
        "047/15",
        "048/15",
        "051/17",
        "075/17",
        "062/18",
        "070/03",
        "013/04",
        "047/06",
        "040/08",
        "025/10",
        "032/11",
        "064/11",
        "040/13",
        "056/13",
        "014/15",
        "042/15",
        "058/15",
        "044/17",
        "049/18",
        "011/88",
        "019/09",
        "17153/11",
        "46470/11",
        "2346/02",
        "25358/12",
        "37794/97",
        "77785/01",
        "55525/00",
        "61564/00",
        "61496/08",
        "30562/04",
        "30566/04",
        "30491/17",
        "31083/17",
        "33781/15",
        "882/16"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Rules on the Conditions and Methods of Exhuming and Transferring Deaceased Persons (1988)"
    ],
    "itemid": "001-202763",
    "judgementdate": "09/06/2020 00:00:00",
    "kpdate": "09/06/2020 00:00:00",
    "kpthesaurus": [
        "451",
        "634",
        "425",
        "429",
        "216",
        "577",
        "283",
        "354"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "8",
        "41",
        "8-1"
    ],
    "parties": [
        "DRAŠKOVIĆ",
        "MONTENEGRO"
    ],
    "rank": "5996.64599609375",
    "representedby": [
        "VUJOVIĆ M."
    ],
    "respondent": "MNE",
    "respondentOrderEng": "31",
    "scl": [
        "Bărbulescu v. Romania [GC], no. 61496/08, §§ 113 and 115, 5 September 2017 (extracts)",
        "Elli Poluhas Dödsbo v. Sweden, no. 61564/00, §§ 23 and 25, ECHR 2006 I",
        "Hadri-Vionnet v. Switzerland, no. 55525/00, 14 February 2008",
        "Pannullo and Forte v. France, no. 37794/97, ECHR 2001 X",
        "Paradiso and Campanelli v. Italy [GC], no. 25358/12, §§ 140-141, 24 January 2017",
        "Parrillo v. Italy [GC], no. 46470/11, §§ 87 and 153, ECHR 2015",
        "Pretty v. the United Kingdom, no. 2346/02, § 61, ECHR 2002 III",
        "S. and Marper v. the United Kingdom [GC], nos. 30562/04 and 30566/04, § 101-102, ECHR 2008",
        "Solska and Rybicka v. Poland, nos. 30491/17 and 31083/17, § 126 in fine, 20 September 2018",
        "Znamenskaya v. Russia, no. 77785/01, 2 June 2005"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "498408",
    "typedescription": "15"
}