{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "36999/08",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        }
    ],
    "content": {
        "001-120944.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 36999/08) against the Republic of Hungary lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Hungarian privately held company limited by shares, Guest Zrt. (“the applicant”), on 28 July 2008.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr P. Czugler, a lawyer practising in . The Hungarian Government (“the Government”) were represented by Mr Z. Tallódi, Agent, Ministry of Public Administration and Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 13 April 2011 the application was communicated to the Government. In accordance with Protocol No. 14, the application was allocated to a Committee of three Judges.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant is a privately held company limited by shares with its seat in .",
                                "elements": []
                            },
                            {
                                "content": "5.  In the context of a real estate dispute, on 10 September 1993 the applicant brought an action before the Pest Central District Court. The litigation concerned in essence the allegedly unlawful use of business premises by another company and the resultant damages.",
                                "elements": []
                            },
                            {
                                "content": "6.  A first-instance partial judgment was quashed on appeal in October 1998. In the resumed proceedings the District Court gave interim judgment in April 1999, upheld on appeal in June 2000.",
                                "elements": []
                            },
                            {
                                "content": "7.  Other aspects of the case were adjudicated by the District Court in February 2001. This decision was upheld on appeal in October 2001 and by the Supreme Court on 15 January 2004.",
                                "elements": []
                            },
                            {
                                "content": "8.  As regards the remainder of the claims, the District Court found for the respondents on 15 December 2005. On 27 February 2007 the  upheld this judgment. Relying essentially on documentary evidence, the  held in essence, that the applicant had no locus standi to seek the nullification of the rental agreement in question.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 28 January 2008 the Supreme Court rejected the applicant’s petition for review.",
                                "elements": []
                            },
                            {
                                "content": "The applicant submitted that subsequently criminal proceedings had been initiated on a charge of corruption against the judge involved in the principal proceedings. This case is apparently still pending.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "10.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement of Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by a ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "11.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "12.  The period to be taken into consideration began on 10 September 1993 and ended on 28 January 2008. It thus lasted over 14 years and 4 months for 3 levels of jurisdiction.",
                                "elements": []
                            },
                            {
                                "content": "13.  In view of such lengthy proceedings, this complaint must be declared admissible, no other grounds for inadmissibility having been established.",
                                "elements": []
                            },
                            {
                                "content": "14.  The Court has frequently found violations of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present circumstances (see Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII). Having examined all the material submitted to it, the Court considers that the Government have not put forward any fact or convincing argument capable of persuading it to reach a different conclusion in the present application. Having regard to its case-law on the subject, the Court considers that the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                "elements": []
                            },
                            {
                                "content": "There has accordingly been a breach of Article 6 § 1.",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicant also complained under Article 6 § 1 about the outcome and the alleged unfairness of the proceedings. In so far as this complaint may be understood to concern the assessment of the evidence and the result of the proceedings before the domestic courts, the Court reiterates that, according to Article 19 of the Convention, its duty is to ensure the observance of the engagements undertaken by the Contracting Parties to the Convention. In particular, it is not its function to deal with errors of fact or law allegedly committed by a national court unless and in so far as they may have infringed rights and freedoms protected by the Convention. Moreover, while Article 6 of the Convention guarantees the right to a fair hearing, it does not lay down any rules on the admissibility of evidence or the way it should be assessed, which are therefore primarily matters for regulation by national law and the national courts (see García Ruiz v. Spain [GC], no. 30544/96, § 28, ECHR 1999I). In the present case, the Court is satisfied that the applicant’s submissions– in so far as they are not premature (see paragraph 9 above) – do not disclose any appearance that the courts lacked impartiality, or that the proceedings were otherwise unfair or arbitrary. It follows that this part of the application is manifestly ill-founded within the meaning of Article 35 § 3 (a) and must be rejected, pursuant to Article 35 § 4 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "16.  Relying on Article 41 of the Convention, the applicant made a global claim of 680,000 euros (EUR) plus accrued interests in respect pecuniary and non-pecuniary damage. The Government contested the claim. The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. However, it considers that the applicant must have sustained some non-pecuniary damage and awards it EUR 11,500 under this head.",
                                "elements": []
                            },
                            {
                                "content": "The applicant made no costs claim.",
                                "elements": []
                            },
                            {
                                "content": "17.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months, EUR 11,500 (eleven thousand five hundred euros), plus any tax that may be chargeable, to be converted into the currency of the respondent State at the rate applicable at the date of settlement, in respect of non-pecuniary damage.",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 11 June 2013, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Peer Lorenzen",
            "role": "president"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "acting deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF GUEST ZRT v. HUNGARY",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-120944.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2013:0611JUD003699908",
    "externalsources": [],
    "extractedappno": [
        "36999/08",
        "30979/96",
        "30544/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-120944",
    "judgementdate": "11/06/2013 00:00:00",
    "kpdate": "11/06/2013 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406"
    ],
    "languageisocode": "ENG",
    "originatingbody": "26",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "GUEST ZRT",
        "HUNGARY"
    ],
    "rank": "993.691528320313",
    "representedby": [
        "CZUGLER P."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "377531",
    "typedescription": "15"
}