{
    "__articles": "6;6-1;13;13+6-1;P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions);Violation of Article 6 - Right to a fair trial (Article 6 - Civil proceedings;Article 6-1 - Reasonable time);Violation of Article 13+6-1 - Right to an effective remedy (Article 13 - Effective remedy) (Article 6 - Right to a fair trial;Civil proceedings;Article 6-1 - Reasonable time)",
    "applicability": "",
    "appno": "12576/12",
    "article": [
        "6",
        "p1-1",
        "13"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+6-1 - Right to an effective remedy",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13+6-1 - Right to an effective remedy",
            "mentions": [
                "Article 6 - Right to a fair trial",
                "Civil proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "type": "violation"
        }
    ],
    "content": {
        "001-198463.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 12576/12) against the Hellenic Republic lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Greek national, Mr Ilias Tsigaras (“the applicant”), on 22 February 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr V. Chirdaris and Mr A. Kandarakis, lawyers practising in Athens. The Greek Government (“the Government”) were represented by their Agent’s delegate, Mr K. Georgiadis, Senior Advisor at the State Legal Council.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 15 January 2018 notice of the complaints concerning the date with reference to which compensation for the expropriated property was assessed, the length of the proceedings and the lack of remedy in this respect were given to the Government and the remainder of the application was declared inadmissible pursuant to Rule 54 § 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government objected to the examination of the application by a Committee. After having considered the Government’s objection, the Court rejects it.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1964 and lives in Amfithea.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 31 December 2002 the Greek State, in a joint decision by the Minister of Finance and Economics and the Minister for the Environment, Regional Development and Public Works, expropriated some properties, including one which belonged to the applicant, in order to make improvements to the National Road of Ioannina-Antirrio in the vicinity of Amfilochia. The property expropriated from the applicant included a plot of 2,033 sq. m that was part of a larger piece of land measuring 2,991 sq. m. On the part of his land that was not expropriated there was a single-storey building used by the applicant as his domestic residence, measuring 101.60 sq. m, with a basement of equal dimensions.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 30 April 2004 the Greek State brought an action before the Arta Court of First Instance with a view to determining a provisional unitary amount of compensation per square metre of each expropriated property. The case was initially scheduled to be heard on 4 June 2004 but was adjourned. The Court of First Instance held a hearing of the case on 1 October 2004 and issued its decision determining the provisional unitary amount of compensation on 12 November 2004 (judgment no. 798/2004).",
                                "elements": []
                            },
                            {
                                "content": "8.  On 10 May 2005 the applicant brought an action in the Ioannina Court of Appeal to determine the final unitary amount of compensation. He also sought special compensation for the remainder of his property, that is to say for the remaining portion of his land measuring 958 sq. m and the building on it. The hearing before the Court of Appeal took place on 21 September 2005. On 2 February 2006 the court issued decision no. 70/2006, adjourning the examination of the merits of the case on the grounds that an expert report was required to assess the value of the expropriated property. It subsequently scheduled a new hearing of the case for 17 May 2006. On that date the court adjourned the hearing until 18 April 2007, then adjourned it again until 16 April 2008. Following another adjournment, the hearing eventually took place on 5 November 2008. All adjournments were due to the fact that the expert’s report had not yet been completed.",
                                "elements": []
                            },
                            {
                                "content": "9.  In a judgment of 29 June 2009 (no. 224/2009) the Ioannina Court of Appeal set the final unitary amount of compensation at 40 euros per square metre. It also set the special compensation for the remainder of the land that had not been expropriated at 10 euros per sq. m. Lastly, it assessed the value of the building located on that part of the applicant’s land at 125,000 euros and its lost value at 50,000 euros. In total, the applicant was awarded 140,900 euros. The material date that the court took as the basis for calculating the compensation was 1 October 2004, that is to say the date of the hearing concerning provisional compensation, on the grounds that the first hearing concerning the setting of final compensation had been held on 21 September 2005, which was less than a year after the date of the hearing concerning provisional compensation (Article 17 § 2 of the Constitution).",
                                "elements": []
                            },
                            {
                                "content": "10.  On 14 September 2010 the applicant lodged an appeal on points of law with the Court of Cassation. He claimed, inter alia, that the Court of Appeal had erred in taking the date of the hearing concerning the provisional compensation as the material time for the setting of the compensation. He argued that in determining the final compensation, the court should have taken the date of the hearing concerning final compensation, 5 November 2008, when examination on the merits had taken place, resulting in judgment no. 224/2009 by which he had been awarded compensation. Therefore, pursuant to Article 17 § 2 of the Constitution, more than a year had elapsed between the hearing concerning the setting of provisional compensation and that concerning the setting of final compensation. In view of the above, the final compensation should have been set with reference to the hearing of 5 November 2008. In the applicant’s view, the hearing of 25 September 2005 should not have been taken into account, as it had resulted not in a ruling on the merits but rather in decision 70/2006 by which the examination on the merits had been adjourned and an expert report ordered.",
                                "elements": []
                            },
                            {
                                "content": "11.  The case was heard on 28 April 2011 by the plenary of the Court of Cassation because the issue at stake was of significant legal interest. On 29 September 2011 the plenary of the Court of Cassation dismissed the applicant’s appeal on points of law (judgment no. 14/2011). As regards the material time for determining the compensation, referring to Articles 111, 223, 224 and 281 of the Code of Civil Procedure, a majority of twenty-three judges of the Court of Cassation held that it was the first hearing (of 21 September 2005) that should have been taken into account ‒regardless of whether or not the examination on the merits had taken place on that date ‒ on the grounds that “during that hearing the subject of the evidence procedure and of judicial research was being determined”. A minority of thirteen judges disagreed with the above-mentioned conclusion on the grounds that Article 17 § 2 of the Constitution implied that its purpose was for individuals who had been deprived of their property to be given full compensation corresponding to the value of the property as at a date closer to the date of payment. Therefore, in the present case, the material time to be taken should have been the last hearing before the decision on the merits had been issued.",
                                "elements": []
                            },
                            {
                                "content": "12.  The judgment was finalised (καθαρoγραφή) on 4 October 2011 and it was archived on 4 November 2011, on which date it was possible to obtain a copy.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "The Constitution",
                                "elements": [
                                    {
                                        "content": "13.  The relevant Article of the Greek Constitution reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 17",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  No one may be deprived of his property unless it is for the public benefit, which must be duly proved, in the circumstances and manner laid down by law and only after payment of full compensation corresponding to the value of the expropriated property at the time of the court hearing on the provisional setting of compensation. In cases in which an application is lodged directly requesting a final determination of the compensation, the value of the expropriated property at the time of the court hearing of that application shall be taken into account. If more than a year has elapsed between the hearing date concerning provisional setting of compensation and the hearing date concerning final setting of compensation, then the value shall be assessed with reference to the latter date.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Any change in the value of the expropriated property occurring after and solely as a result of publication of the decision to expropriate shall not be taken into account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Code of Civil procedure",
                                "elements": [
                                    {
                                        "content": "14.  The relevant Articles of the Code of Civil Procedure read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 111",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1. The proceedings in a hearing shall be based on the written pre-trial proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. No main or incidental action for judicial protection can be lodged with a court, unless specified otherwise by law. An action which has been lodged without pre-trial proceedings shall automatically be dismissed as inadmissible”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 223",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When an action is pending before the court it is not permissible to modify its claims. Exceptionally, the claimant, in his submissions up until the end of the firstinstance procedure, may limit his claims or request a) whatever is associated with the main subject-matter of the action (τα παρεπόμενα του κύριου αντικειμένου της αγωγής); b) another object instead of that initially requested, or the difference in value caused by a change that has taken place”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 224",
                                        "elements": []
                                    },
                                    {
                                        "content": "“It is inadmissible to change the legal basis of an action. The applicant by means of submissions before the first-instance court in accordance with Article 237 § 1 may supplement, clarify or correct his allegations, provided that they do not change the action’s legal basis”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 281",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The ‘date of the hearing’ is deemed to be the date on which the case was called and the trial started, irrespective of whether the court started the examination on the merits”.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Introductory Law to the Civil Code",
                                "elements": [
                                    {
                                        "content": "15.  Article 105 of the Introductory Law to the Civil Code provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The State shall be duty-bound to make good any damage caused by unlawful acts or omissions attributable to its organs in the exercise of public authority, except where such unlawful act or omission was in breach of an existing provision but was intended to serve the public interest. The person responsible and the State shall be jointly and severally liable, without prejudice to the special provisions on ministerial responsibility.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  The applicant complained that the Greek authorities had failed to apply properly the relevant domestic law concerning the date with reference to which compensation for his expropriated property should have been set. This had resulted in a violation of his right of property, as provided for in Article 1 of Protocol No. 1 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "17.  The Government argued that the application should be rejected for non-exhaustion of domestic remedies. In particular, they contended that an action for damages in the administrative courts under Article 105 of the Introductory Law to the Civil Code would have constituted an effective remedy in the instant case. Under that provision, the State was obliged to provide redress for damage caused by the acts or omissions of its organs in the exercise of public authority. The sole condition was that the act or omission had to be unlawful, that is to say, it had to infringe a rule of law establishing a specific individual right or interest. In the present case the applicant could have complained before the domestic courts even about the judgments of the civil courts, given that the Supreme Administrative Court had ruled that Article 105 of the Introductory Law to the Civil Code applied by analogy to any damage caused by acts of organs of the judiciary that could be attributed to an obvious error on their part.",
                                                "elements": []
                                            },
                                            {
                                                "content": "18.  The Government further argued that the application should be rejected as manifestly ill-founded and that the applicant could not claim to be a victim of the alleged violation. In this regard, they argued that the domestic courts had never had an opportunity to rule on the value of the applicant’s property on the date he considered as material, that is to say on 5 November 2008, therefore it had not been established whether the applicant had suffered damage in respect of his property. In their view, that meant that the Court could not substitute itself for the domestic authorities in this regard.",
                                                "elements": []
                                            },
                                            {
                                                "content": "19.  The applicant contested the Government’s argument relating to non-exhaustion of domestic remedies. In his view, he had used all legal remedies available to him. In any event, Article 105 of the Introductory Law to the Civil Code, which was a remedy to be used before the administrative courts, could not be used to complain about the setting of compensation awarded in expropriation proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "20.  The applicant did not offer any comments in respect of the Government’s objection alleging lack of victim status.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "21.  The general principles relating to the rule of exhaustion of domestic remedies are set out in Vučković and Others v. Serbia ([GC], no. 17153/11, §§ 69-77, 25 March 2014; see also Gherghina v. Romania [GC] (dec.), no. 42219/07, §§ 83-89, 9 July 2015).",
                                                "elements": []
                                            },
                                            {
                                                "content": "22.  Turning to the circumstances of the present case, the Court notes that the principal complaint of the applicant concerns the date on the basis of which the value of his expropriated property was assessed by the Court of Appeal. In his view, that had resulted in an award of compensation which had been less than the actual value of his property. The Court additionally notes that on 14 September 2010 the applicant lodged an appeal on points of law with the Court of Cassation, complaining about the date on the basis of which the appellate court had set the compensation he should be awarded for his expropriated property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "23.  In view of the above-mentioned considerations, the Court considers that the applicant has made normal use of the available domestic remedies. It also notes that the purpose of an action for damages based on Article 105 of the Introductory Law to the Civil Code, which can be lodged with the administrative courts and not the civil ones, is to seek compensation for the illegal actions of the State authorities. It is not, therefore, an appropriate remedy for seeking the re-evaluation of compensation for an expropriated property if it was not awarded within a reasonable time (see Poulimenos and Others v. Greece, no. 41230/12, § 33, 20 July 2017).",
                                                "elements": []
                                            },
                                            {
                                                "content": "24.  It follows that the applicant provided the domestic courts with an opportunity to put right the alleged violation. The Government’s objection concerning the applicant’s failure to exhaust domestic remedies must therefore be dismissed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "25.  Turning to the Government’s second objection regarding the applicant’s victim status, the Court considers that it is closely linked to the substance of the applicant’s complaint under Article 1 of Protocol No. 1 to the Convention. It therefore joins the objection to the merits of the case.",
                                                "elements": []
                                            },
                                            {
                                                "content": "26.  The Court notes that the complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "27.  The applicant maintained that the domestic courts had failed to apply properly the relevant domestic law concerning the date with reference to which compensation for his expropriated property should have been set. In particular, he argued that the domestic courts should have taken as a reference point for the assessment of the value of his property the date of the hearing concerning the final unitary amount of compensation, that is to say 5 November 2008. At that hearing, the case had been examined on the merits, resulting in judgment no. 224/2009 by which he had been awarded compensation. The hearing of 25 September 2005 should not have been taken into account, as it had resulted not in a ruling on the merits but rather in decision no. 70/2006 by which the examination on the merits had been adjourned and an expert report ordered. In the applicant’s view, any other interpretation of Article 17 of the Constitution was excessively formalistic.",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The applicant pointed out that, as expressed by the minority of thirteen judges in the plenary of the Court of Cassation, the ratio legis of Article 17 of the Constitution was to give full compensation to persons whose property had been expropriated. Therefore, the amount of compensation due should be determined as close to the date of its award as possible. In the circumstances of the present case, house prices had significantly increased within that period of four years, which meant that in order for the applicant to receive full compensation, that increase should have been taken into consideration.",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  The Government maintained that the judgment of the Court of Appeal regarding the date with reference to which the compensation to be awarded to the applicant should be set did not, by itself, amount to a violation of his rights under Article 1 of Protocol No. 1. For the determination of damage, evidence was required as to a substantial difference in the value of the applicant’s property at the crucial date – in his view, 5 November 2008 – compared with the value of the same property on the date with reference to which compensation for his expropriated property had been awarded, that is to say 1 October 2004. Having regard to the fact that the applicant had not adduced any evidence to corroborate his allegation that his property had sustained damage, it was not for the Court to replace the national authorities in determining the compensation that the applicant should have been awarded in the light of the fluctuations in the housing market prices, inflation or any other cause. In any event, in the Government’s view the compensation awarded to the applicant had been complete.",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Government also argued that the facts of the present case differed from those in the case of Poulimenos v. Greece (cited above). In particular, in that case the time that had elapsed between the two dates, that is to say the date on which the provisional unitary amount of compensation had been set and the date on which the final unitary amount of compensation had been set, had exceeded twelve years. In the present case, the relevant time had been four years. It could not therefore be said that the period that had elapsed had been so long that it had had an impact on real-estate values.",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  Having regard to the above-mentioned considerations, it was the Government’s view that the measure imposed on the applicant had struck a fair balance between the requirements of the general interest and the need to safeguard the applicant’s interests.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "32.  The Court reiterates that Article 1 of Protocol No. 1, which guarantees in substance the right of property, comprises three distinct rules. The first rule, which is set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of peaceful enjoyment of property. The second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions. The third rule, stated in the second paragraph, recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest, by enforcing such laws as they deem necessary for the purpose. However, the rules are not “distinct” in the sense of being unconnected. The second and third rules are concerned with particular instances of interference with the right to the peaceful enjoyment of property, and should therefore be construed in the light of the general principle enunciated in the first rule (see, among many other authorities, Fábián v. Hungary [GC], no. 78117/13, § 60, ECHR 2017 (extracts)).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  In the present case, the Court notes that the applicant’s complaint does not concern the deprivation of property but the setting of the compensation awarded to him. It therefore falls to be examined under the first sentence of the first paragraph of Article 1 of Protocol No. 1, which lays down the principle of the peaceful enjoyment of property in general terms (see, among many other authorities, Almeida Garrett, Mascarenhas Falcão and Others v. Portugal, nos. 29813/96 and 30229/96, § 48, ECHR 2000I). Therefore, the Court must assess whether a fair balance was struck between the competing interests of the individual and of the community as a whole (see Poulimenos, cited above, § 31).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In order to determine whether the measure in question struck a fair balance and, in particular, whether it placed a disproportionate burden on the applicant, account should be taken of the compensation arrangements provided for by the national legislation. In this regard, the Court has already held that without the payment of a sum reasonably commensurate with the value of the property, deprivation of property is normally an excessive infringement of the right to peaceful enjoyment of property (see Malama v. Greece, no. 43622/98, § 48, ECHR 2001II). In particular, the adequacy of compensation would be diminished if it were to be paid without reference to various circumstances liable to reduce its value, such as unreasonable delay (see Angelov v. Bulgaria, no. 44076/98, § 39, 22 April 2004, and Almeida Garrett, Mascarenhas Falcão and Others, cited above, § 54). In similar cases, the Court has mainly sought to ascertain whether the administration re-evaluated the compensation to be awarded on account of its depreciation owing to the lapse of time (see, among other authorities, Akkuş v. Turkey, 9 July 1997, §§ 29-31, Reports of Judgments and Decisions 1997IV, and Zacharakis v. Greece, no. 17305/02, § 31, 13 July 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "35.  Turning to the circumstances of the present case, the Court notes at the outset that under Article 17 § 2 of the Greek Constitution, if more than a year has elapsed between the hearing date concerning provisional setting of compensation and the hearing date concerning final setting of compensation, then the value has to be assessed with reference to the latter date. The Court has already held that the purpose of that provision is to assess the compensation with reference to the date which is appropriate, in order for “full compensation” to be paid, as required by the wording of the provision itself (see Poulimenos, cited above, § 46). The plenary of the Court of Cassation, in interpreting that provision, considered that the hearing that should be taken into account for calculating the compensation was the first hearing of the case, irrespective of whether it had been adjourned or the case had not been examined on the merits for any reason, because “during that hearing the subject of the evidence procedure and of judicial research was being determined” (see paragraph 11 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court of First Instance assessed the provisional unitary amount of compensation based on the date of the hearing before it on 1 October 2004. The hearing for the setting of the final unitary amount of compensation was scheduled to take place on 21 September 2005. However, at the hearing on that date the court did not pronounce the final unitary amount of compensation, but issued decision no. 70/2006 adjourning the examination of the merits of the case and ordering an expert report on the value of the property. Following several adjournments on the grounds that the expert’s report had not yet been delivered, the hearing at which the case was examined on the merits took place on 5 November 2008. In a judgment of 29 June 2009, the Court of Appeal assessed the final unitary amount of compensation taking the date of the hearing concerning the provisional compensation as the material date. They reasoned that the first hearing concerning the setting of final compensation had been held on 21 September 2005, which was less than a year after the date of the hearing concerning provisional compensation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  The Court notes that it is not its task to take the place of the national authorities in determining the exact amount of compensation the applicant should have received given the fluctuations in the property market, inflation or any other factors. However, having regard to the fact that more than four years had elapsed from the date that was taken as the material date for the assessment of the final unitary amount of compensation and the date on which the actual hearing on the merits had taken place, the Court notes that the domestic authorities failed to take into consideration any factors that might have rendered the compensation no longer commensurate with the value of the property as at the date of its judgment, namely 29 June 2009 (see Poulimenos, cited above, §§ 51-52). The Court further notes that the delay in the setting of final compensation cannot be attributed to the applicant, who made normal use of domestic remedies. It concludes that the domestic courts should have taken into account the various circumstances liable to reduce the value of the compensation awarded (see, mutatis mutandis, Angelov, cited above, § 39).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  The Court takes note of the Government’s argument that the circumstances of the present case differ than those of the Poulimenos case (cited above), in which it found a violation of Article 1 of Protocol No. 1 to the Convention because twelve years had elapsed from the date that had been considered as the reference point for the setting of compensation and the date on which it had been awarded. However, in the Court’s view, notwithstanding the fact that in one case the lapse of time had been significantly longer, the facts of the two cases remain similar, as in both cases the domestic courts failed to take into account the effect that the lapse of time might have had on the value of the expropriated properties.",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court thus considers that the applicant had to bear an excessive individual burden, which upset the fair balance to be maintained between the demands of the general interest on the one hand and protection of the right to the peaceful enjoyment of possessions on the other (see Poulimenos, cited above, § 53). Therefore, the Court dismisses the Government’s objection that the complaint is inadmissible ratione personae and finds that there has been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "  ALLEGED VIOLATION OF ARTICLES 6 AND 13 OF THE CONVENTION ON ACCOUNT OF THE LENGTH OF THE PROCEEDINGS AND THE LACK OF AN EFFECTIVE REMEDY IN THAT RESPECT",
                        "elements": [
                            {
                                "content": "40.  The applicant complained that the length of the proceedings before the domestic courts had been incompatible with the “reasonable time” requirement laid down in Article 6 § 1 of the Convention. He also complained that, at the time, there had been no effective domestic remedy for his complaint concerning the length of the proceedings. He relied on Article 6 § 1 and Article 13 of the Convention, the relevant parts of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "Article 6 § 1",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "Article 13",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "41.  The Court notes that these complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that they are not inadmissible on any other grounds. They must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "The parties’ arguments",
                                        "elements": [
                                            {
                                                "content": "42.  The applicant maintained that the length of the proceedings before the domestic courts had been incompatible with the “reasonable time” requirement laid down in Article 6 § 1 of the Convention. In particular, he contended that the fault for the delay lay with the authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Government submitted that the length of proceedings before each level of jurisdiction should be examined separately. In their view, if seen separately, the length of the proceedings before each court had been reasonable. The only delay had been before the Court of Appeal owing to the delay in the submission of the expert’s report. Such delay was normal given the technical and complex issues involved, namely the assessment of the properties’ value. The Government emphasised the importance of the case and the need for proper administration of justice and argued that in the present case, having regard to all the factors, the length of the proceedings had been within reason.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "44.  The period to be taken into consideration started on 30 June 2004, the date on which the application for setting of a provisional unitary amount of compensation was lodged. It ended on 4 November 2011, when the Court of Cassation rendered a final judgment in the case (no. 14/2011). Therefore, the proceedings lasted in total seven years, six months and four days at three levels of jurisdiction (see paragraphs 7 - 12 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Reasonableness of the length of proceedings",
                                "elements": [
                                    {
                                        "content": "45.  The Court reiterates that the reasonableness of the length of proceedings must be assessed, in accordance with its well-established caselaw, in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities, and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. , § 43, ECHR 2000-VII; Lupeni Greek Catholic Parish and Others v. Romania [GC], no. 76943/11, § 143, ECHR 2016 (extracts); and Vassilios Athanasiou and Others v. Greece, no. 50973/08, 21 December 2010).",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Court has examined on many occasions cases raising questions akin to the one in issue here – namely the duration of civil proceedings and concluded that there had been a breach of Article 6 § 1 (see Glykantzi v. Greece, no. 40150/09, § 71, 30 October 2012, and the cases cited therein).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Even accepting the Government’s argument that the case presented a certain complexity and that an expert’s report was necessary to assess the properties’ value, the Court notes that the proceedings lasted more than seven years at three levels of jurisdiction. Having regard to its case-law on the subject, the Court considers that the Government have advanced no fact or argument justifying a different conclusion in the present case. Therefore, in the instant case the length of the proceedings was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Accordingly, there has been a breach of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  Turning to the applicant’s complaint under Article 13 of the Convention, the Court reiterates that Article 13 guarantees an effective remedy before a national authority for an alleged breach of the requirement under Article 6 § 1 to hear a case within a reasonable time (see Kudła v. Poland [GC], no. 30210/96, § 156, ECHR 2000XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  Moreover, the Court has already had the opportunity to observe that at the material time the Greek legal system did not offer the interested parties an effective remedy, within the meaning of Article 13 of the Convention, enabling them to complain about the length of proceedings (see, among many other authorities, Glykantzi, cited above, § 54). In the light of the foregoing considerations, the Court finds that there has been a violation of Article 13 of the Convention in that the applicant had no domestic remedy whereby he could enforce his right to a “hearing within a reasonable time” as guaranteed by Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "51.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "52.  The applicant claimed 49,315 euros (EUR) in respect of pecuniary damage. In particular, he argued that according to data provided by the Bank of Greece, property prices had increased by 35% between October 2004 and November 2008. Therefore, the compensation he had received, that is to say EUR 140,900, should be recalculated by the above-mentioned percentage and he should be awarded the difference, which in his case amounted to EUR 49,315. The applicant also claimed EUR 85,000 in respect of non-pecuniary damage for the violation of his rights under Article 1 of Protocol No. 1 to the Convention and EUR 15,000 for the violation of his rights under Articles 6 and 13 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  The Government argued that it was not the Court’s task to assess the compensation that should be awarded to the applicant. In any event, they considered the amounts requested as unjustified and excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  The Court observes that the domestic courts awarded the applicant EUR 140,900 based on their assessment of the value of his expropriated property in October 2004. Having regard to the information and documents submitted by the parties, the Court considers it reasonable and equitable, as required by Article 41, to award the applicant EUR 35,000 in respect of pecuniary damage. Furthermore, making its assessment on equitable basis, it awards him EUR 4,000 in respect of non-pecuniary damage.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "55.  The applicant also claimed EUR 1,500 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The Government argued that the applicant had failed to prove that all the costs and expenses claimed had been necessary. In addition, they submitted that the amount requested for the proceedings before the Court was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  Regard being had to the documents in its possession and to its case-law, the Court considers it reasonable to award the sum of EUR 1,200 for the costs of the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "58.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Dismisses the Government’s preliminary objection of non-exhaustion of domestic remedies;",
                        "elements": []
                    },
                    {
                        "content": "Joins to the merits the Government’s preliminary objection that the application is incompatible ratione personae with the Convention and dismisses it;",
                        "elements": []
                    },
                    {
                        "content": "Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement, simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period, plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicant claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 14 November 2019, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Krzysztof Wojtyczek",
            "role": "president"
        },
        {
            "name": "Armen Harutyunyan",
            "role": "judges"
        },
        {
            "name": "Pauliine Koskelo",
            "role": "judges"
        },
        {
            "name": "Renata Degener",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TSIGARAS v. GREECE",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-198463.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2019:1114JUD001257612",
    "externalsources": [],
    "extractedappno": [
        "12576/12",
        "17153/11",
        "42219/07",
        "41230/12",
        "78117/13",
        "29813/96",
        "30229/96",
        "43622/98",
        "44076/98",
        "17305/02",
        "30979/96",
        "76943/11",
        "50973/08",
        "40150/09",
        "30210/96"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-198463",
    "judgementdate": "14/11/2019 00:00:00",
    "kpdate": "14/11/2019 00:00:00",
    "kpthesaurus": [
        "445",
        "40",
        "406",
        "444",
        "110",
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "25",
    "paragraphs": [
        "P1-1-1",
        "13",
        "6-1",
        "6",
        "P1-1"
    ],
    "parties": [
        "TSIGARAS",
        "GREECE"
    ],
    "rank": "4241.8642578125",
    "representedby": [
        "CHIRDARIS V.",
        "KANDARAKIS A."
    ],
    "respondent": "GRC",
    "respondentOrderEng": "19",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "493117",
    "typedescription": "15"
}