{
    "__articles": "8;8-1;41",
    "__conclusion": "Violation of Art. 8;Non-pecuniary damage - award",
    "applicability": "",
    "appno": "6457/09",
    "article": [
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - award",
            "type": "other"
        }
    ],
    "content": {
        "001-105758.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 6457/09) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Irish national, Mr Leslie James Shaw (“the applicant”), on 28 January 2009.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr L. Hincker, a lawyer practising in . The Hungarian Government (“the Government”) were represented by Mr L. Höltzl, Agent, Ministry of Public Administration and Justice.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant alleged that the Hungarian authorities failed to act swiftly in the abduction proceedings at issue and did not make adequate and effective efforts to enforce his right to the return of his child, illegally removed from , therefore breaching his rights under Article 8 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 5 July 2010 the President of the Second Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1). In pursuit of a request by the applicant, on 5 July 2011 the Chamber decided not to hold a hearing in the case, considering that it was not necessary in order to discharge its functions under the Convention (Rule 54 § 3 of the Rules of Court).",
                        "elements": []
                    },
                    {
                        "content": "5.  The Irish Government did not exercise their right under Article 36 § 1 of the Convention and Rule 44 of the Rules of Court to intervene in the proceedings.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1953 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "1.  Facts giving rise to the present application",
                                "elements": [
                                    {
                                        "content": "7.  On 21 June 2005 the French first-instance court of Paris pronounced the divorce of the applicant and his wife, Ms K.O., a Hungarian national. It granted the parents joint custody of their daughter, born in October 2000, and placed her with the mother, regulating the applicant’s access rights. At that time, the mother and the child lived in . This decision was upheld by the second-instance French court on 29 November 2006.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  Meanwhile, on 19 September 2005, Ms K.O. filed a criminal complaint against the applicant with the French authorities, alleging that he had sexually abused their child. She further requested the suspension of the applicant’s custody and access rights. However, in the absence of any evidence supporting her allegations, the complaint was dismissed on 2 November 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 29 December 2007, the mother took the child to  for the holidays. The applicant was aware of this. However, in a letter dated 5 January 2008 she informed the applicant that she had enrolled their daughter in a Hungarian school without his consent, with no intention to return her to .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Proceedings in  to establish the abduction of the child",
                                "elements": [
                                    {
                                        "content": "10.  On 12 March 2008 the applicant brought an action against the mother before the Hungarian Pest Central District Court. He requested the court to establish the abduction of their child by the mother and to order her to return the child to him, relying on Council Regulation (EC) no. 2201 of 2003 concerning Jurisdiction and the Recognition and Enforcement of Judgments in Matrimonial Matters and Matters of Parental Responsibility (“EC Regulation on Recognition of Judgments”) and the Hague Convention on the Civil Aspects of International Child Abduction (“Hague Convention”). The District Court established that the habitual residence of the child was in , because she had the centre of her life there. Moreover, it observed that having had joint custody over their daughter, neither parent could have decided on the habitual residence of the child without the approval of the other parent. The District Court ordered a forensic expert examination of the parties and their daughter. The expert report concluded that abuse or indecency against the child had not been probable and therefore there were no reasons to disregard the obligation to order her return based on Article 13 (b) of the Hague Convention. Thus, on 30 May 2008 this court established the abduction of the child and ordered the mother to take her back to France by 6 June 2008, or to hand her over to the applicant in  on 10 June 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 2 September 2008 the  upheld the District Court’s decision, but established that the time-limit to return the child back to France was 27 September 2008, or 1 October 2008 for handing her over in . (For the execution of this judgment, see heading 3 below.)",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  The mother lodged a petition for review of the final decision with the Supreme Court, which shared the Regional Court’s view that the legal conditions for the child’s continued stay in  were absent. It assessed forensic psychology reports and concluded that the child was still emotionally attached to her father as well, thus her return to  would not cause her serious trauma. On 18 November 2008 the Supreme Court therefore upheld the Regional Court’s decision.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  Enforcement proceedings in Hungary before 29 July 2009 for the return of the child to ",
                                "elements": [
                                    {
                                        "content": "13.  Following the final judgment delivered by the Regional Court (see paragraph 11 above), the Pest Central District Court ordered the enforcement of the judgment for the return of the child on 15 October 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 29 October and 26 November 2008 the bailiff unsuccessfully called on Ms K.O. to comply voluntarily with the court order.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 5 December 2008 the bailiff referred the case file to the Heves District Court in order for it to establish the method of enforcement.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 17 December 2008 the mother requested the suspension of the enforcement proceedings. The request was dismissed by the Hungarian Heves District Court on 19 December 2008. It further ordered her to pay a fine of 50,000 Hungarian forints (HUF) (approximately 180 euros (EUR)) and warned her to comply with her obligations. It pointed out that the court could not review an enforceable decision. This decision was upheld by the  on 12 February 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  Upon the bailiff’s request, the mother’s living conditions were examined by the Guardianship Authority. The attempts to promote the mother’s voluntary compliance with her obligations were without success.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  Moreover, Ms K.O. initiated an action before the Pest Central District Court to have the enforcement proceedings terminated. The District Court dismissed her action on 14 January 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 27 April 2009 the  ordered the enforcement of the child’s return with police assistance. The decision became final on 18 June 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 20 July 2009 the bailiff invited the mother to ensure the child’s return during the on-site proceedings to be effected on 29 July 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In the meantime, on 31 March 2009 the first-instance court of Paris had issued a European arrest warrant against Ms K.O. for the offence of change of custody of a minor. On 27 July 2009 she was arrested in .",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 28 July 2009 the mother was released by the , which refused to enforce the European arrest warrant. It observed that criminal proceedings were pending against Ms K.O. before the Hungarian authorities for the same act (see paragraphs 40–41 below), which rendered the European arrest warrant obsolete.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4.  Enforcement proceedings in Hungary after 29 July 2009 for the return of the child to ",
                                "elements": [
                                    {
                                        "content": "23.  On 29 July 2009 the bailiff attempted to hold on-site proceedings, which were unsuccessful as Ms K.O. and her daughter had absconded. The Heves Police Department declared them missing and issued a warrant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 19 October 2009 the bailiff effected on-site proceedings at the primary school of the child and established that the child had not attended the classes during the school year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 28 October 2009 the bailiff attempted to locate the mother and the child in . However, it was recognised that the address given was non-existent. With police assistance, he searched all potential buildings in the neighbourhood, without success.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Moreover, the police authority carried out regular inspections at the mother’s registered address (on 10, 13, 14, 23 September 2009, 14 January and 18 February 2010) in order to detect potential contact between the mother and her parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 17 February 2010 the bailiff ordered the stay of the enforcement proceedings as the mother and the child were staying at an unknown location.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  In the spring of 2010, following a request for mutual legal assistance made by the investigating judge of the French appellate court, the authorities gathered information on the mother from telecommunication providers, contacted Ms K.O.’s former employer, the Mayor’s Office of the registered place of her residence, and heard several witnesses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Police Headquarters also monitored the database of the National Health Insurance Fund in order to obtain data as to any potential medical service provided for the mother or the child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The child’s school was also being monitored. Exemption from class attendance was granted by the school principal on 23 November 2009. It was established that the child failed to appear at exams scheduled for 4 June and 18 August 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Eger Police Headquarters regularly (on 1, 4, 13 September, 15 October 2009, 20 January, 19 February, 19 March, 24 April, 27 May, 22 June and 25 July 2010) checked the public areas and places as well as the mother’s former address in Eger as, according to certain information, the mother is allegedly residing in Eger.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  To date, these measures have not led to locating Ms K.O. or her daughter.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "5.  Enforcement proceedings in  concerning the applicant’s access rights",
                                "elements": [
                                    {
                                        "content": "33.  On 15 April 2008 the Paris Court of Appeal issued a certificate concerning the applicant’s access rights established by the French decision of 29 November 2006 (see paragraph 7 above) based on Article 41(2) of the EC Regulation on Recognition of Judgments.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The applicant thereafter requested the Hungarian Eger District Court to enforce his access rights. The case was transferred to the competent guardianship authority on 29 April 2008. The Gyöngyös District Guardianship Authority dismissed his request on 23 May 2008. It established its lack of jurisdiction, relying on Article 10 of the EC Regulation on Recognition of Judgments, as proceedings concerning the child’s abduction were pending before the Pest Central District Court (see paragraph 10 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 12 January 2009 the Heves County Prosecutor’s Office raised an objection against this decision, finding it unlawful. It relied on Article 41 of the EC Regulation on Recognition of Judgments, arguing that the Guardianship Authority not only had jurisdiction, but also a legal obligation to enforce the applicant’s access rights. It therefore proposed that the Guardianship Authority’s decision be quashed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Gyöngyös District Guardianship Authority did not accept this proposal and submitted it for review to the North-Hungarian Regional Administrative Office, which shared the Guardianship Authority’s opinion establishing lack of jurisdiction. The applicant sought judicial review of this decision before the . On 27 May 2009 the court dismissed the applicant’s action, finding that it would legalise the child’s unlawful retention in Hungary by enforcing his access rights and would be contrary to Article 16 of the Hague Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicant’s access rights have not been respected ever since.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "6.  French decision granting exclusive custody to the applicant",
                                "elements": [
                                    {
                                        "content": "38.  At the applicant’s request, but in Ms K.O.’s absence, the French first-instance court of Créteil issued a preliminary injunction placing the child with the applicant and granting him exclusive custody rights on 14 April 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In 2009 the applicant initiated proceedings before the Eger District Court for the recognition of this judgment in . Following a remittal, the case is currently pending before the .",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "7.  Criminal proceedings against the mother",
                                "elements": [
                                    {
                                        "content": "40.  On 1 June 2009 the applicant filed a criminal complaint with the Eger District Public Prosecutor’s Office against the mother. Relying on section 195(4) of the Criminal Code, he considered that Ms K.O. was guilty of endangering a minor due to not having complied with a final judgment obliging her to hand over their daughter to him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The Heves County Public Prosecutor’s Office dismissed the complaint on 24 June 2009. It considered that the constitutive elements of the crime had not been fully present as the mother should have been fined for not respecting access rights. However, the fine imposed on her (see paragraph 16) served to enforce her obligation to hand over the child to the applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In the meantime, in the autumn of 2008 the applicant had filed a criminal complaint with the Hungarian authorities for change of custody of a minor, based on section 194 of the Criminal Code. On 29 September 2009 the Heves District Public Prosecutor’s Office ordered investigations. However, finding that no enforceable decision existed concerning exclusive custody of the child, it terminated the investigations on 8 January 2010. The applicant’s appeal was dismissed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "8.  Further measures requested by the applicant",
                                "elements": [
                                    {
                                        "content": "43.  On 14 January 2009 the applicant submitted a complaint to the European Commission, claiming a violation of the Regulation (EC) no. 1393/2007 on the Service in the Member States of Judicial and Extrajudicial Documents in Civil or Commercial Matters (“EC Regulation on Service of Documents”), the EC Regulation on Recognition of Judgments and the Charter of Fundamental Rights of the European Union. On 3 November 2009 the Commission issued a letter of formal notice to the Hungarian authorities concerning the possible violation of the EC Regulation on Recognition of Judgments. Reply to the letter of formal notice was submitted by the Minister of Foreign Affairs in December 2009. The proceedings are still pending.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT INTERNATIONAL AND DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  International law",
                                "elements": [
                                    {
                                        "content": "1.  Relevant provisions of the EC Regulation on Recognition of Judgments",
                                        "elements": [
                                            {
                                                "content": "44.  This Regulation entered into force on 1 March 2005 (with the exception of Denmark) and has direct effect in the Member States of the European Union, including .",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 1 - Scope",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. This Regulation shall apply, whatever the nature of the court or tribunal, in civil matters relating to:",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) the attribution, exercise, delegation, restriction or termination of parental responsibility.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2. The matters referred to in paragraph 1(b) may, in particular, deal with:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a) rights of custody and rights of access”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 2 - Definitions",
                                                "elements": []
                                            },
                                            {
                                                "content": "“For the purposes of this Regulation:",
                                                "elements": []
                                            },
                                            {
                                                "content": "11. the term \"wrongful removal or retention\" shall mean a child’s removal or retention where:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a) it is in breach of rights of custody acquired by judgment or by operation of law or by an agreement having legal effect under the law of the Member State where the child was habitually resident immediately before the removal or retention; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) provided that, at the time of removal or retention, the rights of custody were actually exercised, either jointly or alone, or would have been so exercised but for the removal or retention. Custody shall be considered to be exercised jointly when, pursuant to a judgment or by operation of law, one holder of parental responsibility cannot decide on the child’s place of residence without the consent of another holder of parental responsibility.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 10 - Jurisdiction in cases of child abduction",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In case of wrongful removal or retention of the child, the courts of the Member State where the child was habitually resident immediately before the wrongful removal or retention shall retain their jurisdiction until the child has acquired a habitual residence in another Member State and:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a) each person, institution or other body having rights of custody has acquiesced in the removal or retention;",
                                                "elements": []
                                            },
                                            {
                                                "content": "or",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) the child has resided in that other Member State for a period of at least one year after the person, institution or other body having rights of custody has had or should have had knowledge of the whereabouts of the child and the child is settled in his or her new environment and at least one of the following conditions is met:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i) within one year after the holder of rights of custody has had or should have had knowledge of the whereabouts of the child, no request for return has been lodged before the competent authorities of the  where the child has been removed or is being retained;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii) a request for return lodged by the holder of rights of custody has been withdrawn and no new request has been lodged within the time limit set in paragraph (i);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii) a case before the court in the  where the child was habitually resident immediately before the wrongful removal or retention has been closed pursuant to Article 11(7);",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iv) a judgment on custody that does not entail the return of the child has been issued by the courts of the  where the child was habitually resident immediately before the wrongful removal or retention.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 11 - Return of the child",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. Where a person, institution or other body having rights of custody applies to the competent authorities in a Member State to deliver a judgment on the basis of the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction (hereinafter \"the 1980 Hague Convention\"), in order to obtain the return of a child that has been wrongfully removed or retained in a Member State other than the Member State where the child was habitually resident immediately before the wrongful removal or retention, paragraphs 2 to 8 shall apply. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "3. A court to which an application for return of a child is made as mentioned in paragraph 1 shall act expeditiously in proceedings on the application, using the most expeditious procedures available in national law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Without prejudice to the first subparagraph, the court shall, except where exceptional circumstances make this impossible, issue its judgment no later than six weeks after the application is lodged. ...",
                                                "elements": []
                                            },
                                            {
                                                "content": "8. Notwithstanding a judgment of non-return pursuant to Article 13 of the 1980 Hague Convention, any subsequent judgment which requires the return of the child issued by a court having jurisdiction under this Regulation shall be enforceable in accordance with Section 4 of Chapter III below in order to secure the return of the child.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 21 - Recognition of a judgment",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. A judgment given in a  shall be recognised in the other Member States without any special procedure being required.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 23 - Grounds of non-recognition for judgments relating to parental responsibility",
                                                "elements": []
                                            },
                                            {
                                                "content": "“A judgment relating to parental responsibility shall not be recognised:",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "(c) where it was given in default of appearance if the person in default was not served with the document which instituted the proceedings or with an equivalent document in sufficient time and in such a way as to enable that person to arrange for his or her defence unless it is determined that such person has accepted the judgment unequivocally; ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 40 - Scope",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. This Section shall apply to:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(a) rights of access;",
                                                "elements": []
                                            },
                                            {
                                                "content": "and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(b) the return of a child entailed by a judgment given pursuant to Article 11(8).”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 41 - Rights of access",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. The rights of access referred to in Article 40(1)(a) granted in an enforceable judgment given in a Member State shall be recognised and enforceable in another Member State without the need for a declaration of enforceability and without any possibility of opposing its recognition if the judgment has been certified in the Member State of origin in accordance with paragraph 2.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Even if national law does not provide for enforceability by operation of law of a judgment granting access rights, the court of origin may declare that the judgment shall be enforceable, notwithstanding any appeal.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 42 - Return of the child",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. The return of a child referred to in Article 40(1)(b) entailed by an enforceable judgment given in a Member State shall be recognised and enforceable in another Member State without the need for a declaration of enforceability and without any possibility of opposing its recognition if the judgment has been certified in the Member State of origin in accordance with paragraph 2.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Even if national law does not provide for enforceability by operation of law, notwithstanding any appeal, of a judgment requiring the return of the child mentioned in Article 11(b)(8), the court of origin may declare the judgment enforceable.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 47 - Enforcement procedure",
                                                "elements": []
                                            },
                                            {
                                                "content": "“1. The enforcement procedure is governed by the law of the  of enforcement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "2. Any judgment delivered by a court of another Member State and declared to be enforceable in accordance with Section 2 or certified in accordance with Article 41(1) or Article 42(1) shall be enforced in the Member State of enforcement in the same conditions as if it had been delivered in that .”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 60 - Relations with certain multilateral conventions",
                                                "elements": []
                                            },
                                            {
                                                "content": "“In relations between Member States, this Regulation shall take precedence over the following Conventions in so far as they concern matters governed by this Regulation:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(e) the Hague Convention of 25 October 1980 on the Civil Aspects of International Child Abduction.”",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Relevant provisions of the Hague Convention",
                                        "elements": [
                                            {
                                                "content": "45.   acceded to this Convention on 7 April 1986, promulgating it in Law-Decree no. 14 of 1986.",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 12",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Where a child has been wrongfully removed or retained ... and, at the date of the commencement of the proceedings before the judicial or administrative authority of the Contracting State where the child is, a period of less than one year has elapsed from the date of the wrongful removal or retention, the authority concerned shall order the return of the child forthwith. ...”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 13",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Notwithstanding the provisions of the preceding Article, the judicial or administrative authority of the requested State is not bound to order the return of the child if the person, institution or other body which opposes its return establishes that -",
                                                "elements": []
                                            },
                                            {
                                                "content": "...",
                                                "elements": []
                                            },
                                            {
                                                "content": "b)  there is a grave risk that his or her return would expose the child to physical or psychological harm or otherwise place the child in an intolerable situation.”",
                                                "elements": []
                                            },
                                            {
                                                "content": "Article 16",
                                                "elements": []
                                            },
                                            {
                                                "content": "“After receiving notice of a wrongful removal or retention of a child in the sense of Article 3, the judicial or administrative authorities of the Contracting State to which the child has been removed or in which it has been retained shall not decide on the merits of rights of custody until it has been determined that the child is not to be returned under this Convention or unless an application under this Convention is not lodged within a reasonable time following receipt of the notice.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Domestic law",
                                "elements": [
                                    {
                                        "content": "Act No. LIII of 1994 on Judicial Enforcement",
                                        "elements": [
                                            {
                                                "content": "46.  According to section 172(1) of the Act, the obligor is first called to voluntarily fulfil his or her obligation within a given deadline. In case of non-compliance, the bailiff immediately submits the case file to the competent court in order to determine the method of enforcement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The possible methods of enforcement are governed by section 174 of the Act and include the possibility to impose a fine up to HUF 500,000 which may be renewed. Moreover, the court may order the enforcement with police assistance. In such cases, the bailiff sets a date for the on-site proceedings and informs the competent guardianship authority, the obligor, the applicant and the police. If the child to be returned cannot be found at his or her place of residence, the bailiff orders a search warrant.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "47.  The applicant complained that the Hungarian authorities failed to take timely and adequate measures for him to be reunited with his daughter following her abduction. In his view, this would have been required by Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "48.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "49.  The Government submitted that the applicant had introduced a complaint to the European Commission on 14 January 2009, claiming a violation of the EC Regulation on Service of Documents, the EC Regulation on the Recognition of Judgments and the Charter of Fundamental Rights of the European Union, as his access rights and custody rights established by the French courts had not been enforced by the Hungarian authorities. The proceedings were pending before the Commission. It was implied in the Government’s observations that this element precluded the examination of the case by the Court, in application of Article 35 § 2 (b) of the Convention which provides as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“2.  The Court shall not deal with any application submitted under Article 34 that ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  is substantially the same as a matter that has already been examined by the Court or has already been submitted to another procedure of international investigation or settlement and contains no relevant new information.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The applicant did not comment on this issue.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The Court recalls that it has already held that such individual complaints to the European Commission do not qualify as “another procedure of international investigation or settlement” for the purposes of Article 35 § 2 (b) of the Convention (see Karoussiotis v. Portugal, no. 23205/08, §§ 65–76, 1 February 2011). It follows that this objection must be rejected. Moreover, the application is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention or inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "1.  The applicant",
                                "elements": [
                                    {
                                        "content": "52.  The applicant pointed out, relying on Article 12 of the Hague Convention, that the authorities should have ordered the child’s return without delay. He emphasised the authorities’ duty to act speedily as the passage of time might cause irreparable harm to his family life. However, no swift measures were taken to secure his rights. A period of fourteen months passed from the first-instance judgment ordering the return of the child on 30 May 2008 until the first real action taken by the bailiff on 29 July 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Moreover, the applicant criticised the domestic courts’ findings establishing lack of jurisdiction to enforce his access rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  He expressed his concerns as to the well-being of his daughter, considering that she was taken out of school and not given proper medical care.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  He acknowledged that the mother’s behaviour had contributed to the difficulties of the enforcement. However, in his opinion the authorities had not taken adequate measures to sanction the mother. Relying on reports made by the Hungarian Kék Vonal Child Crisis Foundation and by the US Department of State in 2005, he asserted that  did not allow for the effective solution of such cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In this connection, he raised doubts as to the efficiency of the warrant order as the police had no power to arrest Ms K.O. in the absence of criminal proceedings pending against her. The police might merely request her to identify herself and reveal her place of residence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  He concluded that the domestic authorities had failed to take all necessary measures to enforce his rights, violating his rights under Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  The Government",
                                "elements": [
                                    {
                                        "content": "58.  The Government emphasised the importance of protecting children’s rights, pointing out that removal of a child from her usual environment might have negative effect on her physical and psychological health. The authorities must therefore carefully choose the method of enforcement which is in the best interest of the child.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  Referring to the judgments of Maire v. Portugal (no. 48206/99, ECHR 2003VII) and Ignaccolo-Zenide v. Romania (no. 31679/96, ECHR 2000I), the Government stressed that the national authorities’ obligation to take measures to facilitate reunion was not absolute. Moreover, they highlighted that coercion in this area must be limited.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  Relying on the aforementioned, the Government were of the opinion that the Hungarian authorities had done everything to ensure the child’s return to her habitual place of residence. They had ordered the child’s return, invited the mother to voluntarily comply with the order, and imposed a fine on her. Following the disappearance of Ms K.O. and her daughter, the authorities had issued warrants and carried out regular checks at public places, border stations, at the mother’s address and the child’s school. Moreover, once a final judgment recognised the validity of the French judgment granting exclusive custody to the applicant, the police might initiate criminal proceedings for the offence of endangering a minor and gather information covertly.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  They maintained that the Hungarian legal system afforded prompt and efficient means to ensure the enforcement of such decisions. However, objective circumstances, such as the absconding of the mother and the child to an unknown location, might occur which temporarily prevented the authorities from taking further measures. Such events could not be imputed to the authorities. Therefore, the Government were of the opinion that the applicant’s rights under Article 8 had not been violated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  Finally, concerning the enforcement of the applicant’s access rights, the Government shared the domestic authorities’ opinion establishing lack of jurisdiction. Moreover, they pointed out that proceedings for the recognition of the French judgment were pending. In sum, the Government concluded that the domestic authorities had acted in compliance with the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "1.  General principles",
                                "elements": [
                                    {
                                        "content": "63.  The Court reiterates that the essential object of Article 8 is to protect the individual against arbitrary action by public authorities. There are in addition positive obligations inherent in effective “respect” for family life. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole; and in both contexts the State enjoys a certain margin of appreciation (see Keegan v. Ireland, 26 May 1994, § 49, Series A no. 290).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  In relation to the State’s obligation to take positive measures, the Court has repeatedly held that Article 8 includes a parent’s right to the taking of measures with a view to his being reunited with his child and an obligation on the national authorities to facilitate such reunion (see, among other authorities, Ignaccolo-Zenide v. Romania, cited above, § 94, ECHR 2000I; Nuutinen v. Finland, no. 32842/96, § 127, ECHR 2000VIII and Iglesias Gil and A.U.I. v. Spain, no. 56673/00, § 49, ECHR 2003V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  In cases concerning the enforcement of decisions in the sphere of family law, the Court has repeatedly held that what is decisive is whether the national authorities have taken all necessary steps to facilitate the execution as can reasonable be demanded in the special circumstances of each case (see Hokkanen v. Finland, 23 September 1994, § 53, Series A no. 299A; Ignaccolo-Zenide, cited above, §96; Nuutinen v. Finland, cited above, §128, and Sylvester v. Austria, nos. 36812/97 and 40104/98, § 59, 24 April 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  The Court reiterates that in cases of this kind, the adequacy of a measure is to be judged by the swiftness of its implementation, as the passage of time can have irremediable consequences for relations between the child and the parent who does not live with him or her (see Ignaccolo-Zenide, cited above, § 102). The Hague Convention recognises this fact because it provides for a range of measures to ensure the prompt return of children removed to or wrongfully retained in any . Article 11 of the Hague Convention requires the judicial or administrative authorities concerned to act expeditiously to ensure the return of children and any failure to act for more than six weeks may give rise to a request for explanations (Neulinger and Shuruk v. Switzerland [GC], no. 41615/07, § 140, ECHR 2010...). In proceedings under the EC Regulation on Recognition of Judgments this is likewise so, as Article 11 § 3 requires the judicial authorities concerned to act expeditiously, using the most prompt procedures available in domestic law, and issue a judgment no later than six weeks after the application is lodged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court also held that although coercive measures against the children are not desirable in this sensitive area, the use of sanctions must not be ruled out in the event of unlawful behaviour by the parent with whom the children live (see Ignaccolo-Zenide, cited above, § 106).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Lastly, the Court reiterates that the Convention must be applied in accordance with the principles of international law, in particular with those relating to the international protection of human rights (see Streletz, Kessler and Krenz v. Germany [GC], nos. 34044/96, 35532/97 and 44801/98, § 90, ECHR 2001II, and Al-Adsani v. the United Kingdom [GC], no. 35763/97, § 55, ECHR 2001XI). Consequently, the Court considers that the positive obligations that Article 8 of the Convention lays on the Contracting States in the matter of reuniting a parent with his or her children must be interpreted, in the present case, in the light of the Hague Convention and the EC Regulation on the Recognition of Judgments (see Ignaccolo-Zenide, cited above, § 95).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Application of the above principles to the present case",
                                "elements": [
                                    {
                                        "content": "69.  The Court notes, firstly, that it is common ground that the relationship between the applicants comes within the sphere of family life under Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The main issue in the present case is the transfer abroad and illicit non-return of the applicant’s child. The Court must accordingly examine whether, seen in the light of their international obligations arising in particular under the EC Regulation on the Recognition of Judgments and the Hague Convention, the domestic authorities made adequate and effective efforts to secure compliance with the applicant’s right to the return of his child and the child’s right to be reunited with her father (see Ignaccolo-Zenide, cited above, § 95).",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In proceedings related to the return of a child, Article 11 § 3 of the EC Regulation on the Recognition of Judgments sets a clear obligation on the domestic courts to issue a judgment within six weeks after the application is lodged, unless exceptional circumstances arise. The Court points out that following the applicant’s submission of a claim to the Pest Central District Court on 12 March 2008, the first-instance judgment was delivered only after seven weeks, on 30 May 2008. A further thirteen weeks passed until the adoption of the second-instance judgment of 2 September 2008. The Supreme Court’s judgment was issued eleven weeks thereafter, on 18 November 2008.",
                                        "elements": []
                                    },
                                    {
                                        "content": "72.  It is to be noted that the reason for the delay between the first- and the second-instance decision could partially be due to the five-week court vacation between 14 July and 12 August 2008. However, if the six-week time-limit had been observed, the  should have delivered judgment before the court vacation, that is, no later than 11 July 2008. Moreover, such cases should be classified as urgent, requiring treatment even during the court vacation. No reasons were given as to the further delays in the proceedings and there were no exceptional circumstances which would justify them. The domestic courts thus failed to act expeditiously in the proceedings to return the child, manifestly in breach of the applicable law. The Court finds that these delays in the procedure alone enable it to conclude that the Hungarian authorities had not complied with their positive obligations under the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  Further to this, and notwithstanding the authorities’ efforts to locate the mother and the child following their disappearance (see paragraphs 23 to 32 above), the Court finds that those authorities failed to take adequate and effective measures for the enforcement of the return order prior to 29 July 2009. Almost eleven months passed between the delivery of the enforceable final judgment ordering the return of the child on 2 September 2008 and the disappearance of the mother and her daughter on 29 July 2009. Within this period, the only enforcement measures taken were the unsuccessful requests of the bailiff to voluntarily return the child, and the imposition of a relatively small amount of fine on one occasion. The other measures at the authorities’ disposal were left unused, including the possibility of police assistance and the repeated imposition of fines. Although coercive measures against children are not desirable in this sensitive area, the use of sanctions must not be ruled out in the event of manifestly unlawful behaviour by one of the parents.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  In addition, the Court observes that even though Ms K.O. was arrested on 27 July 2009, no steps were taken by the authorities to execute the return order of the child that day, despite the enforceable final order to do so. It is true that the date set for the on-site proceedings for the return of the child was scheduled only for 29 July 2009. However, the Court points out that the domestic court decision as to the method of enforcement was already final on 18 June 2009. It finds no reasons justifying the period of more than one month between these two dates in light of the requirement of expeditious action by the authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  Concerning the Government’s argument that the removal of the child from her usual environment might have negative effects on her well-being (see paragraph 58 above), the Court refers to the judgment of the Supreme Court delivered on 18 November 2008 (see paragraph 12 above). According to forensic psychology reports, at that time the child still had emotional ties to her father and would have adapted easily to moving back to . However, the Court acknowledges that the passage of time may change the circumstances – which may call for an eventual re-assessment of her ties to her parents and their environments respectively. When enforcing the child’s return, the guarantees set forth in Article 8 of the Convention shall apply in a manner subject to the child’s best interests. Guidance on this point may be found, mutatis mutandis, in the Court’s case-law on the expulsion of aliens (see, Maslov v. Austria [GC], no. 1638/03, § 71, 23 June 2008, and Emre v. Switzerland, no. 42034/04, § 68, 22 May 2008), according to which, in order to assess the proportionality of an expulsion measure concerning a child who has settled in the host country, it is necessary to take into account the child’s best interests and well-being, and in particular the seriousness of the difficulties which he or she is likely to encounter in the country of destination and the solidity of social, cultural and family ties both with the host country and with the country of destination (see Neulinger and Shuruk, cited above, §§ 145–146, ECHR 2010...; Üner v. the Netherlands [GC], no. 46410/99, § 57, ECHR 2006XII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  Lastly, in the Court’s view, the impugned situation was aggravated by the fact that more than three and a half years passed without the father being able to exercise his access rights. This was essentially due to the fact that the Hungarian authorities established lack of jurisdiction in the matter despite the existence of a final court decision, certified in accordance with Article 41 of the EC Regulation on Recognition of Judgments (see paragraphs 33 to 37 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Having regard to the foregoing, and notwithstanding the respondent State’s margin of appreciation in the matter, the Court concludes that the Hungarian authorities failed to fulfil their positive obligations.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  There has consequently been a violation of Article 8 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "79.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "80.  The applicant claimed EUR 40,215 in respect of pecuniary damage, as he had been forced to take a year of sabbatical from his workplace in order to be able to take action for the return of his daughter. Moreover, due to the authorities’ unsatisfactory action, he had had to hire private detectives to establish the location of his daughter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  In addition, he claimed EUR 50,000 euros in respect of non-pecuniary damage suffered as a consequence of the Hungarian authorities’ inability to enforce his access and custody rights. He highlighted the emotional anguish occasioned by his daughter’s abduction and his subsequent efforts to be reunited with her.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Government found the claims to be excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Court reiterates that there must be a clear causal connection between the damage claimed by the applicant and the violation of the Convention and that this may, in the appropriate case, include compensation in respect of loss of earnings (see, inter alia, Aktaş v. Turkey, no. 24351/94, § 352, ECHR 2003V (extracts)). With regard to the pecuniary damage claimed by the applicant, the Court finds that there is no causal link between the damage claimed and the violation found. It therefore dismisses this claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  As regards non-pecuniary damage, the Court has found that the Hungarian authorities failed to take adequate measures to facilitate reunification of the applicant with his daughter (see paragraphs 69 to 80 above). It considers that the applicant must be regarded as having suffered anguish and distress as a result of the abduction of his daughter and the insufficient measures taken by the Hungarian authorities. Ruling on an equitable basis, the Court awards him the sum of EUR 20,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "85.  The applicant also claimed altogether EUR 99,526 for the costs and expenses incurred through his efforts to recover his daughter. From his voluminous and arithmetically inconsistent submissions, the following items belonging under this head could be deciphered: EUR 6,297 as travel costs, EUR 56,381 as legal fees billed by his lawyers for his representation before the domestic courts and the Court, and EUR 6,653 as translation and clerical costs.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Government found the claim to be excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 12,000 covering costs under all heads, having regard to the fact that the violation found relates to only part of the procedures initiated by the applicant, namely, the execution of the Pest Central District Court’s judgment (see paragraphs 13 to 32 above).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "88.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into Hungarian forints at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 July 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "David Thór Björgvinsson",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "András Sajó",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Guido Raimondi",
            "role": "judges"
        },
        {
            "name": "Françoise Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SHAW v. HUNGARY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-105758.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:0726JUD000645709",
    "externalsources": [
        "Articles 11 § 3 and 41 of the EC Regulation on the Recognition of Judgments"
    ],
    "extractedappno": [
        "6457/09",
        "23205/08",
        "48206/99",
        "31679/96",
        "32842/96",
        "56673/00",
        "36812/97",
        "40104/98",
        "41615/07",
        "34044/96",
        "35532/97",
        "44801/98",
        "35763/97",
        "1638/03",
        "42034/04",
        "46410/99",
        "24351/94"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-105758",
    "judgementdate": "26/07/2011 00:00:00",
    "kpdate": "26/07/2011 00:00:00",
    "kpthesaurus": [
        "451",
        "425",
        "310",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "8",
        "41",
        "8-1"
    ],
    "parties": [
        "SHAW",
        "HUNGARY"
    ],
    "rank": "816.986511230469",
    "representedby": [
        "HINCKER, L."
    ],
    "respondent": "HUN",
    "respondentOrderEng": "20",
    "scl": [
        "Aktas v. Turkey, no. 24351/94, § 352, ECHR 2003-V (extracts)",
        "Al-Adsani v. the United Kingdom [GC], no. 35763/97, § 55, ECHR 2001-XI",
        "Emre v. Switzerland, no. 42034/04, § 68, 22 May 2008",
        "Hokkanen v. Finland, 23 September 1994, § 53, Series A no. 299-A",
        "Iglesias Gil and A.U.I. v. Spain, no. 56673/00, § 49, ECHR 2003-V).",
        "Ignaccolo-Zenide v. Romania (no. 31679/96, ECHR 2000-I)",
        "Karoussiotis v. Portugal, no. 23205/08, §§ 65-76, 1 February 2011",
        "Keegan v. Ireland, 26 May 1994, § 49, Series A no. 290",
        "Maslov v. Austria [GC], no. 1638/03, § 71, 23 June 2008",
        "Neulinger and Shuruk v. Switzerland [GC], no. 41615/07, ECHR 2010-...",
        "Nuutinen v. Finland, no. 32842/96, ECHR 2000-VIII",
        "Streletz, Kessler and Krenz v. Germany [GC], nos. 34044/96, 35532/97 and 44801/98, § 90, ECHR 2001-II",
        "Sylvester v. Austria, nos. 36812/97 and 40104/98, § 59, 24 April 2003).",
        "Üner v. the Netherlands [GC], no. 46410/99, § 57, ECHR 2006-XII"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "359812",
    "typedescription": "15"
}