{
    "__articles": "6;6-1;10;10-1;10-2;35;41",
    "__conclusion": "Remainder inadmissible;No violation of Article 10 - Freedom of expression -{General} (Article 10-1 - Freedom of expression;Freedom to impart information);Violation of Article 6 - Right to a fair trial (Article 6 - Administrative proceedings;Article 6-1 - Reasonable time);Pecuniary damage - claim dismissed (Article 41 - Pecuniary damage;Just satisfaction)",
    "applicability": "",
    "appno": "931/13",
    "article": [
        "6",
        "10",
        "41",
        "35"
    ],
    "conclusion": [
        {
            "article": "10",
            "base_article": "10",
            "details": [
                "Article 10-1 - Freedom of expression",
                "Freedom to impart information"
            ],
            "element": "No violation of Article 10 - Freedom of expression -{General}",
            "type": "no-violation"
        },
        {
            "article": "6",
            "base_article": "6",
            "details": [
                "Article 6 - Administrative proceedings",
                "Article 6-1 - Reasonable time"
            ],
            "element": "Violation of Article 6 - Right to a fair trial",
            "type": "violation"
        },
        {
            "details": [
                "Article 41 - Pecuniary damage",
                "Just satisfaction"
            ],
            "element": "Pecuniary damage - claim dismissed",
            "type": "other"
        }
    ],
    "content": {
        "001-156272.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 931/13) against the Republic of Finland lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Finnish limited liability companies, Satakunnan Markkinapörssi Oy and Satamedia Oy (“the applicant companies”), on 18 December 2012.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant companies were represented by Mr Pekka Vainio, a lawyer practising in Turku. The Finnish Government (“the Government”) were represented by their Agent, Mr Arto Kosonen of the Ministry for Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant companies alleged, in particular, that their right to freedom of expression had been violated, that the length of the proceedings had been excessive, and that they had been discriminated against vis-à-vis other newspapers.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 16 October 2013 the application was communicated to the Government.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant companies have their seat in Kokemäki.",
                                "elements": []
                            },
                            {
                                "content": "6.  The first applicant company Satakunnan Markkinapörssi Oy has been publishing Veropörssi magazine since 1994. The magazine publishes yearly information about natural persons’ taxable income and assets. This information is public according to Finnish law. Several other publications and media companies also publish such information. The editor-in-chief of the magazine lodged an application with the Court in 2010 (see Anttila v. Finland (dec.), no. 16248/10, 19 November 2013).",
                                "elements": []
                            },
                            {
                                "content": "7.  In 2002 the magazine appeared 17 times and each issue concentrated on a certain geographical area of the country. Data on 1.2 million persons’ taxable income and assets was published, which constituted at the time a third of all taxable persons in Finland. The magazine also published taxrelated articles and announcements.",
                                "elements": []
                            },
                            {
                                "content": "8.  The first applicant company Satakunnan Markkinapörssi Oy has worked in cooperation with the second applicant company, Satamedia Oy. The companies are owned by the same persons. In 2003 the second applicant company, together with a telephone operator, started an SMSservice. By sending a person’s name to a service number, taxation information concerning that person could be obtained if information was available in the database. The database was created using data already published in the magazine. Since 2006 the second applicant company has also been publishing Veropörssi magazine.",
                                "elements": []
                            },
                            {
                                "content": "9.  On an unspecified date the Data Protection Ombudsman (tietosuojavaltuutettu, dataombudsmannen) contacted the applicant companies and advised them to stop publishing taxation data in the manner and to the extent that had been the case in 2002. Collecting data which was not to be published was not forbidden. The companies declined because they felt that this request violated their freedom of expression.",
                                "elements": []
                            },
                            {
                                "content": "10.  By letter dated 10 April 2003 the Data Protection Ombudsman requested the Data Protection Board (tietosuojalautakunta, datasekretessnämnden) to order that the applicant companies be forbidden to process taxation data in the manner and to the extent that had been the case in 2002 and to pass such data to an SMS-service. He claimed that, under the Personal Data Act, the companies had no right to establish such personal data registers and that the derogation provided by the Act concerning journalism did not apply to the present case. The collecting of taxation information and the passing of such information to third parties was not journalism but processing of personal data which the applicant companies had had no right to do.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 7 January 2004 the Data Protection Board dismissed the request of the Data Protection Ombudsman. It found that the derogation provided by the Personal Data Act concerning journalism applied to the present case. As concerned the SMS-service, the data used in the service had already been published in Veropörssi magazine and the Act did not therefore apply to it.",
                                "elements": []
                            },
                            {
                                "content": "12.  By letter dated 12 February 2004 the Data Protection Ombudsman appealed to the Helsinki Administrative Court (hallinto-oikeus, förvaltningsdomstolen), reiterating his request that the applicant companies be forbidden to process taxation information in the manner and to the extent that had been the case in 2002 and to pass such data to the SMS-service.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 29 September 2005 the Administrative Court rejected the appeal. It found that the derogation provided by the Personal Data Act concerning journalism, which had its origins in Directive 95/46/EC, should not be interpreted too strictly as it would then favour protection of privacy over freedom of expression. The court considered that Veropörssi magazine had a journalistic purpose and that it was also in the public interest to publish such data. The court emphasised, in particular, that the published data was public. The derogation provided by the Personal Data Act concerning journalism thus applied to the present case. As concerned the SMS-service, the court agreed with the Data Protection Board that, as the information had already been published in the magazine, the Act did not apply to it.",
                                "elements": []
                            },
                            {
                                "content": "14.  By letter dated 26 October 2005 the Data Protection Ombudsman appealed further to the Supreme Administrative Court (korkein hallinto-oikeus, högsta förvaltningsdomstolen), reiterating the grounds of appeal already presented before the Administrative Court.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 8 February 2007 the Supreme Administrative Court decided to request a preliminary ruling from the Court of Justice of the European Union on the interpretation of Directive 95/46/EC.",
                                "elements": []
                            },
                            {
                                "content": "16.  On 16 December 2008 the Court of Justice of the European Union, sitting in a Grand Chamber composition, gave its judgment (see Case C3/07 Tietosuojavaltuutettu v. Satakunnan Markkinapörssi Oy and Satamedia Oy, judgment of 16 December 2008 (Grand Chamber)). It found first of all that the activities in question constituted “processing of personal data” to which the Directive applied. Moreover, activities involving the processing of personal data such as that relating to personal data files which contained solely, and in unaltered form, material that had already been published in the media, also fell within the scope of the Directive. In order to take account of the importance of the right to freedom of expression in every democratic society, it was necessary to interpret notions relating to that freedom, such as journalism, broadly. However, in order to achieve a balance between the two fundamental rights, the protection of the fundamental right to privacy required that the derogations and limitations in relation to the protection of data provided for in the Directive had to apply only in so far as was strictly necessary. In conclusion, activities such as those involved in the domestic proceedings, relating to data from documents which were in the public domain under national legislation, could be classified as “journalistic activities” if their object was to disclose to the public information, opinions or ideas, irrespective of the medium which was used to transmit them. They were not limited to media undertakings and could be undertaken for profitmaking purposes.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 23 September 2009 the Supreme Administrative Court quashed the previous decisions and referred the case back to the Data Protection Board. It requested the Board to forbid the processing of taxation data in the manner and to the extent carried out in 2002. The court noted first that the term “journalism” was not defined in Directive 95/46/EC but that, according to the Court of Justice of the European Union, it was necessary to interpret notions relating to freedom of expression, such as journalism, broadly. However, when balanced against the right to privacy, any derogations to the latter were to be kept only to what was strictly necessary. When balancing the right to freedom of expression against the right to privacy, the Court had found that the decisive factor was to assess whether a publication contributed to a public debate or was solely intended to satisfy the curiosity of readers. The Supreme Administrative Court found that the publication of the whole database collected for journalistic purposes could not be regarded as journalistic activity. The public interest did not require such publication of personal data to the extent seen in the present case, in particular as the derogation in the Personal Data Act was to be interpreted strictly. The same applied also to the SMS-service.",
                                "elements": []
                            },
                            {
                                "content": "18.  The SMS-service was shut down after the decision of the Supreme Administrative Court was served on the applicant companies. The magazine continued publishing taxation data in autumn 2009 when its content was only one fifth of the previous content. Since then the magazine has not appeared.",
                                "elements": []
                            },
                            {
                                "content": "19.  On 26 November 2009 the Data Protection Board forbade the first applicant company to process taxation data in the manner and to the extent that had been the case in 2002 and to forward this information to an SMSservice. The second applicant company was forbidden to collect, save or forward to an SMS-service any information received from the first applicant company’s registers and published in Veropörssi magazine.",
                                "elements": []
                            },
                            {
                                "content": "20.  By letter dated 15 December 2009, after the Data Protection Board had made its decision, the Data Protection Ombudsman asked the applicant companies to indicate what measure they were envisaging to take in view of the Board’s decision. In their reply, the applicant companies asked the Data Protection Ombudsman’s view on the conditions under which they could continue publishing public taxation data at least to a certain extent. In his reply the Data Protection Ombudsman stated that, according to the Supreme Administrative Court’s decision, the applicant companies lacked the legal right to maintain their taxation database and to publish it, and reminded them of his duty to report any breach of the Personal Data Act to the police.",
                                "elements": []
                            },
                            {
                                "content": "21.  By letter dated 9 February 2010 the applicant companies appealed against the decision of the Data Protection Board to the Helsinki Administrative Court which transferred the case to the Turku Administrative Court. They complained that the decision violated the prohibition of censorship guaranteed by the Constitution as well as their freedom of expression. The Finnish Constitution provided better protection than the international human rights treaties as the latter did not prohibit censorship fully. According to the domestic law, it was not possible to prevent publication of information on the basis of the amount of information to be published or of the means used for its publication. Nor was it possible to use “public interest” as a criterion for preventing publication when preventive restriction of freedom of expression was concerned. Accepting that would mean that the authorities would be able to prevent publication, if they thought that the publication did not promote discussion of a topic of public interest.",
                                "elements": []
                            },
                            {
                                "content": "22.  On 28 October 2010 the Turku Administrative Court rejected the applicant companies’ appeal. It found that, as far as the matter had been decided by the Supreme Administrative Court in its decision of 23 September 2009, it could not take a stand on the issue. In the latter decision the Supreme Administrative Court had stated that the case was not about the public nature of the taxation documents, nor about the right to publish such information. As the court was now examining only the decision rendered by the Data Protection Board which was issued as a result of the Supreme Administrative Court’s decision of 23 September 2009, it could not examine the issues which the Supreme Administrative Court had excluded from the scope of its decision. As the Board’s decision corresponded to the content of the Supreme Administrative Court’s decision, there was no reason to change it.",
                                "elements": []
                            },
                            {
                                "content": "23.  By letter dated 29 November 2010 the applicant companies appealed further to the Supreme Administrative Court, reiterating the grounds of appeal already presented before the Administrative Court. They noted in particular that the decision issued by the Data Protection Board had prohibited the processing of taxation information for publishing purposes as well as requiring that the internal registers of the first applicant company be protected in a manner required by the Personal Data Act. In practice the companies were prevented from collecting information for publishing purposes, which meant that there was an interdiction to publish such information. The companies noted that the Finnish Constitution also prohibited indirect preventive censorship.",
                                "elements": []
                            },
                            {
                                "content": "24.  On 18 June 2012 the Supreme Administrative Court upheld the judgment of the Administrative Court. It found that the case was not about the right to publish taxation information as such, nor about preventive censorship. On these grounds and the grounds mentioned in the Administrative Court’s reasoning, the court found that there was no reason to change the latter’s decision.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Constitutional provisions",
                                "elements": [
                                    {
                                        "content": "25.  Article 10 of the Constitution of Finland (Suomen perustuslaki, Finlands grundlag, Act no. 731/1999) guarantees everyone’s right to private life. It provides that:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone’s private life, honour and the sanctity of the home are guaranteed. More detailed provisions on the protection of personal data are laid down by an Act.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The secrecy of correspondence, telephony and other confidential communications is inviolable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Measures encroaching on the sanctity of the home, and which are necessary for the purpose of guaranteeing basic rights and liberties or for the investigation of crime, may be laid down by an Act. In addition, provisions concerning limitations of the secrecy of communications which are necessary in the investigation of crimes that jeopardise the security of the individual or society or the sanctity of the home, at trials and security checks, as well as during the deprivation of liberty may be laid down by an Act.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Article 12 of the Constitution concerns the freedom of expression and provides the following:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Everyone has the freedom of expression. Freedom of expression entails the right to express, disseminate and receive information, opinions and other communications without prior prevention by anyone. More detailed provisions on the exercise of the freedom of expression are laid down by an Act. Provisions on restrictions relating to pictorial programmes that are necessary for the protection of children may be laid down by an Act.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Provisions relating to freedom of expression",
                                "elements": [
                                    {
                                        "content": "27.  According to section 1 of the Act on the Exercise of Freedom of Expression in Mass Media (laki sananvapauden käyttämisestä joukkoviestinnässä, lagen om yttrandefrihet i masskommunikation, Act no. 460/2003), the Act contains more detailed provisions on the exercise, in the media, of the freedom of expression enshrined in the Constitution. In the application of the Act, interference with the activities of the media shall be legitimate only in so far as it is unavoidable, taking due note of the importance of the freedom of expression in a democracy subject to the rule of law.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Provisions relating to the protection of private life",
                                "elements": [
                                    {
                                        "content": "28.  Chapter 24, section 8, of the Penal Code (rikoslaki, strafflagen as amended by Act no. 531/2000) reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Dissemination of information violating private life:",
                                        "elements": []
                                    },
                                    {
                                        "content": "A person who unlawfully (1) through the use of the mass media, or (2) in another manner publicly spreads information, an insinuation or an image of the private life of another person, such that the act is likely to cause that person damage or suffering, or subject that person to contempt, shall be convicted of injuring personal reputation and sentenced to a fine or a maximum term of two years’ imprisonment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The spreading of information, an insinuation or an image of the private life of a person in politics, business, public office or a public position, or in a comparable position, shall not constitute injury to personal reputation, if it may affect the evaluation of that person’s activities in the position in question and if it is necessary for the purposes of dealing with a matter of importance to society.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Personal Data Act",
                                "elements": [
                                    {
                                        "content": "29.  According to sections 1 and 2 of the Personal Data Act (henkilötietolaki, personuppgiftslagen, Act no. 523/1999, as in force at the relevant time), the objectives of this Act are to implement, in the processing of personal data, the protection of private life and the other basic rights which safeguard the right to privacy, as well as to promote the development of and compliance with good processing practice.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Act applies to the automatic processing of personal data. It applies also to other processing of personal data where the data constitutes or is intended to constitute a personal data file or a part thereof.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Act does not apply to the processing of personal data by a private individual for purely personal purposes or for comparable ordinary and private purposes. It does not apply either to personal data files containing, solely and in unaltered form, data that has been published by the media. Several exceptions also apply to the processing of personal data for purposes of journalism or artistic or literary expression.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Public disclosure of tax information",
                                "elements": [
                                    {
                                        "content": "32.  According to section 5 of the Act on the Public Disclosure and Confidentiality of Tax Information (laki verotustietojen julkisuudesta ja salassapidosta, lagen om offentlighet och sekretess i fråga om beskattningsuppgifter, Act no. 1346/1999), in annual taxation, the information on a taxpayer’s name, year of birth and municipality of domicile is public. In addition, the following information is public:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1) earned income taxable in State taxation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2) capital income and property taxable in State taxation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3) income taxable in municipal taxation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4) income and net wealth tax, municipal tax and the total amount of taxes and charges imposed;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(5) the total amount of withholding tax;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(6) the amount to be debited/the amount to be refunded in the final assessment for the tax year.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT EUROPEAN UNION LAW",
                        "elements": [
                            {
                                "content": "33.  Article 9 of Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data provides the following:",
                                "elements": []
                            },
                            {
                                "content": "“Processing of personal data and freedom of expression",
                                "elements": []
                            },
                            {
                                "content": "Member States shall provide for exemptions or derogations from the provisions of this Chapter, Chapter IV and Chapter VI for the processing of personal data carried out solely for journalistic purposes or the purpose of artistic or literary expression only if they are necessary to reconcile the right to privacy with the rules governing freedom of expression.”",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  COUNCIL OF EUROPE TEXTS",
                        "elements": [
                            {
                                "content": "34.  The Council of Europe Convention of 1981 for the Protection of Individuals with regard to Automatic Processing of Personal Data (“the Data Protection Convention”), which entered into force in respect of Finland on 1 April 1992, defines “personal data” as any information relating to an identified or identifiable individual. The Convention provides, inter alia:",
                                "elements": []
                            },
                            {
                                "content": "“Article 5 – Quality of data",
                                "elements": []
                            },
                            {
                                "content": "Personal data undergoing automatic processing shall be:",
                                "elements": []
                            },
                            {
                                "content": "a.  obtained and processed fairly and lawfully;",
                                "elements": []
                            },
                            {
                                "content": "b.  stored for specified and legitimate purposes and not used in a way incompatible with those purposes;",
                                "elements": []
                            },
                            {
                                "content": "c.  adequate, relevant and not excessive in relation to the purposes for which they are stored;",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "35.  The applicant companies complained under Article 10 of the Convention that their right to freedom of expression had been violated in a manner which was not “necessary in a democratic society”. The collection of taxation information was not illegal as such and this information was public. The decisions of the Supreme Administrative Court meant in fact that the applicant companies were put under prior censorship while other newspapers had been able to continue publishing such information. Also, a wide audience had a right to receive information.",
                                "elements": []
                            },
                            {
                                "content": "36.  Article 10 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "37.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "38.  The Government observed that the applicant companies’ application had not been lodged within the six-month time-limit regarding the first set of proceedings. The present case involved two separate sets of proceedings as the subject-matters of these two sets of proceedings were not the same: the first set of proceedings concerned the question of whether the applicant companies had processed personal taxation data unlawfully and the second set of proceedings the issuance of orders for the processing of personal data. Consequently, in their view, in respect of the first set of proceedings the application should be declared inadmissible under Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The applicant companies argued that the initial aim of the Data Protection Ombudsman was to obtain a publishing ban on the applicant companies. This was not accomplished until the second round of the proceedings. The proceedings could not be divided into two separate sets of proceedings with independent and separable domestic remedies in each. The Supreme Administrative Court had referred the case back to the Data Protection Board in September 2009. That court could also have issued the ban directly without referring the case back to the Board. The applicant companies thus argued that their application had been lodged within the sixmonth time-limit regarding the first round of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court notes that the first round of the proceedings ended on 23 September 2009 when the Supreme Administrative Court quashed the lower decisions and referred the case back to the Data Protection Board. As the case was referred back to the Data Protection Board, there was no final decision, but the proceedings continued with the second round of the proceedings. The domestic proceedings became final only on 18 June 2012 when the Supreme Administrative Court delivered its second and final decision in the case. The Court considers that, as there was only one final decision, there was only one set of proceedings, although the case was examined twice before the different levels of jurisdiction. The Court therefore rejects the Government’s preliminary objection concerning the first round of the proceedings, and considers that the complaint under Article 10 is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that this complaint is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "41.  The applicant companies noted that taxation data was public in Finland and that anyone could have access to it. In this respect the taxation data differed crucially from, for example, medical records. Finnish taxation data had been, and continued to be, published in newspapers and websites. This activity had been the subject of profound discussions in the context of which the legislator had decided to maintain public access to taxation data. Publishing public taxation data had thus been accepted by the Finnish legislator. Annually on 1 November, when the taxation records of the preceding year became public, numerous newspapers and other media continuously published varying amounts of taxation data in printed papers and websites, and this publishing was not in any relevant manner different from the applicant companies’ activities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The applicant companies argued that there was no prescription of proactive limitations to the freedom of expression in the Personal Data Act or in other legislation referred to by the Government. Such limitations were – as they should be – retrospective. The prohibition on processing taxation data de facto also prohibited the applicant companies from publishing it. This publishing activity was also de facto the sole reason for the prohibition. Processing of taxation data was forbidden insofar as such data was to be published. In other words, collecting and publishing taxation data which was not to be published was not forbidden. Therefore the prohibition constituted a proactive ban, also known as censorship, which was strictly against the Finnish Constitution.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The applicant companies maintained that the Personal Data Act did not prescribe restrictions to freedom of expression. The Act was not at all intended to be applied to such personal data which was to be published, as the “journalistic exception” was to be applied to the personal data registers which were meant to support actual publishing. However, any possibility of limiting basic fundamental rights such as freedom of expression should be explicitly provided by law. On the other hand, the preparatory works of the Act on the Public Disclosure and Confidentiality of Taxation Information indicated that publishing even large amounts of tax data was accepted by the legislator. The restrictions were thus not prescribed by law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  As to the necessity in a democratic society, the applicant companies noted that publishing of taxation data was common, frequent and expressly accepted by the Finnish legislator. They asked what the pressing social need was that demanded limiting their publishing activities while other newspapers and websites continued to publish taxation data in Finland. According to the Government, the matter was not examined as a potential limitation to freedom of expression but as handling of personal data. To the applicant companies, these two issues could not be effectively separated from each other in the way the Finnish authorities had done in the present case. Prior to publishing, data needed to be collected and processed. This was done by practically all Finnish newspapers. It was true that the extent of the information published by the applicant companies was different to that practised by other publishers, but the manner of publishing was the same. Taxation data was customarily published in catalogue form with few, if any, comments. The protection of privacy had not, during previous decades, been a ground to prevent other media from publishing information on taxable income of ordinary persons.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The applicant companies noted that, in the present case, the limitations to their freedom of expression on the basis of the estimated general interest had been made prior to the publication. The mere possibility of proactively censoring a newspaper on the basis of “lacking general interest of its contents”, or on the basis of its contents in the first place was, in the applicant companies’ view, very dangerous for democracy. The Supreme Administrative Court’s conception of journalism was in contradiction with that of the Court of Justice of the European Union, according to which it was to be interpreted broadly, not strictly. The content of journalism did not change with the amount of information published.",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  The Government argued that, in the special circumstances of the case, banning the applicant companies from processing taxation data did not constitute an interference with the applicant companies’ right to freedom of expression within the meaning of Article 10 of the Convention. Were the Court to have another opinion, such interference was in any event prescribed by law and it was “necessary in a democratic society”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  The Government noted that the impugned measures had had a basis in Finnish law, especially in various provisions of the Personal Data Act. These measures had been taken for the protection of the reputation or rights of others, in particular for the protection of private life.",
                                                "elements": []
                                            },
                                            {
                                                "content": "48.  As to the necessity in a democratic society, the Government noted that the extensive publication in unaltered form without journalistic comments of individuals’ taxation data, which was public as such, had mainly satisfied the curiosity of the readers. Such processing conflicted with the Personal Data Act, the purpose of which was to implement the protection of private life and other basic rights safeguarding the right to privacy during the processing of personal data. The public availability of taxation data in Finland in general was exceptional in Europe, as many EU member States classified such data as private. Access to public information did not entail that such information could always be published but the publishing should always serve the interests of public debate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Government observed that the case had been thoroughly examined by the national authorities and courts. The Supreme Administrative Court had assessed the matter in both sets of proceedings before it as a question of balancing the right to freedom of expression, on the one hand, and the right to private life, on the other hand. It had found, inter alia, that this assessment should take into account to what extent “an open discussion of general interest and necessity in a democratic society or the control of public use of power or the freedom of criticism did not require the publishing of personal data concerning individuals to the now meant extent”. The Government thus considered that the reasons relied on by the domestic courts were relevant and sufficient for the purposes of Article 10 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Government considered also that the sanctions imposed on the applicant companies had been reasonable. In its decision of 26 November 2011 the Data Protection Board had expressly stated that the first applicant company had been permitted to process personal data to the extent that the data had been used exclusively for journalistic activity and processed for journalistic purposes, provided that the first applicant company protected the data appropriately. Furthermore, the first applicant company had never been prohibited generally from publishing the information in question. It could therefore, if it so wished, have changed its activity so as to comply with the Personal Data Act. Moreover, the matter did not concern prior censorship as it did not concern the right to publish taxation data as such but the handling of the personal data. The case was not about a possible prior interference with the contents of the publication but about the assessment of the legal preconditions set for the handling of personal data with the aim of ensuring the protection of private life. Referring to the margin of appreciation, the Government considered that the domestic courts had struck a fair balance between the competing interests and that the impugned interference had been necessary in a democratic society. There was thus no violation of Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "51.  The Court notes that the parties disagree on whether the ban imposed on the applicant companies constitutes an interference with their right to freedom of expression, as guaranteed by Article 10 § 1 of the Convention. According to the Government, banning the applicant companies from processing taxation data did not constitute an interference with the applicant companies’ right to freedom of expression, while the applicant companies claimed that it did, referring in this respect even to censorship.",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  The Court notes that in November 2009 the Data Protection Board forbade the first applicant company to process taxation data in the manner and to the extent that had been the case in 2002 and to forward this information to an SMS-service. The second applicant company was forbidden to collect, save or forward to an SMS-service any information received from the first applicant company’s registers and published in the magazine. As a result, Veropörssi magazine published taxation data once more in autumn 2009 when its content was only one fifth of the previous content. Since then, the magazine has not appeared. The SMSservice had already been shut down earlier.",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  The Court considers that the prohibition issued by the Data Protection Board did not prevent the applicant companies from publishing taxation data as such. However, it prohibited them from collecting, saving and processing such data to a large extent, with the result that an essential part of the information previously published in Veropörssi magazine could no longer be published. It must therefore be considered that there was an interference with the applicant companies’ right to impart information, as guaranteed by Article 10 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court notes that the parties also disagree on whether the interference was prescribed by law and pursued a legitimate aim. According to the Government, the impugned measures had a basis in Finnish law, especially in various provisions of the Personal Data Act and these measures were taken for the protection of the reputation or rights of others, in particular for the protection of private life. On the contrary, the applicant companies maintained that the Personal Data Act did not prescribe any restrictions to freedom of expression and that this Act was not at all intended to be applied to such personal data which was to be published. The “journalistic exception” provided by the Act was to be applied to the personal data registers which were meant to support actual publishing.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The Court notes that the right to impart information is subject to the exceptions set out in Article 10 § 2 of the Convention. The Court accepts that the interference was based on the provisions of the Personal Data Act, as in force at the relevant time. In the present case the question before the domestic courts was whether the “journalistic exception” provided by the Personal Data Act was applicable to the applicant companies’ case. In other words, the question was whether in their case the domestic law, as interpreted by the domestic courts, allowed exceptions to be made from the protection of private life in favour of the freedom of expression. The Court therefore considers that the interference was “prescribed by law” and it pursued the legitimate aim of protecting the reputation or rights of others, within the meaning of Article 10 § 2.",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  According to the Court’s well-established case-law, freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and each individual’s self-fulfilment. Subject to paragraph 2 of Article 10 of the Convention, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of pluralism, tolerance and broadmindedness, without which there is no “democratic society”. This freedom is subject to the exceptions set out in Article 10 § 2 which must, however, be strictly construed. The need for any restrictions must be established convincingly (see, for example, Nilsen and Johnsen v. Norway [GC], no. , § 43, ECHR 1999-VIII; and Lingens v. Austria, 8 July 1986, § 41, Series A no. 103).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The adjective “necessary”, within the meaning of Article 10 § 2, implies the existence of a “pressing social need”. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with a European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a “restriction” is reconcilable with freedom of expression as protected by Article 10 (see Janowski v. Poland [GC], no. , § 30, ECHR 1999-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  The Court’s task in exercising its supervision is not to take the place of national authorities but rather to review under Article 10, in the light of the case as a whole, the decisions they have taken pursuant to their power of appreciation (see, among many other authorities, Fressoz and Roire v. France [GC], no. , § 45, ECHR 1999-I).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In exercising its supervisory jurisdiction, the Court must look at the impugned interference in the light of the case as a whole. In particular, it must determine whether the interference in issue was “proportionate to the legitimate aims pursued” and whether the reasons adduced by the national authorities to justify it were “relevant and sufficient” (see Janowski v. Poland, cited above, § 30; News Verlags GmbH & Co.KG v. Austria, no. , § 52, ECHR 2000-I; Barfod v. Denmark, 22 February 1989, § 28, Series A no. 149; Lingens v. Austria, cited above, § 40; and Sunday Times v. the United Kingdom (no. 1), 26 April 1979, § 62, Series A no. 30). In doing so, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and, moreover, that they based themselves on an acceptable assessment of the relevant facts (see Jersild v. Denmark, 23 September 1994, § 31, Series A no. 298).",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court further emphasises the essential function the press fulfils in a democratic society. Although the press must not overstep certain bounds, particularly as regards the reputation and rights of others and the need to prevent the disclosure of confidential information, its duty is nevertheless to impart – in a manner consistent with its obligations and responsibilities – information and ideas on all matters of public interest (see Bladet Tromsø and Stensaas v. Norway [GC], no. , § 58, ECHR 1999-III; De Haes and Gijsels v. Belgium, 24 February 1997, § 37, Reports of Judgments and Decisions 1997I; and Jersild v. Denmark, cited above, § 31). Not only do the media have the task of imparting such information and ideas, the public also has a right to receive them (see, for example, Sunday Times v. the United Kingdom (no. 1), cited above, § 65).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Court has recently set out the relevant principles to be applied when examining the necessity of an instance of interference with the right to freedom of expression in the interests of the “protection of the reputation or rights of others”. It noted that in such cases the Court may be required to verify whether the domestic authorities struck a fair balance when protecting two values guaranteed by the Convention which may come into conflict with each other in certain cases, namely, on the one hand, freedom of expression protected by Article 10 and, on the other, the right to respect for private life enshrined in Article 8 (see Axel Springer AG v. Germany [GC], no. , § 84, 7 February 2012; and MGN Limited v. the United Kingdom, no. , § 142, 18 January 2011).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In Von Hannover v. Germany (no. 2) [GC] (nos.  and , §§ 104-107, ECHR 2012) and Axel Springer AG v. Germany [GC] (cited above, §§ 85-88), the Court defined the Contracting States’ margin of appreciation and its own role in balancing these two conflicting interests. The Court went on to identify a number of criteria as being relevant where the right of freedom of expression is being balanced against the right to respect for private life (see Von Hannover v. Germany (no. 2) [GC], cited above, §§ 109-113; and Axel Springer AG v. Germany [GC], cited above, §§ 89-95), namely:",
                                                "elements": []
                                            },
                                            {
                                                "content": "(i)  contribution to a debate of general interest;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(ii)  how well-known is the person concerned and what is the subject of the report;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iii)  prior conduct of the person concerned;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(iv)  method of obtaining the information and its veracity/circumstances in which the photographs were taken;",
                                                "elements": []
                                            },
                                            {
                                                "content": "(v)  content, form and consequences of the publication; and",
                                                "elements": []
                                            },
                                            {
                                                "content": "(vi)  severity of the sanction imposed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Turning to the facts of the present case, the Court notes that the applicant companies were not as such forbidden to publish taxation data in Veropörssi magazine. However, they were forbidden to collect, save or process taxation data in the manner and to the extent that had been the case in 2002 and to forward this information to an SMS-service. As a result, the applicant companies published one more issue of Veropörssi magazine in autumn 2009 with one fifth of the previous content. Since then, the magazine has not appeared. The SMS-service had already been shut down earlier.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  In order to assess whether the “necessity” of the restriction of the exercise of the freedom of expression has been established convincingly, the Court must examine whether the balancing exercise between the freedom of expression and the right to respect for private life has been undertaken by the national authorities, in conformity with the criteria laid down in the Court’s case-law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The Court considers first of all that the general subject-matter which was at the heart of the publication in question, namely the taxation data about natural persons’ taxable income and assets, was already a matter of public record in Finland, and as such was considered to be a matter of public interest. From the point of view of the general public’s right to receive information about matters of public interest, and thus from the standpoint of the press, there were justified grounds for imparting such information to the public.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The Court notes that in 2002 Veropörssi magazine published taxation data on 1.2 million persons’ taxable income and assets. These persons must have included both well-known personalities and ordinary citizens. According to the specific Act on the Public Disclosure and Confidentiality of Tax Information, this taxation information is public in Finland. There is thus no suggestion that the published information was obtained by subterfuge or other illicit means (compare Von Hannover v. Germany, no. 59320/00, § 68, ECHR 2004VI). On the contrary, the published information was received directly from the tax authorities.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  Moreover, the Court observes that the accuracy of the published information was not in dispute even before the domestic courts. There is no evidence, or indeed any allegation, of factual errors, misrepresentation or bad faith on the part of the applicant companies (see, in this connection, Flinkkilä and Others v. Finland, no. , § 81, 6 April 2010).",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The Court notes that the only problematic issue for the national authorities and courts was the extent of the published information. According to them, the publishing of taxation information to such an extent as in 2002 could not be considered as journalism but as processing of personal data, which the applicant companies had no right to do. The central question thus turned on the concept of journalism. As the derogation provided by the Personal Data Act concerning journalism had its origins in Directive 95/46/EC, the Supreme Administrative Court decided to request a preliminary ruling from the Court of Justice of the European Union on the interpretation of Directive 95/46/EC in that respect.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  The Court notes that the Court of Justice of the European Union found in its preliminary ruling that, in order to take account of the importance of the right to freedom of expression in every democratic society, it was necessary to interpret notions relating to that freedom, such as journalism, broadly. However, in order to achieve a balance between the two fundamental rights, the protection of the fundamental right to privacy required that the derogations and limitations in relation to the protection of data provided for in the Directive had to apply only in so far as was strictly necessary. In conclusion, the court found that activities such as those involved in the case at hand, relating to data from documents which were in the public domain under national legislation, could be classified as “journalistic activities” if their object was to disclose to the public information, opinions or ideas, irrespective of the medium which was used to transmit them.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Court notes that, after having received the preliminary ruling from the Court of Justice of the European Union, the Supreme Administrative Court found that the publication of the whole database collected for journalistic purposes could not be regarded as journalistic activity. It considered that the public interest did not require such publication of personal data to the extent that had been seen in the present case, in particular as the derogation in the Personal Data Act was to be interpreted strictly. The same applied also to the SMS-service.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  The Court observes that, in its analysis, the Supreme Administrative Court attached importance both to the applicant companies’ right to freedom of expression as well as to the right to respect for private life of those taxpayers whose taxation information had been published. The court examined the case on the basis of principles embodied in Article 10 and the criteria laid down in the Court’s case-law. The Supreme Administrative Court thus balanced in its reasoning the applicant companies’ right to freedom of expression against the right to privacy. According to the Supreme Administrative Court, it was thus necessary to interpret the applicant companies’ freedom of expression strictly in order to protect the right to privacy.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  The Court finds this reasoning acceptable. The restrictions on the exercise of the applicant companies’ freedom of expression were established convincingly by the Supreme Administrative Court, taking into account the Court’s case-law. The Court reiterates its recent case-law according to which the Court would require, in such circumstances, strong reasons to substitute its own view for that of the domestic courts (see Von Hannover v. Germany (no. 2) [GC], cited above, § 107; and Axel Springer AG v. Germany [GC], cited above, § 88).",
                                                "elements": []
                                            },
                                            {
                                                "content": "73.  Lastly, as concerns the sanctions, the Court notes that the applicant companies were not prohibited generally from publishing the information in question but only to a certain extent. Nothing prevented them from continuing to publish taxation information to a lesser extent than they had done in 2002. The fact that, in practice, the limitations imposed on the quantity of the information to be published may have rendered the applicant companies’ business activities unviable is not, however, a direct consequence of the actions taken by the domestic courts and authorities but an economic decision made by the applicant companies themselves. It must also be taken into account that the prohibition laid down by the domestic authorities cannot be considered as a criminal sanction but as an administrative one, and thereby a less severe sanction than a criminal one (contrast and compare Lehideux and Isorni v. France, 23 September 1998, § 57, Reports of Judgments and Decisions 1998VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  In conclusion, the reasons relied on by the domestic courts and authorities were both relevant and sufficient to show that the interference complained of was “necessary in a democratic society”. Having regard to all the foregoing factors, and taking into account the margin of appreciation afforded to the State in this area, the Court considers that the domestic courts struck a fair balance between the competing interests at stake.",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  There has therefore been no violation of Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "76.  The applicant companies complained under Article 6 of the Convention of the length of the administrative proceedings which had lasted for more than eight years.",
                                "elements": []
                            },
                            {
                                "content": "77.  Article 6 § 1 of the Convention reads in the relevant parts as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ... everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "78.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "79.  The Government observed that the applicant companies’ application had not been lodged within the six-month time-limit regarding the first set of proceedings. The present case involved two separate sets of proceedings as the subject-matters of these two sets of proceedings were not the same: the first set of proceedings concerned the question of whether the applicant companies had processed personal taxation data unlawfully and the second set of proceedings the issuance of orders for the processing of personal data. Consequently, in their view, the application should be declared, in respect of the first set of proceedings, inadmissible under Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The applicant companies argued that the initial aim of the Data Protection Ombudsman was to impose a publishing ban on the applicant companies. This was not accomplished until the second round of the proceedings. The proceedings could not be divided into two separate sets of proceedings, each with independent and separable domestic remedies. The Supreme Administrative Court had referred the case back to the Data Protection Board in September 2009. That court could also have issued the ban directly, without referring the case back to the Board. The applicant companies thus argued that their application had been lodged within the sixmonth time-limit regarding the first round of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Referring to its conclusions concerning the six-month rule (see paragraph 40 above), the Court notes that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": [
                                            {
                                                "content": "82.  The applicant companies argued that the entire period of eight years had been about the same legal question, namely whether it was legal to collect, process and eventually to publish taxation information in the applicant companies’ magazine. It had been within the powers of the Supreme Administrative Court to issue the ban directly without referring the case back to the Data Protection Board. This could have been done in the name of the applicant companies’ fundamental right to a fair trial within a reasonable time, as guaranteed by Article 6 of the Convention. The applicant companies had not initiated these proceedings and, in their view, it bore little relevance of what these proceedings consisted. The legal uncertainty concerning the publication of the applicant companies’ magazine had in fact lasted even longer, as already on 26 June 1997 the Ministry of Justice had initiated a criminal investigation concerning the publishing of the magazine. The Ministry had also requested a statement from the Data Protection Ombudsman. For the applicant companies this uncertainty had thus lasted for 15 years.",
                                                "elements": []
                                            },
                                            {
                                                "content": "83.  The Government argued that the proceedings concerning the preliminary ruling from the Court of Justice of the European Union had lasted for one year and ten months. When excluding this duration, the length of the first set of proceedings was three years and three months. The criminal investigation initiated in 1997 had concerned a different subjectmatter to the proceedings now at stake. The second set of proceedings had lasted for two years and three months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "84.  The Government noted that none of the procedural stages had lasted very long, approximately one and a half years for each stage. The case had involved two separate sets of proceedings as the subject-matter of the two sets of proceedings was not the same, in spite of the fact that the proceedings related to the same parties and the same facts. The first set of proceedings had concerned the issue of whether the applicant companies had processed personal data in conflict with the provisions of the Personal Data Act. The Supreme Administrative Court had quashed the appealed decision and referred the matter back to the Data Protection Board, which had to conduct a new administrative consideration of the matter and to make a new administrative decision. The second set of proceedings had concerned the question of whether the Data Protection Board’s new decision of 26 November 2009 had corresponded to the previous Supreme Administrative Court’s decision.",
                                                "elements": []
                                            },
                                            {
                                                "content": "85.  The Government noted that the matter had been exceptionally demanding from the legal point of view. The proceedings had included the drafting of a request for a preliminary ruling and there had been more hearings than usual. In view of the particular circumstances of the case, the proceedings had been conducted within a reasonable time within the meaning of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "86.  The Court notes that the period to be taken into consideration began on 12 February 2004 when the Data Protection Board’s first decision was appealed against, and ended on 18 June 2012 when the Supreme Administrative Court gave a final decision in the case. However, the case was pending before the Court of Justice of the European Union for a preliminary ruling for one year and ten months which, according to the Court’s case-law to be excluded from the length attributable to the domestic authorities (see Pafitis and Others v. Greece, 26 February 1998, § 95, Reports of Judgments and Decisions 1998I; and Koua Poirrez v. France, no. 40892/98, § 61, ECHR 2003X). When deducting this duration from the overall duration, the impugned proceedings before the domestic authorities and courts lasted over six years and six months at two levels of jurisdiction, of which both levels twice.",
                                                "elements": []
                                            },
                                            {
                                                "content": "87.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. , § 43, ECHR 2000-VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "88.  The Court agrees with the Government that there has not been any particularly long period of inactivity on the part of the authorities and domestic courts. The proceedings were pending before the domestic authorities and courts for approximately one and a half years for each stage, which cannot be considered excessive. The excessive total length seems to have been caused by the fact that the case was examined twice by each level of jurisdiction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "89.  The Court considers that even though the case was of some complexity, it cannot be said that this in itself justified the entire length of the proceedings. Some of this complexity may have been caused by the fact that the case was referred back to the Data Protection Board for a new examination.",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  The Court has frequently found a violation of Article 6 § 1 of the Convention in cases raising issues similar to the one in the present case (see Frydlender v. France, cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "91.  Having examined all the material submitted to it, the Court considers that, even taking into account the complexity of the case, the Government have not put forward any fact or argument capable of persuading it to reach a different conclusion in the present case. Having regard to its case-law on the subject, the Court considers that in the instant case the length of the proceedings was excessive and failed to meet the “reasonable time” requirement.",
                                                "elements": []
                                            },
                                            {
                                                "content": "92.  There has accordingly been a breach of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "93.  Lastly, the applicant companies complained under Article 14 of the Convention that they had been discriminated against vis-à-vis other newspapers which had been able to continue publishing the information in question.",
                                "elements": []
                            },
                            {
                                "content": "94.  Article 14 of the Convention reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "95.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "96.  The Government observed that it did not appear from the case file that the applicant companies had relied on Article 14 of the Convention as such or in conjunction with Article 10 of the Convention before the domestic courts or authorities. They had thus not exhausted the domestic remedies available to them, and this part of the application should therefore be declared inadmissible under Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  In any event, the Government noted that the situation of other publishers of taxation information was not comparable or analogous with that of the applicant companies as they had not published information in the same manner and to the same extent as the applicant companies. The domestic courts had not examined the matter as one of placing different publishers in different positions but rather as a question of handling personal data in the applicant companies’ publications. The conduct of the domestic authorities could therefore not be considered as amounting to discrimination under Article 14 of the Convention, taken in conjunction with Article 10 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  Were the Court to have another opinion, the Government considered that the difference in treatment had pursued a legitimate aim of protecting the private life of others, and it had been reasonable to the aims pursued. Accordingly, there had been no violation of Article 14 of the Convention, taken in conjunction with Article 10 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  The applicant companies claimed that they had made comparisons with other taxation data publishers before every domestic instance and that they had relied on both their right to equal treatment and freedom of expression. They might not have relied on Article 14 of the Convention expressly but they had certainly made claims and arguments based on their right to equal treatment when assessing potential limitations to their freedom of expression. The applicant companies claimed that their complaint under Article 14 was admissible.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  The applicant companies further noted that publishing of taxation data was common, frequent and expressly accepted by the Finnish legislator. Such data was annually published by numerous newspapers. It was not restricted to persons of public interest, but any person with taxable income exceeding 100,000 euros was almost certainly mentioned in some printed national newspaper or on a national website. None of this publishing had been restricted, nor any attempt made to restrict it, by any Finnish authority. Article 14 of the Convention had thus been violated as the applicant companies had been prevented from publishing such information while the other newspapers and media had not.",
                                        "elements": []
                                    },
                                    {
                                        "content": "101.  The Court does not consider it necessary to examine the Government’s preliminary objection concerning the non-exhaustion of domestic remedies as it finds this complaint in any case inadmissible, for the reasons set out below.",
                                        "elements": []
                                    },
                                    {
                                        "content": "102.  The Court notes that Article 14 of the Convention complements the other substantive provisions of the Convention and its Protocols. It has no independent existence since it has effect solely in relation to “the enjoyment of the rights and freedoms” safeguarded by those provisions. Although the application of Article 14 does not presuppose a breach of those provisions, and to this extent it is autonomous, there can be no room for its application unless the facts at issue fall within the ambit of one or more of the latter (see, for instance, E.B. v. France [GC], no. , § 47, 22 January 2008; and Vallianatos and Others v. Greece [GC], nos.  and , § 72, ECHR 2013).",
                                        "elements": []
                                    },
                                    {
                                        "content": "103.  The Court notes that, in the present case, it is undisputed that the applicant companies’ situation falls within the notion of freedom of expression within the meaning of Article 10 of the Convention. Consequently, Article 14, taken in conjunction with Article 10 of the Convention, applies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The Court has established in its case-law that in order for an issue to arise under Article 14 there must be a difference in treatment of persons in relevantly similar situations. Such a difference of treatment is discriminatory if it has no objective and reasonable justification; in other words, if it does not pursue a legitimate aim or if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be realised. The Contracting States enjoy a margin of appreciation in assessing whether and to what extent differences in otherwise similar situations justify a difference in treatment (see Burden v. the United Kingdom [GC], no. , § 60, ECHR 2008).",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  Turning to the present case, the Court notes that the applicant companies’ complaints under Article 14 of the Convention relate to the prohibition imposed on them, preventing them from publishing taxation data to a certain extent while other newspapers allegedly were able to publish such information. The applicant companies are thus comparing their situation to that of the other newspapers engaged in publishing taxation information.",
                                        "elements": []
                                    },
                                    {
                                        "content": "106.  The Court observes that the applicant companies were prohibited from publishing taxation data to the extent they had done in 2002 when they had published data on 1.2 million persons’ taxable income and assets. It is not known to what extent the other newspapers published such information, nor is it known what was considered by the domestic authorities as an acceptable quantity to be published. It appears that the applicant companies were never prevented from publishing taxation data to the same extent as the other newspapers but only to an extent which clearly exceeded the quantity published by the others. The applicant companies cannot thus be compared with other newspapers publishing taxation data as the quantity published by them was clearly greater than elsewhere and there is thus no point of comparison available. The applicant companies cannot therefore claim to be in the same situation as the other newspapers. The Court therefore considers that the applicant companies’ situation is not sufficiently similar to the situation of the other newspapers.",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  It follows that this part of the application is manifestly ill-founded and must be declared inadmissible under Article 35 §§ 3 (a) and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "108.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "109.  The applicant companies claimed 300,000 euros (EUR) in respect of pecuniary damage for the loss of income for one year.",
                                        "elements": []
                                    },
                                    {
                                        "content": "110.  The Government considered that there was no causal link between the alleged violation of Article 10 of the Convention and the damage claimed. Were the Court of a different opinion, the applicant companies had not provided sufficient proof of the amount claimed. Therefore it could not be said that the damage complained of was actually caused by the alleged violation of Article 10 of the Convention. This claim should therefore be rejected. Were the Court of a different opinion, the question of the application of Article 41 should be reserved. Moreover, the Government noted that the applicant companies had not claimed any pecuniary damages in respect of alleged violations of Articles 6 or 14 of the Convention, nor any non-pecuniary damages and that, consequently, no such compensation could be awarded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "111.  The Court does not discern any causal link between the violation found under Article 6 of the Convention and the pecuniary damage alleged by the applicant companies. The Court therefore rejects this claim. As to the non-pecuniary damage, the Court notes that the applicant companies have made no claim under that heading.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "112.  The applicant companies also claimed EUR 49,010.56 for the costs and expenses incurred before the domestic courts and the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "113.  The Government noted that it was not clear whether all costs claimed related to the present case. Moreover, there was no specification related to all costs and expenses as required by the Rules of Court. The Government considered that the applicant companies’ claims were excessive as to quantum. In their view, the compensation for costs and expenses should not exceed, with respect to the domestic proceedings, EUR 7,500 (inclusive of value-added tax) and, with respect to the proceedings before the Court, EUR 2,000 (inclusive of value-added tax).",
                                        "elements": []
                                    },
                                    {
                                        "content": "114.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 9,500 (inclusive of value-added tax) covering costs under all heads.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "115.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares by a majority the complaints concerning the freedom of expression and the length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by six votes to one that there has been no violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that there has been a violation of Article 6 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds unanimously",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant companies, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amount:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amount at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses by six votes to one the remainder of the applicant companies’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 21 July 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following separate opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  concurring opinion of Judge Nicolaou;",
                        "elements": []
                    },
                    {
                        "content": "(b)  dissenting opinion of Judge Tsotsoria.",
                        "elements": []
                    },
                    {
                        "content": "1.  In striking a balance between the applicant companies’ right to freedom of expression and the right to personal privacy of others under, respectively, Articles 10 and 8 of the Convention, the Supreme Administrative Court had regard, inter alia, to Directive 95/46/EC of the European Parliament and of the Council of 24 October 1995 on the protection of individuals with regard to the processing of personal data and on the free movement of such data (OJ 1995 L 281, p. 31). This Directive, which aims at protecting individuals from the adverse effects of the processing and flow of tax data of a personal nature while at the same time enjoins States to provide exemptions or derogations in order that freedom of expression may also be safeguarded in furtherance of the public interest, is itself sensitive to the need of getting the balance right: see Article 9 of the Directive as well as recital 37 of its preamble. Article 9 provides in this regard that:",
                        "elements": []
                    },
                    {
                        "content": "2.  Upon request by the Supreme Administrative Court for a preliminary ruling on questions relevant to the interpretation of the Directive, in the light of the matters at issue, the Court of Justice of the European Union sitting in Grand Chamber gave a ruling, the gist of which was (a) that the notion of journalism is to be interpreted broadly and, therefore, the activities of the applicant companies may be classified as “journalistic” but that it was for the national court to decide whether those activities were “solely for journalistic purposes” or, in other words, whether “the sole object of those activities (was) the disclosure to the public of information, opinions or ideas”; and (b) that any derogations and limitations were to “apply only in so far as ... strictly necessary”.",
                        "elements": []
                    },
                    {
                        "content": "3.  The Supreme Administrative Court then proceeded with the examination of the case, fully following the guidance received from the CJEU. It concluded that, in the circumstances, the activities in question could not be regarded as activities pursued solely for journalistic purposes, that the public interest did not, in the present context, require the publication of personal data to such an extent and that, therefore, the limitations in relation to the protection of data did not apply. Consequently it requested the Data Protection Board to issue a prohibition.",
                        "elements": []
                    },
                    {
                        "content": "4.  This outcome entailed economic loss for the applicant companies, basically in the form of profits. The Supreme Administrative Court did not include this aspect in the matters that needed to be taken into account. In my opinion it was right not to have done so. To have attributed importance to such loss would have been to envisage the possibility that protection under the Directive might be defeated if the loss was high, as could be the case where the infringement was on a particularly large scale, while protection would remain only if the loss was relatively low. I am not prepared to countenance that. Yet that is what the majority now do.",
                        "elements": []
                    },
                    {
                        "content": "5.  In paragraph 73 of the judgment the loss allegedly sustained by the applicant companies is firstly viewed as a sanction against them. In my view it was not a sanction. Then it is said that the loss “is not, however, a direct consequence of the actions taken by the domestic courts and authorities but an economic decision made by the applicant companies themselves”. I am bound to say, with respect, that I am not quite sure what exactly that means but it certainly seems to effectively neutralize the idea of a sanction. Still, the idea of a sanction is repeated immediately further down in the same paragraph. The prohibition to publish is described as an administrative sanction and, as such, less severe than a criminal sanction; but no further reference is made to financial loss. I am unable to associate myself with this line of reasoning.",
                        "elements": []
                    },
                    {
                        "content": "6.  There was certainly an interference with the applicant companies’ right to publish. However, that interference was obviously justified as necessary and proportional on the basis of the balancing carried out by the Supreme Administrative Court in the context of the applicable legal framework and in light of Strasbourg case-law. Having regard to what this case was about, I consider that to have been enough. As I have already indicated, any loss sustained by the applicant companies was merely incidental to what was at stake. It was not an integral part of the considerations that had to be balanced and could not, therefore, have had any impact on the outcome.",
                        "elements": []
                    },
                    {
                        "content": "1.  I dissent from the majority’s conclusion that there has been no violation of Article 10 of the Convention in this case.",
                        "elements": []
                    },
                    {
                        "content": "2.  The core of this case is the right to freedom of expression, in particular freedom of the press, as exercised by the applicant companies. The issue at hand was the restriction on processing lawfully available taxation data concerning natural persons’ taxable income and assets in the manner and to the extent that had been the case in 2002, when the applicant companies had published data on 1.2 million taxpayers and forwarded this information to an SMS service. Such taxation data constituted a matter of public record and a subject of public interest in Finland (see paragraph 65 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "3.  Freedom of expression is essential to a democratic society. To uphold and protect it, and to respect its diversity and its political, social and cultural missions, is the mandate of all governments. Article 10 of the Convention guarantees not only the right to impart information but also the right of the public to receive it (see among other authorities, Ahmet Yıldırım v. Turkey, no. 3111/10, § 50, ECHR 2012, and Observer and Guardian v. the United Kingdom, 26 November 1991, § 59 (b), Series A no. 216). Any measures interfering with the right of the media to convey information, other than where limitations have been explicitly prescribed by law, do a disservice to democracy and often even endanger it (see, mutatis mutandis, Fáber v. Hungary, no.40721/08, § 37, 24 July 2012, with further references therein).",
                        "elements": []
                    },
                    {
                        "content": "4.  With a certain degree of hesitation I align myself with the conclusion of the majority that the interference with the applicant companies’ freedom of expression was prescribed by the Personal Data Act and that it pursued the legitimate aim of protecting the “reputation or rights of others”. I also have doubts as to whether this case should have been analysed according to the criteria developed in Von Hannover v. Germany (no. 2) ([GC], nos. 40660/08 and 60641/08, §§ 104-107, ECHR 2012) and Axel Springer AG v. Germany ([GC], no. 39954/08, § 84, 7 February 2012) (see paragraph 62 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "5.  Be that as it may, after applying the above-mentioned criteria the judgment concludes – and I subscribe to this conclusion – that the activities of the applicant companies, which contributed to a debate on a matter of public interest, raised no questions as to their compliance with the standards of responsible journalism and their good faith has not been called into question (see paragraphs 63-67 of the judgment). The only problematic area for the national authorities and courts was the “extent of the published information”, which would determine whether the activities of the applicant companies fell under the notion of journalism or processing of personal data, which the applicant companies had no right to do (see paragraph 68 of the judgment). The conclusion reached by the majority here served as the basis for shifting the balance from the applicant companies’ freedom of expression (Article 10) to the protection of the private life of the taxpayers concerned (Article 8). I do not consider that the judgment has persuasively ascertained that the prescribed limitations on processing and consequently publishing taxation data were necessary for the protection of the right to privacy of either specific individual(s) or of society as a whole. Therefore, I do not agree with the majority that such measures were proportionate to the legitimate aim pursued.",
                        "elements": []
                    },
                    {
                        "content": "6.  Importantly, the judgment does not follow the established case-law finding a violation of Article 10 in cases where governments have taken measures to protect publicly available and known information on matters of public interest from disclosure (see, for example, Observer and Guardian, cited above, § 69, and Fressoz and Roire v. France [GC], no. 29183/95, §§ 50 and 53-56, ECHR 1999-I).",
                        "elements": []
                    },
                    {
                        "content": "7.  The judgment upholds the decision of the domestic authorities to restrict the processing of taxation data which have been openly available and in the public domain in Finland under the Act on the Public Disclosure and Confidentiality of Tax Information, thus affecting the capacity of the applicant companies to publish such data. I consider that this restriction serves as a form of censorship that, as such, is incompatible with democracy. Moreover, restricting the rights and duties of newspapers to purvey information that is already available on a matter of legitimate public concern has been held to endanger democracy and to be characteristic of a totalitarian regime, as Lord Bridge put it in the Observer and Guardian case (cited above, § 36).",
                        "elements": []
                    },
                    {
                        "content": "8.  The domestic authorities gave a broad interpretation – endorsed by the majority – of the concept of respect for the private life of taxpayers in relation to the processing and subsequent publication of their taxation data. The decision by the Supreme Administrative Court of Finland to impose the restriction was made on the ground of the abstract and hypothetical need to protect privacy. No negative effect or harm was identified as having been inflicted upon any individual, nor had society been otherwise imperilled through publication of these data. Moreover, the publishing of taxation data has not been considered to jeopardise the privacy of taxpayers in Finland, even though a number of newspapers and websites have continuously published such data (see paragraph 41 of the judgment). Without sustainable grounds to believe that the right of privacy has been violated or that an imminent/real danger of such a violation existed, the imposition of severe restrictions on media freedom cannot serve the legitimate interest of society.",
                        "elements": []
                    },
                    {
                        "content": "9.  Regrettably, the majority agreed with the respondent State that the applicant companies’ activities did not fall within the exception for the purposes of journalism in the Personal Data Act (see paragraph 31 of the judgment). It should be recalled that the inalienable elements of journalism are data collection, interpretation and storytelling. The judgment, however, could lead to an interpretation that journalists are so limited in processing data that the entire journalistic activity becomes futile. This may be the case especially in circumstances where there are continuous efforts to limit freedom of expression, particularly in the light of the dynamic and evolving character of the media. The judgment does not follow the postulate that any interference with freedom of expression must be convincingly established and narrowly interpreted (see, for example, Hertel v. Switzerland, 25 August 1998, § 46, Reports of Judgments and Decisions 1998VI). By limiting the opportunity to publish data already disclosed to the public, the national authorities restricted the contribution of the applicant companies to debate on questions of public interest (see Sürek v. Turkey (no. 1) [GC], no. 26682/95, § 61, ECHR 1999‑IV, and Morice v. France [GC], no. 29369/10, § 125, 23 April 2015).",
                        "elements": []
                    },
                    {
                        "content": "10.  Another aspect of the judgment that may lead to further restrictions on freedom of expression is the linking of journalistic activity to the extent of the information published. Establishing a quantitative framework for publicly available information and limiting the freedom guaranteed by Article 10 on this ground does not correspond to the notion of a “pressing social need”. It is vital that freedom of expression is safeguarded against vague and disproportionate interference. Such an interpretation of the term “journalistic activities” cannot be in the best interests of a democratic society as understood in the case-law of the Court. This interpretation also deviates from the approach developed by the Court of Justice of the European Union to the interpretation of Directive 95/46/EC (see paragraphs 68 and 69 of the judgment). The Court should have construed and assessed the journalistic activities of the applicant companies against the backdrop of the essential role played by the media, including the press, in a democratic society and the fact that all persons who exercise their freedom of expression, including journalists, undertake “duties and responsibilities”, the scope of which depends on their situation and the technical means they use (see, for example, Handyside v. the United Kingdom, 7 December 1976, § 49, Series A no. 24). The respondent State should not have been afforded a wide margin of appreciation in the particular circumstances of the case (see, for example, Fressoz and Roire, cited above §45, and Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 59, ECHR 1999-III).",
                        "elements": []
                    },
                    {
                        "content": "11.  The question of the nature and severity of the measures taken by the domestic authorities is also a matter of concern. In paragraph 73 the Court concludes that the interference by the domestic authorities with the applicant companies’ activities amounted to sanctions, albeit necessary and proportionate ones. I agree with Judge Nicolaou’s view, as expressed in his concurring opinion, that they were not sanctions as such (contrast and compare with Weber v. Switzerland, 22 May 1990, § 33, Series A no. 177; Öztürk v. Turkey [GC], no. 22479/93, § 66, ECHR 1999VI; and Özgür Gündem v. Turkey, no. 23144/93, § 69, ECHR 2000-III). Nonetheless, the decisions of the domestic authorities entailed an extremely serious interference with the applicant companies’ activities. In practice, while publishing as such was not prohibited, the domestic authorities’ decisions prevented the applicant companies to a certain extent from processing data for publishing purposes. This led to futile attempts to continue publishing such data. As a result, the measures imposed not only limited the companies’ participation in and contribution to debate on matters of legitimate concern (see, for example, Lingens v. Austria, no. 9815/82, § 44, 8 July 1986; Bladet Tromsø and Stensaas, cited above, § 64; and Mosley v. the United Kingdom, no. 48009/08, § 116, 10 May 2011) but also led to the discontinuation of publication. In addition, this would inevitably have had financial consequences for the applicant companies. Hence, the severity of the measures imposed should have played a role in the proportionality analysis.",
                        "elements": []
                    },
                    {
                        "content": "12.  In the light of the foregoing, and given the interest a democratic society has in ensuring and preserving freedom of the press, I believe that the national authorities in the particular circumstances of the case did not apply standards in conformity with the principles embodied in Article 10 of the Convention and overstepped the margin of appreciation afforded to them. Consequently, the Court should have exercised its supervisory function and should have concluded that the interference with the applicant companies’ right to freedom of expression was not “necessary in a democratic society”. This should have resulted in an award of just satisfaction to the applicant companies under Article 41 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Guido Raimondi",
            "role": "president"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Nona Tsotsoria",
            "role": "judges"
        },
        {
            "name": "Krzysztof Wojtyczek",
            "role": "judges"
        },
        {
            "name": "Faris Vehabović",
            "role": "judges"
        },
        {
            "name": "Yonko Grozev",
            "role": "judges"
        },
        {
            "name": "Fatoş Aracı",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SATAKUNNAN MARKKINAPORSSI OY AND SATAMEDIA OY v. FINLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-156272.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:0721JUD000093113",
    "externalsources": [
        "Directive 95/46/EC"
    ],
    "extractedappno": [
        "931/13",
        "16248/10",
        "3/07",
        "23118/93",
        "25716/94",
        "29183/95",
        "31457/96",
        "21980/93",
        "39954/08",
        "39401/04",
        "40660/08",
        "60641/08",
        "59320/00",
        "25576/04",
        "40892/98",
        "30979/96",
        "43546/02",
        "29381/09",
        "32684/09",
        "13378/05",
        "3111/10",
        "40721/08",
        "26682/95",
        "29369/10",
        "22479/93",
        "23144/93",
        "9815/82",
        "48009/08"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Personal Data Act",
        "Act on the Public Disclosure and Confidentiality of Tax Information"
    ],
    "itemid": "001-156272",
    "judgementdate": "21/07/2015 00:00:00",
    "kpdate": "21/07/2015 00:00:00",
    "kpthesaurus": [
        "445",
        "13",
        "406",
        "149",
        "148",
        "158",
        "201",
        "265",
        "579",
        "379",
        "14",
        "216",
        "577",
        "305"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "10-2",
        "10",
        "10-1",
        "6-1",
        "35",
        "6",
        "41"
    ],
    "parties": [
        "SATAKUNNAN MARKKINAPORSSI OY AND SATAMEDIA OY",
        "FINLAND"
    ],
    "rank": "1327.28344726563",
    "representedby": [
        "VAINIO P."
    ],
    "respondent": "FIN",
    "respondentOrderEng": "15",
    "scl": [
        "Axel Springer AG v. Germany [GC], no. 39954/08, 7 February 2012",
        "Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 58, ECHR 1999-III",
        "Burden v. the United Kingdom [GC], no. 13378/05, § 60, ECHR 2008",
        "De Haes and Gijsels v. Belgium, 24 February 1997, § 37, Reports of Judgments and Decisions 1997 I",
        "E.B. v. France [GC], no. 43546/02, § 47, 22 January 2008, ECHR 2000-I",
        "Barfod v. Denmark, 22 February 1989, § 28, Series A no. 149",
        "Flinkkilä and Others v. Finland, no. 25576/04, § 81, 6 April 2010",
        "Fressoz and Roire v. France [GC], no. 29183/95, § 45, ECHR 1999-I",
        "Frydlender v. France [GC], no. 30979/96, ECHR 2000-VII",
        "Janowski v. Poland [GC], no. 25716/94, ECHR 1999-I",
        "Jersild v. Denmark, 23 September 1994, Series A no. 298",
        "Koua Poirrez v. France, no. 40892/98, § 61, ECHR 2003 X",
        "Lehideux and Isorni v. France, 23 September 1998, § 57, Reports 1998 VII",
        "Lingens v. Austria, 8 July 1986, Series A no. 103",
        "MGN Limited v. the United Kingdom, no. 39401/04, § 142, 18 January 2011",
        "News Verlags GmbH & Co.KG v. Austria, no. 31457/96, § 52",
        "Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 43, ECHR 1999-VIII",
        "Pafitis and Others v. Greece, 26 February 1998, § 95, Reports 1998 I",
        "Sunday Times v. the United Kingdom (no. 1), 26 April 1979, § 62, Series A no. 30",
        "Vallianatos and Others v. Greece [GC], nos. 29381/09 and 32684/09, § 72, ECHR 2013",
        "Von Hannover v. Germany (no. 2) [GC], nos. 40660/08 and 60641/08, §§ 104-107, ECHR 2012",
        "Von Hannover v. Germany, no. 59320/00, § 68, ECHR 2004 VI"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "450431",
    "typedescription": "15"
}