{
    "__articles": "8;8-1;8-2;14+8;14;41",
    "__conclusion": "Violation of Art. 8;No separate issue under Art. 14+8;Pecuniary damage - financial award;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "43208/98;44875/98",
    "article": [
        "14",
        "8",
        "41"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "Violation of Art. 8",
            "type": "violation"
        },
        {
            "element": "No separate issue under Art. 14+8",
            "type": "other"
        },
        {
            "element": "Pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-60695.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in two applications (nos. 43208/98 and 44875/98) against the United Kingdom lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two United Kingdom nationals, Mr Terence Perkins and Ms R. (“the applicants”), on 13 July 1998 and 15 September 1998, respectively.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr S. Grosz, a solicitor practising in London. The United Kingdom Government (“the Government”) were represented by their Agent, Mr C. Whomersley, of the Foreign and Commonwealth Office.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged that an investigation into their sexuality and their discharge from the Royal Navy on the basis of their homosexuality as a result of the absolute policy against the presence of homosexuals in the armed forces that existed at the time violated their rights under Article 8, alone and in conjunction with Article 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The applications were transmitted to the Court on 1 November 1998, when Protocol No. 11 to the Convention came into force (Article 5 § 2 of Protocol No. 11).",
                        "elements": []
                    },
                    {
                        "content": "5.  The applications were allocated to the Third Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "6.  On 23 February 1999 the Chamber decided to join the proceedings in the applications (Rule 43 § 1). Following a request from the second applicant, the President of the Third Section decided that her identity should be kept confidential.",
                        "elements": []
                    },
                    {
                        "content": "7.  The applications were declared admissible by the Court on 5 September 2000.",
                        "elements": []
                    },
                    {
                        "content": "8.  The Chamber decided that no hearing on the merits was required (Rule 59 § 2 in fine).",
                        "elements": []
                    },
                    {
                        "content": "9.  The applicants’ claims for just satisfaction pursuant to Article 41 of the Convention were received on 6 November 2000 and on 16 January 2001 the Government’s observations on those claims were received. Thereafter there was a further exchange of comments between the parties in correspondence.",
                        "elements": []
                    },
                    {
                        "content": "10.  On 1 November 2001 the Court changed the composition of its Sections (Rule 25 § 1). This case was assigned to the newly composed Fourth Section.",
                        "elements": []
                    },
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "11.  The applicants were born in 1969 and 1972 and live in London and Surrey respectively.",
                                "elements": []
                            },
                            {
                                "content": "A.  The first applicant",
                                "elements": [
                                    {
                                        "content": "12.  On 11 February 1991 the first applicant joined the Royal Navy as a medical assistant and worked in a Royal Navy hospital. He signed on for 22 years of service. Between 1992 and 1995 he passed several professional examinations, described as being “for advancement and sub-specialisation”. His naval character was assessed as being “very good” for every year that he served in the Royal Navy and he was granted a good conduct badge on 11 February 1995. On his ‘Efficiency Record’ he was noted to have “made an excellent initial impression” and to be “very capable” during 1992; in 1993 it was noted that he “needs to show more initiative”; and in 1994 it was recorded that he was “still quiet but improving”, had “good computer skills” and was a “good worker”. His efficiency assessments between 1992 and 1995 rated him as “satisfactory” on four occasions and as “superior” on two occasions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 1 August 1995 the first applicant was interviewed by the Special Investigations Branch (“SIB”) of the Royal Navy, as a result of the receipt of information by the naval authorities that he was homosexual.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The first applicant confirmed at the outset that the interview took place with his consent and that he was homosexual. Thereafter, the interview continued for about a further 10 minutes. During that time the first applicant was questioned about his sexual practices with, and about the age of, his current partner. He was asked whether his partner was a civilian and about the identities of his former partners in the service (a number of questions were raised in this respect). The interviewers then explained to the first applicant that the purpose of the interview was to see if any ‘offences’ had been committed and they continued questioning him. He was asked, inter alia, whether he had committed sexual acts with anyone under 18 years of age, how long he had known that he was homosexual, how many relationships he had had, whether he had been induced to become a practising homosexual since he joined the navy and about his sexual practices with his past and current partners. The first applicant was further asked whether he was HIV positive and if he knew whether his current partner was HIV positive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  After the interview the first applicant was informed that he would be discharged pursuant to the Ministry of Defence’s policy against homosexuals serving in the armed forces. The discharge took effect on 24 October 1995. At the time of his discharge the first applicant held the position of leading medical assistant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 24 January 1996 the first applicant applied for leave to take judicial review proceedings on the basis that the blanket policy against homosexuals serving in the armed forces was “irrational”, that it was in breach of Articles 8 and 14 of the European Convention on Human Rights and that it was contrary to the EU Council Directive on the Implementation of the Principle of Equal Treatment for Men and Women as regards Access to Employment, Vocational Training and Promotion and Working Conditions 76/207/EEC (“the Equal Treatment Directive”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  His application was stayed pending the outcome of the case of R. v. Ministry of Defence, ex parte Smith and Others ([1996] 2 WLR 305) which raised similar issues and was determined on 19 March 1996, when the House of Lords dismissed petitions for leave to appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  The first applicant renewed his application for leave to take judicial review proceedings following the decision, on 30 April 1996, of the European Court of Justice (“ECJ”) that transsexuals were protected from discrimination on grounds of their transsexuality under European Community law (P. v. S. and Cornwall County Council [1996] Industrial Relations Law Reports 347).",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 3 July 1996 the applicant was granted leave to take judicial review proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 7 March 1997, at the substantive judicial review application, the first applicant argued that a reference to the ECJ pursuant to former Article 177 of the Treaty of Rome should be made. In its judgment of 13 March 1997 the High Court stayed the first applicant’s judicial review application and referred questions to the ECJ on the Equal Treatment Directive. The High Court questioned whether Article 2.1 of that directive (prohibiting discrimination “on grounds of sex”) applied to discrimination on grounds of sexual orientation and, if so, whether the policy of the Ministry of Defence against homosexuals was capable in law of justification under Article 2.2 of that directive (R. v. the Secretary of State for Defence, ex parte Perkins, judgment of 13 March 1997).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 17 February 1998 the ECJ found that Article 119 of the Treaty of Rome and the Equal Pay Directive (EU Council Directive 75/117/EEC, also prohibiting discrimination “on grounds of sex”) did not apply to discrimination on grounds of sexual orientation (Grant v. South West Trains Ltd [1998] ICR 449).",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 2 March 1998, in the light of the decision in Grant, the Administrator of the ECJ wrote to the High Court enquiring whether the High Court wished to withdraw its reference to the ECJ in the first applicant’s case. On 13 July 1998, following a hearing between the parties, the High Court ordered the withdrawal of its reference in the first applicant’s case. Leave to appeal that decision was refused by the High Court. On 15 July 1998, two Queen’s Counsel advised the first applicant against an appeal to the Court of Appeal on the grounds that such an appeal did not have any prospects of success.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The second applicant",
                                "elements": [
                                    {
                                        "content": "23.  On 30 July 1990 the second applicant joined the Royal Navy. She signed on for 22 years of service. Following basic training, she trained as a radio operator. In May 1991 she passed a course described as “specialist courses of civilian value” in basic ships fire fighting. In June 1992 she passed a professional qualifying examination for wren radio operator first class, described as a “highest service examination”. Her naval character was assessed as being “very good” for each year in which she served in the Royal Navy and her efficiency was noted to be “satisfactory”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  In or around September 1993, the second applicant, who was working on a submarine base in Scotland and was suffering from a great deal of emotional distress relating to her father’s illness, confided in a colleague that she had had a brief lesbian relationship with a civilian whilst on leave. The second applicant discussed this with no one else. That colleague reported the second applicant to the naval authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 10 September 1993 the second applicant was woken up and interrogated by an officer from the SIB for two hours. The interview focussed on matters of an intimate sexual nature. A thorough and intimate search of the second applicant’s personal belongings was then conducted. The second applicant was asked whether she had any electrical items. She understood the question to refer to particular items of a sexual nature, which understanding was not contradicted by the investigating officer. A number of the second applicant’s personal belongings, including personal letters, a video, a poster and a film, were confiscated. It is the second applicant’s belief that her personal letters were read by the officers investigating her case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 13 September 1993 she was sent home to inform her parents that she was being investigated with a view to being discharged and, on her return to base, she was moved to a different room so as not to share with the colleague who had informed on her. She was also moved out of direct working contact with that colleague. On 31 October 1993 she was informed that she was going to be discharged and that she had 48 hours to pack her belongings and leave the base. The second applicant was then interviewed by an official of the Ministry of Defence in London in order to assess whether or not she would be a security risk once she had left the armed forces. The second applicant also stated that she was obliged to read the statements of those persons who had been interviewed in connection with her and to sign those statements in order to indicate that she had read them.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The second applicant’s discharge came into effect on 26 November 1993. Her character on her ‘Certificate of Discharge’ was recorded to be “exemplary”. Her certificate of qualifications which she received on discharge pointed out that the second applicant had:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...displayed an above average level of intelligence and an ability to absorb and use new information quickly. She is of good appearance, has a sociable nature and works well as a member of a team. She has shown the potential to be considered for officer training and the drive required to learn and work under her own volition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "She is a competent and reliable Communications rating with good keyboard skills and an understanding of Mainframe Computer Operations. [The second applicant] has potential and drive which should make her a sought after asset by a future employer.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  Given the second applicant’s distress relating to her discharge and to her father’s illness she did not immediately issue any domestic proceedings. The second applicant stated that, in any event, national law in relation to discrimination on grounds of sexual orientation was such that at that time she did not have any realistic prospect of succeeding in any such proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  However, in view of, inter alia, the above-cited judgment of the ECJ on 30 April 1996 in the Cornwall County Council case and the reference under former Article 177 to the ECJ by the High Court in the first applicant’s case in March 1997, the second applicant lodged, on 27 January 1998, an application in the Industrial Tribunal alleging unfair dismissal (although this complaint was later withdrawn) and sexual discrimination contrary to the provisions of the Sex Discrimination Act 1975 and the Equal Treatment Directive. She also requested the Industrial Tribunal to stay her case pending the outcome of the afore-mentioned Article 177 reference in the first applicant’s case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 26 March 1998 the Chairman of the Industrial Tribunal, nevertheless, considered the second applicant’s case and found that, in the light of the subsequent above-cited decision of the ECJ on 17 February 1998 in the Grant case, the second applicant’s case did not appear to be very strong. He also decided, having regard to the judgment in the Grant case and because the second applicant could have lodged her proceedings earlier, that he would not extend time to allow the second applicant’s claim to proceed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  Since the Article 177 reference in the first applicant’s case had not yet been determined, the second applicant appealed that decision to the Employment Appeal Tribunal on 22 May 1998. However, following the withdrawal by the High Court of that Article 177 reference on 13 July 1998, the second applicant requested the withdrawal of her own appeal. On 23 July 1998 the Employment Appeal Tribunal dismissed her appeal on the basis that it had been withdrawn.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "32.  The domestic law and practice relevant to the present applications is described in the judgments of the Court in the cases of Lustig-Prean and Beckett v. the United Kingdom (nos. 31417/96 and 32377/96, §§ 22-34 and 37-61, 27 September 1999, unreported) and Smith and Grady v. the United Kingdom (nos. 33985/96 and 33986/96, §§ 29-41 and 44-68, 27 September 1999, ECHR 1999-VI).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION, ALONE AND IN CONJUNCTION WITH ARTICLE 14",
                        "elements": [
                            {
                                "content": "33.  The applicants complained that the investigations into a most intimate part of their private lives (including, in the case of the second applicant, the search and confiscation of her personal belongings) and their subsequent discharge from the Royal Navy pursuant to the absolute policy against homosexuals in the armed forces that existed at the time constituted a violation of their right to respect for their private lives protected by Article 8 of the Convention, both alone and in conjunction with Article 14 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "34.  Article 8 of the Convention reads, in relevant part, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private ... life ...",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety ... ”",
                                "elements": []
                            },
                            {
                                "content": "35.  Article 14 reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "36.  By their letter to the Court dated 14 January 2000, the Government stated that they did not believe that the Court’s consideration of the present cases should lead to conclusions on the substantive issues under Articles 8 and 14 of the Convention different from those reached in the above-cited cases of Lustig-Prean and Beckett and Smith and Grady.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The applicants maintained their complaints and, in their letter to the Court dated 19 October 1999, agreed that they did not consider that their cases were materially different from the Lustig-Prean and Beckett and Smith and Grady cases cited above.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "38.  The Court recalls that in its judgments in the above-cited cases of Lustig-Prean and Beckett (§§ 63-68 and 80-105) and Smith and Grady (§§ 70-75 and 87-112) it found that the investigation of the applicants’ sexual orientation, and their discharge from the armed forces on the grounds of their homosexuality pursuant to the absolute policy of the Ministry of Defence against the presence of homosexuals in the armed forces, constituted direct interferences with the applicants’ right to respect for their private lives which could not be justified under the second paragraph of Article 8 of the Convention as being “necessary in a democratic society”. A violation of Article 8 was therefore found.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Court further recalls that, in those cases, it considered (at §§ 108 and 115, respectively) that the applicants’ complaints under Article 14 of the Convention that they had been discriminated against on grounds of their sexual orientation by reason of the existence and application of the policy of the Ministry of Defence amounted in effect to the same complaint, albeit seen from a different angle, that the Court had already considered in relation to Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court does not consider there to be any material difference between those cases and the present one.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  Accordingly, the Court finds that in the present case there has been a violation of Article 8 of the Convention in respect of each applicant. In addition, the Court does not consider that the applicants’ complaints under Article 14 of the Convention in conjunction with Article 8 give rise to any separate issue.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "42.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "43.  The applicants claimed compensation for pecuniary and non-pecuniary losses and the reimbursement of legal costs and expenses.",
                                "elements": []
                            },
                            {
                                "content": "A.  Non-pecuniary loss",
                                "elements": [
                                    {
                                        "content": "44.  The applicants submitted that their interviews by the SIB included questioning which was an insulting intrusion into an intimate aspect of their private lives. They emphasised that, by their discharge, they had been deprived of the opportunity of pursuing their chosen careers in a profession in which they executed their duties to the full satisfaction of their superiors and from which they derived considerable job satisfaction. They submitted that they had good service records and that they were destined for further promotion. They pointed out that there was no suggestion that they had ever conducted themselves other than entirely properly and that they were discharged, not because of any conduct on their parts, but purely as a result of a facet of their private lives which they had desired to keep private.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The applicants referred to the judgments in Lustig-Prean and Beckett v. the United Kingdom (just satisfaction), nos. 31417/96 and 32377/96, § 12, 25 July 2000, unreported (“Lustig-Prean and Beckett (just satisfaction)”) and Smith and Grady v. the United Kingdom (just satisfaction), nos. 33985/96 and 33986/96, § 13, 25 July 2000, ECHR 2000-IX (“Smith and Grady (just satisfaction)”), in which the Court made an award of 19,000 pounds sterling (GBP) to each of the applicants as compensation for non-pecuniary loss. The applicants submitted that the Court should make an identical award to each of them in the present case as a result of its similarity to the aforementioned cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The Government accepted that an award of GBP 19,000 should be made to each of the applicants in respect of non-pecuniary loss.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The Court recalls its awards in the above-cited Lustig-Prean and Beckett (just satisfaction) and Smith and Grady (just satisfaction) cases and, in particular, the reasons as to why the interferences with the applicants’ private lives were considered to be especially grave: the investigation process was particularly intrusive; the discharge of the applicants had a profound effect upon them and their careers; and the absolute and general character of the policy led to the discharge of the applicants on the grounds of an innate personal characteristic irrespective of their conduct or service records.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Court finds that similar considerations apply to the present applicants. Accordingly, the Court awards, on an equitable basis, 30,300 euros (EUR) to each applicant in compensation for non-pecuniary loss.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Pecuniary loss",
                                "elements": [
                                    {
                                        "content": "1.  The applicants’ submissions",
                                        "elements": [
                                            {
                                                "content": "49.  The pecuniary loss claims of both applicants were based upon the difference between their civilian income and benefits and their service income and benefits had they not been discharged. The period used to calculate any past loss was taken from the date of their discharges to 31 October 2000, from which date their claims for future losses were calculated. Both applicants based their claims for pecuniary loss upon assumptions about the future course of their naval careers had they not been discharged.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Career assumptions",
                                "elements": [
                                    {
                                        "content": "50.  The first applicant commenced his career with the Royal Navy on 11 February 1991, at 22 years of age. At the date of his dismissal on 24 October 1995 he held the position of leading medical assistant. He submitted that his service record indicated that he was destined to be promoted and that, had he not been dismissed, he would ultimately have retired in 2013, after 22 years of service, in the position of Chief Petty Officer. He would not now, however, want to return to service given that he had been summarily discharged on the grounds of his sexuality.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  The second applicant submitted that, upon commencing her naval career at 18 years of age on 30 July 1990, she signed on for 22 years’ service with the possibility of an extension if she were promoted. She pointed out that at the date of her dismissal on 26 November 1993 she held the position of radio operator first class and had an exemplary service record. She provided a detailed career forecast, submitting that, but for her dismissal, she would have been promoted through the ranks at regular intervals during her career, retiring in 2022 after 32 years of service, with a 60% likelihood of having attained the position of Captain by that time.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The second applicant argued that her career forecast was realistic. In relation to her length of service she pointed out that the Royal Navy had been her passion from an early age and that she would have completed her first 22-year open engagement had she not been forced to leave. She contended that the Government had not produced the statistics upon which they relied to contradict her in relation to this and that, in any event, the direct application of those statistics to her was questionable, as, unlike heterosexual colleagues, she would neither have left early to have children nor have been tempted to take advantage of an early resettlement grant as she would not have had a family. She assessed the likelihood of her being offered a second engagement beyond her first 22 years’ service at 60%.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  In relation to her promotion prospects she emphasised that she had achieved consistently above average examination results, appraisals and recommendations during her time in the Royal Navy, which indicated that she was almost certain to be commissioned to officer level. She further argued that her civilian career since discharge had been one of steady and measurable progression (by May 2001 she was in charge of a department providing desktop, telecommunications and network support for 300 users), which supported her contention that she would have made similar progress within the Royal Navy.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Past pecuniary loss",
                                "elements": [
                                    {
                                        "content": "54.  Neither applicant made any claim for past pecuniary loss. Both applicants provided financial information demonstrating that their civilian incomes for the total period from the date of their discharges to 31 October 2000 exceeded (by GBP 1,779 and GBP 12,878 respectively) that which they submitted that they would have received had they remained in the Royal Navy during the same period.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Future loss of earnings",
                                "elements": [
                                    {
                                        "content": "55.  The first applicant calculated that from 31 October 2000 to 11 February 2013 he would earn GBP 66,552 more in civilian employment than he would have done had he remained in the Royal Navy. He therefore did not make any claim under this head.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  The second applicant calculated her claim for future loss of earnings from 31 October 2000 to 31 October 2022 to be GBP 264,304. She submitted that her naval career forecast was conservative, as it was based upon her retiring in the position of Commander as opposed to her prediction of Captain. She contrasted her predicted earnings in the Royal Navy during this period, ranging from GBP 27,783 to GBP 49,369, with her predicted civilian earnings, ranging from GBP 21,000 to GBP 32,000 in the same period. She emphasised that throughout this period it was very probable that she would have been earning one third more in the Royal Navy than she could earn in civilian employment.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Future loss of pension",
                                "elements": [
                                    {
                                        "content": "57.  The first applicant calculated this loss as being GBP 204,247.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  He utilised his career forecast outlined above (pension being directly related to position on retirement) and a predicted life expectancy of 75 years of age. He submitted that his service pension would have totalled GBP 289,402 had he not been discharged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The first applicant submitted that his future pension will now comprise a smaller service pension (GBP 19,555), a pension contributed towards by his civilian employer (GBP 31,300) and one privately funded by him (projected value of GBP 34,300 in 2019, based upon current net monthly payments of GBP 121.70).",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  He submitted that he was currently having to use his own resources to fund a pension scheme, whereas his service pension resulted from a non-contributory scheme. He referred to the Court’s acceptance in Lustig-Prean and Beckett (just satisfaction), cited above, that the contributions which would be required in order to achieve an equivalent level of pension from a private pension scheme, when contrasted with a non-contributory scheme, were likely to be considerable. He noted that in Lustig-Prean and Beckett (just satisfaction) and Smith and Grady (just satisfaction), amounts of GBP 30,000, 14,000, 14,000 and 15,000, respectively had been made for this head of loss.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The second applicant calculated her future loss of pension to be GBP 109,203.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  She relied upon her career assumptions set out above and argued that her pension claim was conservative as it assumed that she would have retired in 2022 in the position of Lieutenant (as opposed to Commander or Captain). She predicted her life expectancy to be 80 years of age and submitted that her service pension would have totalled GBP 303,732 had she not been discharged.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The second applicant submitted that her future pension will now comprise a smaller service pension (GBP 13,093) and that her civilian pension will amount to GBP 181,436. The latter figure was based upon gross monthly contributions of GBP 46.68 being made out of her annual civilian salary in the year 2000 of GBP 21,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The second applicant repeated the submissions made by the first applicant in relation to the loss to her of the benefit of the service non-contributory pension scheme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Government’s submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Career assumptions",
                                "elements": [
                                    {
                                        "content": "65.  As to the first applicant the Government submitted that it was not certain that he would have served for 22 years in the Royal Navy. They noted that he now stated that he would not wish to return and that any forecast of his likely period of service must also take account of the “exigencies of life”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  As to the second applicant, the Government submitted that her career assumptions were speculative and wholly unrealistic. They emphasised that, according to the Royal Navy’s statistics, there was only a 25% chance that she would have remained in the service beyond 2003, at which time she would have been able to take advantage of the armed forces’ resettlement grant. They further submitted that statistical evidence indicated that only 17.52% of those in the position of the second applicant after 3 years went on to complete a full 22 years service. As to her promotion prospects, the Government did not accept her argument that she had attained consistently above average examination results, appraisals and recommendations, pointing out that, although one commanding officer had commented that she had the potential “to be considered” for officer training, she was marked “satisfactory” (average) in her reports, none of which assessed her as “superior-above average” or “exceptional-outstanding”. The Government described the second applicant’s career forecast as “wildly optimistic” and “untenable”. They argued that, if she had remained in the Royal Navy beyond 2003, she would have left as a Chief Petty Officer in 2012. They submitted that there was no realistic prospect that she would have attained officer status or risen to a Commander or Captain in the future and that she would not have been eligible for a second open engagement beyond 22 years’ service.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Future loss of earnings",
                                "elements": [
                                    {
                                        "content": "67.  The Government submitted that the second applicant had not made out any claim for future loss of earnings. They repeated their submissions in relation to her career forecast and argued that there was no evidence that she would always have earned more in the Royal Navy than in civilian employment, noting that within 5 years of leaving the service she was earning a salary which was one third more than her final naval salary.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Future loss of pension",
                                "elements": [
                                    {
                                        "content": "68.  The Government referred to their submissions in relation to the career forecasts of both applicants. They further emphasised the speculation involved in assessing this part of the applicants’ claims and the need to take into account the exigencies of life in evaluating their likely career paths and life expectancies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Furthermore, in relation to the first applicant, the Government noted that, in the year to 5 April 2000, he earned substantially more than he would have done had he remained in the Royal Navy. The Government pointed out that employers in the United Kingdom usually provide their own pension schemes to employees with salaries at that level and, moreover, that the first applicant’s substantially increased earning capacity would enable him to take out his own private pension scheme which would result in at least, and probably substantially more than, the level that he would have enjoyed had he remained in the Royal Navy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  As to the second applicant, the Government submitted that she was now earning more in civilian employment than she would have done had she remained in the Royal Navy, and that in the light of her civilian earnings she would be able to replicate the level of pension that she would have received had she remained in the Royal Navy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  The Government therefore submitted that neither applicant had made out any claim for future loss of pension.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Applicable principles",
                                "elements": [
                                    {
                                        "content": "72.  The Court recalls that, in principle, a judgment in which the Court finds a violation of the Convention imposes on the respondent State a legal obligation to make reparation for its consequences in such a way as to restore as far as possible the situation existing before the breach. However, in cases such as the present, a precise calculation of the sums necessary to make complete reparation (restitutio in integrum) in respect of the pecuniary losses suffered by the applicants is prevented by the inherently uncertain and speculative character of the damage flowing from the violation. This is particularly so in relation to the question of how long the applicants would have remained in the armed forces had it not been for their dismissal. Furthermore, the greater the interval from the discharge of the applicant to the loss claimed, the more uncertain the damage becomes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "73.  Accordingly, the Court considers that the question to be decided is the level of just satisfaction, in respect of both past and future pecuniary loss, which it is necessary to award to each applicant, the matter to be determined by the Court at its discretion, having regard to what is equitable (the above-cited cases of Lustig-Prean and Beckett (just satisfaction), §§ 22-23, and Smith and Grady (just satisfaction), §§ 18-19). The Court has also had regard to paragraphs 24 and 20, respectively of those judgments on just satisfaction, where the Court underlined the emotional and psychological impact on those applicants of their dismissals from the armed forces, the differences between service and civilian life and qualifications and the consequent difficulty in finding civilian careers equivalent to their service careers. ",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Past pecuniary loss",
                                "elements": [
                                    {
                                        "content": "74.  Neither applicant made any claim for past pecuniary loss. Accordingly the Court does not make any award under this head of loss.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  Future loss of earnings",
                                "elements": [
                                    {
                                        "content": "75.  The Court notes that the first applicant did not make any claim for future loss of earnings. Accordingly the Court does not make any award to him under this head of loss.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  As to the second applicant, the Court notes that the parties fundamentally disagreed on the assumptions upon which the assessment of the future pecuniary loss claim depended and, in particular, on her service career prospects had she not been discharged. The Court considers that the level of disagreement renders particularly speculative the assessment of this part of the claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  However, the Court notes that it is not disputed that the second applicant joined the Royal Navy in July 1990 with a 22 year engagement and was discharged in November 1993 in the position of radio operator first class, earning GBP 15,000 annually. It also recalls that there was no suggestion that either her service record or her conduct gave rise to any grounds for complaint while she was in the Royal Navy and that her character was recorded on her Certificate of Discharge to be “exemplary”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court also finds the following arguments of the parties to be significant. The second applicant submitted that she had wanted to join the Royal Navy from an early age, that she had derived considerable job satisfaction from her service and that she would not have voluntarily left the service early. While the Court has had regard to the statistical evidence of the Government in relation to the likely length of the second applicant’s naval career, it finds her submissions about her individual circumstances to be a relevant counter-consideration, in particular her assertion that she would not have had a family and that she was therefore less likely than others to take advantage of a resettlement grant after 12 years of service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  The Court has noted the Government’s submission that the second applicant’s efficiency was assessed as “satisfactory” as opposed to superior or exceptional. However, the Court considers significant the description of the second applicant on her certificate of qualifications, set out at paragraph 27 above and, in particular, that she had “shown the potential to be considered for officer training”. Moreover, the Court considers that the second applicant has had a reasonably successful civilian career path since her discharge, notwithstanding that she is no longer pursuing her profession of first choice, and that this supports her contention that she had the capacity to make progress within the Royal Navy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court concludes that, in all the circumstances, some compensation should be made to the second applicant for her net future loss of earnings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "81.  Accordingly, and on an equitable basis, the Court awards the second applicant the sum of EUR 20,700 for future loss of earnings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(d)  Future loss of pension",
                                "elements": [
                                    {
                                        "content": "82.  As to the first applicant, the Court notes that, even assuming his career and income predictions to be correct, he earned significantly more in civilian employment in the year ending 5 April 2000, the last year for which figures are available (GBP 40,554 contrasted with his predicted naval earnings of GBP 22,352) and he calculated that in the period from 31 October 2000 to 11 February 2013 he would earn GBP 66,552 more than he would have done had he remained in the Royal Navy.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The position in the current case therefore contrasts with that in the above-cited Lustig-Prean and Beckett (just satisfaction) and Smith and Grady (just satisfaction) cases in which significant claims were made, and compensation was awarded, for future loss of earnings. The Court awarded compensation for loss of future pension in those cases (§§ 26 and 22, respectively) on the basis, inter alia, that the contributions which would have been required to achieve an equivalent level of pension from a private pension scheme, when contrasted with a non-contributory service pension scheme, would have been likely to have been considerable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  In the present case, the Court notes that the first applicant’s predicted considerable gain in future earnings of GBP 66,552 is more than double the highest award that was made to compensate the applicants for future loss of pension in the Lustig-Prean and Beckett (just satisfaction) and Smith and Grady (just satisfaction) cases. The Court further notes that the first applicant has taken out a private pension plan and that he could, should he so wish, choose in addition to invest the remaining increased income, at least in part, into further private pension schemes or otherwise. While the Court is not persuaded that the first applicant’s current lack of desire to return to the Royal Navy demonstrates that it was unlikely that he would have served in the armed forces for 22 years, it recognises that it is not possible to be certain about either his life expectancy or what the length and course of his naval career would have been.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  As to the second applicant, the Court refers to the considerations which it outlined above in relation to her future loss of earnings claim. In addition, the Court has had particular regard to the loss to her of the benefit of the non-contributory service pension scheme and accepts that the contributions which would be required in order to achieve an equivalent level of pension from a different pension scheme would be likely to be considerable. However, the Court further takes into account that her civilian pension contributions are likely to increase as her salary increases, in line with her own career predictions, thus yielding a larger retirement fund than she predicted in her submissions and thereby reducing the amount of her overall claim for pension loss.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Court considers that, in all the circumstances, some compensation should be paid to the second applicant in relation to future loss of pension, notwithstanding that the assessment of that award necessarily involves a significant degree of speculation depending as it does on, inter alia, the period during which she would have remained in service and on her rank at the time of leaving service.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court further notes, in particular, that had the applicants for any reason left the armed forces before they were entitled to receive an immediately payable pension (ordinarily after 22 years service), they would have been entitled only to a deferred pension, payable at 60 years of age, which would have significantly reduced the amount of their pension loss claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  In all the circumstances, the Court, in its discretion, does not find it necessary to make any award to the first applicant in respect of his claim for future loss of pension. On an equitable basis, the Court awards the second applicant the sum of EUR 22,300 for future loss of pension.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(e)  Summary",
                                "elements": [
                                    {
                                        "content": "89.  The Court does not find it necessary to make any award for pecuniary loss to the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  The Court awards the second applicant EUR 20,700 for future loss of earnings and EUR 22,300 for future loss of pension giving a total award of compensation for pecuniary loss to the second applicant of EUR 43,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Costs and Expenses",
                                "elements": [
                                    {
                                        "content": "91.  The first applicant claimed GBP 3,039 for the legal costs of the Convention proceedings, inclusive of value-added tax (VAT). This figure represented work completed by a partner (6 hours and 33 minutes at GBP 195 plus VAT per hour), a solicitor (3 hours and 27 minutes at GBP 130 plus VAT per hour) and a trainee solicitor (11 hours and 30 minutes at GBP 75 plus VAT per hour). The first applicant noted that the Government did not take issue with the hourly rate claimed by the partner responsible for the case. He pointed out that, while the solicitors representing him had also represented Mr Lustig-Prean, it was still necessary for them to take instructions from the applicant in relation to both the substantive issues and the Article 41 claim, consider the documents, provide advice, correspond with the applicant, the Government and the Court, and prepare submissions. The first applicant further pointed out that, while a more senior fee earner might have completed the work in less time, it was more cost-effective to use a trainee solicitor to the extent indicated.",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  The second applicant claimed GBP 1,611.47 for the legal costs of her domestic proceedings, calculated as having involved a partner for 10 hours and 10 minutes at a charging rate of GBP 100 plus VAT per hour. She further claimed GBP 4,134.45 for the legal costs of her Convention proceedings, calculated as having involved a partner for 6 hours and 50 minutes, a solicitor for 6 hours and 40 minutes and a trainee for 17 hours and 51 minutes at the same rates as set out for the first applicant above. The second applicant explained that since her Article 41 claim was calculated first, the trainee had taken more time to work out the manner in which the claim was to be presented. This preliminary work did not require repetition in the case of the first applicant. She otherwise repeated the submissions in relation to costs made by the first applicant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  The Government submitted that the applicants were represented by the same firm of solicitors that represented Mr Lustig-Prean in his case before the Court and that the arguments in the present cases replicated the ones used in that case. In those circumstances, the Government did not consider the amount of time that was spent on the cases to have been reasonably and necessarily incurred. The Government further submitted that the charging rate for the trainee was high and pointed out that different time periods had been spent by the trainee on the preparation of the cases, notwithstanding that they were of the same complexity. The Government suggested that the amounts of GBP 2,500 and GBP 3,500 respectively (both figures inclusive of VAT) would be reasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "94.  The Court recalls that only legal costs and expenses found to have been actually and necessarily incurred and which are reasonable as to quantum are recoverable under Article 41 of the Convention (the above-cited judgments of Lustig-Prean and Beckett (just satisfaction), § 32, Smith and Grady (just satisfaction), § 28). The Court further recalls that the costs of the domestic proceedings can be awarded if they are incurred by applicants in order to try to prevent the violation found by the Court or to obtain redress therefor (see, among other authorities, the Le Compte, Van Leuven and De Meyere v. Belgium judgment of 18 October 1982, Series A no. 54, § 17) and that costs in respect of the domestic proceedings were in fact awarded at paragraphs 30-33 of the above-cited case of Lustig-Prean and Beckett (just satisfaction).",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The Court considers that, notwithstanding the similarity of the submissions that were made in the current case with those made on behalf of Mr Lustig-Prean, the applicants’ solicitors still had to assess and prepare the different facts involved in the current case and, in particular, the different evidence, calculations and submissions required in relation to the Article 41 claim. As such, the Court finds that both the time spent and the division of labour used on the first applicant’s case was reasonable. The Court, has, however, taken into account the Government’s submission that the charging rate of GBP 75 plus VAT for a trainee was high. The Court further considers that, notwithstanding the second applicant’s contention that her case was prepared first, the number of hours spent on the preparation of her Convention proceedings appears high. In relation to the second applicant’s domestic proceedings, the Court notes that a total of 10 hours and 10 minutes at a charging rate of GBP 100 plus VAT per hour amounts to less than the GBP 1,611.47 that she claimed and that she has not provided any evidence of any other costs incurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  Accordingly, the Court concludes that the legal costs and expenses for which the applicants claim reimbursement cannot all be considered to have been necessarily incurred or to be reasonable as to quantum.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  In the circumstances, and deciding on an equitable basis, the Court awards each applicant EUR 4,300 for the legal costs and expenses of their Convention proceedings. It further awards the second applicant EUR 1,900 in respect of the legal costs and expenses of her domestic proceedings. All sums are inclusive of VAT.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Default interest",
                                "elements": [
                                    {
                                        "content": "98.  As the award is expressed in euros to be converted into the national currency at the date of settlement, the Court considers that the default interest rate should also reflect the choice of the euro as the reference currency. It considers it appropriate to take as the general rule that the rate of the default interest to be paid on outstanding amounts expressed in euro should be based on the marginal lending rate of the European Central Bank to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been a violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that no separate issue arises under Article 14 of the Convention taken in conjunction with Article 8;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the first applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts to be converted to pounds sterling at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at a rate equal to the marginal lending rate of the European Central Bank plus three percentage points shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the second applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts to be converted to pounds sterling at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at a rate equal to the marginal lending rate of the European Central Bank plus three percentage points shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 22 October 2002, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrM. Pellonpää",
            "role": "president"
        },
        {
            "name": "SirNicolas Bratza",
            "role": "judges"
        },
        {
            "name": "MrA. Pastor Ridruejo",
            "role": "judges"
        },
        {
            "name": "MrsV. Strážnická",
            "role": "judges"
        },
        {
            "name": "MrR. Maruste",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "Mrs F. Elens-Passos",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF PERKINS AND R. v. THE UNITED KINGDOM",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-60695.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2002:1022JUD004320898",
    "externalsources": [],
    "extractedappno": [
        "43208/98",
        "44875/98",
        "31417/96",
        "32377/96",
        "33985/96",
        "33986/96"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-60695",
    "judgementdate": "22/10/2002 00:00:00",
    "kpdate": "22/10/2002 00:00:00",
    "kpthesaurus": [
        "451",
        "429",
        "203",
        "268",
        "343",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "8",
        "8-1",
        "8-2",
        "14",
        "41"
    ],
    "parties": [
        "PERKINS AND R.",
        "THE UNITED KINGDOM"
    ],
    "rank": "447.767578125",
    "representedby": [],
    "respondent": "GBR",
    "respondentOrderEng": "49",
    "scl": [
        "Le Compte, Van Leuven and De Meyere v. Belgium judgment of 18 October 1982, Series A no. 54, § 17",
        "Lustig-Prean and Beckett v. the United Kingdom (just satisfaction), nos. 31417/96 and 32377/96, § 12, §§ 22-23, § 26, §§ 30-33, 25 July 2000, unreported",
        "Lustig-Prean and Beckett v. the United Kingdom, nos. 31417/96 and 32377/96, §§ 22-34 and 37-61, §§ 63-68 and 80-105, 27 September 1999, unreported",
        "Smith and Grady v. the United Kingdom (just satisfaction), nos. 33985/96 and 33986/96, § 13, §§ 18-19, § 22, § 28, 25 July 2000, ECHR 2000-IX",
        "Smith and Grady v. the United Kingdom, nos. 33985/96 and 33986/96, §§ 29-41 and 44-68, §§ 70-75 and 87-112, 27 September 1999, ECHR 1999-VI"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "320894",
    "typedescription": "15"
}