{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1;Non-pecuniary damage - financial award;Costs and expenses partial award - domestic proceedings;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "34791/97",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - financial award",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic proceedings",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-58374.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 34791/97) against the  lodged with the European Commission of Human Rights (“the Commission”) under former Article 25 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by an Algerian national, Mr Faouzi Khalfaoui (“the applicant”), on 27 January 1997.",
                        "elements": []
                    },
                    {
                        "content": "2.  The application concerned the applicant’s forfeiture of his right to appeal on points of law, after being sentenced on appeal to a term of imprisonment of more than six months, for failure to surrender to custody before his appeal on points of law was heard. The object of the application was to obtain a decision as to whether the facts of the case disclosed a breach of the requirements of Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 21 May 1997 the Commission (Second Chamber) decided to give notice of the application to the French Government (“the Government”) and to invite them to submit observations in writing on its admissibility and merits.",
                        "elements": []
                    },
                    {
                        "content": "4.  The Government submitted their observations on 30 September 1997, after an extension of the time allowed, and the applicant replied on 18 November 1997.",
                        "elements": []
                    },
                    {
                        "content": "5.  Following the entry into force of Protocol No. 11 to the Convention on 1 November 1998, and in accordance with Article 5 § 2 thereof, the application was examined by the Court.",
                        "elements": []
                    },
                    {
                        "content": "6.  In accordance with Rule 52 § 1 of the Rules of Court, the President of the Court, Mr L. Wildhaber, assigned the case to the Third Section. The Chamber constituted within that Section included ex officio Mr J.-P. Costa, the judge elected in respect of  (Article 27 § 2 of the Convention and Rule 26 § 1 (a)), and Sir Nicolas Bratza, President of the Section (Rule 26 § 1 (a)). The other members designated by the latter to complete the Chamber were Mr L. Loucaides, Mrs F. Tulkens, Mr W. Fuhrmann, Mr K. Jungwiert and Mr K. Traja (Rule 26 § 1 (b)).",
                        "elements": []
                    },
                    {
                        "content": "7.  On 2 March 1999 the Chamber declared the application admissible. On 9 March 1999 it decided to hold a public hearing on the merits of the application (Rule 59 § 2).",
                        "elements": []
                    },
                    {
                        "content": "8.  In accordance with the Chamber’s decision, the hearing took place in public in the , , on 31 August 1999.",
                        "elements": []
                    },
                    {
                        "content": "There appeared before the Court:",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by them and their replies to questions from Judges Costa and Loucaides.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "9.  On 20 June 1993 the applicant was informed that he was the subject of a criminal investigation and placed in pre-trial detention on the charge of indecent assault by a person abusing the authority conferred on him by his duties. He was accused of indecently assaulting a woman patient during a vaginal and rectal examination while he was a houseman at a hospital in Montbéliard.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant was released under judicial supervision on 24 January 1994. He was required not to enter the urban district of Montbéliard, save in obedience to a summons; to report once a week to Brunoy police station; to hand over his passport and identity card to the registry of the investigating judge; to refrain from entering into contact with the victim; and to deposit 60,000 French francs (FRF) with the registrar of the criminal court.",
                                "elements": []
                            },
                            {
                                "content": "11.  An order of 17 June 1994 partially modifying the conditions of judicial supervision enabled the applicant to travel to  between July and September 1994. A second application for modification of the conditions of judicial supervision, whereby the applicant sought permission to begin a four-year course of study in , was refused by the investigating judge in a decision of 17 October 1994.",
                                "elements": []
                            },
                            {
                                "content": "12.  By an order dated 8 February 1995, the applicant was committed for trial in the Montbéliard Criminal Court.",
                                "elements": []
                            },
                            {
                                "content": "13.  After his trial on 2 June 1995, which the applicant attended in person, the Montbéliard Criminal Court sentenced him to three years’ imprisonment, with one of those years suspended, and ordered him to pay FRF 30,000 in damages to the civil party. The applicant was not present when judgment was delivered on 23 June 1995.",
                                "elements": []
                            },
                            {
                                "content": "14.  In a judgment of 21 November 1995 the Besançon Court of Appeal, after a hearing which was also attended by the applicant, upheld the impugned judgment with regard to the finding of guilt but increased the sentence to four years’ imprisonment, with two of those years suspended, and the damages awarded to the civil party to FRF 40,000. It did not issue a warrant for the applicant’s arrest.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 27 November 1995 the applicant gave notice of an appeal on points of law against the above judgment.",
                                "elements": []
                            },
                            {
                                "content": "16.  By a letter of 20 August 1996, sent to his home in Tunis, the applicant was informed by the Principal Public Prosecutor’s Office at the Besançon Court of Appeal that he was required to surrender to custody on the day before the hearing in the Court of Cassation at the latest, pursuant to Article 583 of the Code of Criminal Procedure, and that the hearing in the Court of Cassation had been set down for 24 September 1996.",
                                "elements": []
                            },
                            {
                                "content": "17.  By a request submitted through his lawyer on 16 September 1996, the applicant applied to the Besançon Court of Appeal, under Article 583 of the Code of Criminal Procedure, for exemption from the obligation to surrender to custody before the hearing at which his appeal on points of law was to be examined by the Court of Cassation.",
                                "elements": []
                            },
                            {
                                "content": "18.  In support of the above request the applicant, who had returned to  after the Court of Appeal’s judgment of November 1995, produced a medical certificate dated 2 September 1996 from a professor at a  hospital which stated that he had bacilliform pulmonary tuberculosis, first diagnosed in May 1996. This required him to take sick-leave from work and rest for two months, the time needed for intensive treatment of the contagious disease. ",
                                "elements": []
                            },
                            {
                                "content": "19.  The applicant asserted that in those circumstances he could not leave Tunisian territory, that his state of health excluded any possibility of his undergoing imprisonment and that making the admissibility of his appeal on points of law depend on his prior incarceration breached Article 6 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "20.  In a judgment of 19 September 1996, following a hearing which the applicant did not attend, but at which he was represented by his lawyer, the Besançon Court of Appeal, rejecting State Counsel’s submissions, refused the request on the following grounds:",
                                "elements": []
                            },
                            {
                                "content": "“Although the medical certificates produced show the onset of bacilliform pulmonary tuberculosis in May 1996, and the prescription of two months’ rest from 2 September 1996 onwards, they do not establish either that it is impossible for Mr Khalfaoui to travel and to follow a course of treatment appropriate to his condition in France or that any possibility of imprisonment is excluded, as alleged. Article 6 § 3 (c) of the Convention does not give defendants the right to decline to appear before the courts but only the right, if they do appear, to defend themselves in person or with the assistance of a lawyer. Consequently, the provisions of Article 583 of the Code of Criminal Procedure do not appear to be contrary in any way to the principles set out above ...”",
                                "elements": []
                            },
                            {
                                "content": "21.  In a judgment of 24 September 1996 the Court of Cassation declared the applicant’s right to appeal on points of law forfeit, on the ground that he had not surrendered to custody and had not obtained an exemption from the obligation to do so.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "22.  The relevant provisions of the Code of Criminal Procedure are the following:",
                                "elements": []
                            },
                            {
                                "content": "Article 567",
                                "elements": []
                            },
                            {
                                "content": "“Judgments of indictment divisions, and judgments delivered in connection with serious crimes, lesser indictable offences and summary offences against which no ordinary appeal lies, may be quashed in the event of a breach of the law on an appeal on points of law lodged by State Counsel’s Office or by a party affected to his detriment ...",
                                "elements": []
                            },
                            {
                                "content": "The appeal must be lodged with the Criminal Division of the Court of Cassation.”",
                                "elements": []
                            },
                            {
                                "content": "The cases where an appeal on points of law lies for a breach of the law are listed in Articles 593 and 596 as: failure to give reasons, exceeding authority, failure to reply to submissions and, where lesser indictable offences are concerned, imposition of a penalty not prescribed by law.",
                                "elements": []
                            },
                            {
                                "content": "Article 569",
                                "elements": []
                            },
                            {
                                "content": "“During the time allowed for an appeal on points of law and, where such an appeal has been lodged, until the Court of Cassation delivers judgment, execution of the judgment of the court of appeal shall be stayed, except in respect of orders concerning civil matters, and unless the court of appeal upholds the warrant issued by the trial court pursuant to Article 464-1 or Article 465, first sub-paragraph, or unless it issues a warrant itself under the same conditions and according to the same rules.”",
                                "elements": []
                            },
                            {
                                "content": "Article 583",
                                "elements": []
                            },
                            {
                                "content": "“If a person sentenced to a term of imprisonment of more than six months has not surrendered to custody and has not obtained from the court which convicted him, with or without payment of a surety, exemption from the obligation to surrender to custody, his right to appeal on points of law shall be forfeit.",
                                "elements": []
                            },
                            {
                                "content": "The memorandum of imprisonment or the judgment granting exemption shall be produced before the Court of Cassation not later than the time when the case is called for hearing.",
                                "elements": []
                            },
                            {
                                "content": "For his appeal to be admissible, it is sufficient for the appellant to establish that he has surrendered to custody at a prison, either in the place where the Court of Cassation sits or in the place where sentence was passed. The governor of that prison shall admit him there on the order of the Principal Public Prosecutor at the Court of Cassation or of the head of the public prosecutor’s office at the court of trial or appeal.”",
                                "elements": []
                            },
                            {
                                "content": "23.  Article 583 of the Code of Criminal Procedure has been amended by Law no. 99-515 of 23 June 1999, which increased the length of the term of imprisonment contemplated therein from six months to one year. The rest of Article 583 is unchanged.",
                                "elements": []
                            },
                            {
                                "content": "Law no. 99-515 also added to the Code a new Article 583-1, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“The provisions of Article 583 are not applicable where a court has convicted a defendant in his or her absence after refusing to apply Article 410 or Article 411. In such a case an appeal on points of law lies only in respect of the legality of the decision in which the court refused to recognise the validity of the excuse put forward by the defendant pursuant to Article 410 or to try him in his absence in accordance with Article 411.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  The applicant alleged that the Court of Appeal’s refusal of his request for exemption from the obligation to surrender to custody, and the subsequent forfeiture of his right to appeal on points of law pursuant to Article 583 of the Code of Criminal Procedure, had infringed his right to a court, which was one element of the right to a fair trial for the purposes of Article 6 § 1 of the Convention, the relevant provisions of which read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of ... any criminal charge against him, everyone is entitled to a fair ... hearing ... by an independent and impartial tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "1.  Arguments of those appearing before the Court",
                                "elements": []
                            },
                            {
                                "content": "(a)  The applicant",
                                "elements": [
                                    {
                                        "content": "25.  The applicant submitted that the forfeiture of his right to appeal on points of law pursuant to Article 583 of the Code of Criminal Procedure after the Besançon Court of Appeal’s refusal of his request for exemption had infringed his right of access to a court for the purposes of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Contrary to what the Court had held in the cases of Poitrimol v. France (judgment of 23 November 1993, Series A no. 277-A), Omar v. France and Guérin v. France (judgments of 29 July 1998, Reports of Judgments and Decisions 1998-V), forfeiture was not ordered for reasons specific to the cassation proceedings, where the defendant’s presence was not required, since its sole purpose was to make it easier to ensure the immediate enforcement of the impugned judgment in the event of the appeal on points of law being dismissed. But making the validity or continued availability of a remedy dependent on the prior voluntary execution of a custodial sentence, on the basis of a conviction which had not become final, appeared in itself to be unreasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The applicant further submitted that forfeiture in the instant case had amounted to a disproportionate sanction which had no legitimate aim. He pointed out that he had always attended hearings, in both the Criminal Court and the Court of Appeal, and asserted that the excuses he had put forward in support of his request for exemption from the obligation to surrender to custody for the proceedings in the Court of Cassation had been perfectly genuine and serious in view of his state of health. Moreover, although State Counsel’s Office had urged that his request for exemption be allowed, it had been refused out of hand by a decision against which no appeal was possible given by the very court which had delivered the judgment against which he sought to appeal on points of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicant argued on that account that the forfeiture of his right to appeal on points of law had impaired the very essence of the right of access to the Court of Cassation, since the decision had deprived him of every possibility of securing a review by that court of the lawfulness of his conviction and, in the event of the Court of Appeal’s judgment being quashed, of having his innocence established by the Court of Appeal to which the case would then have been remitted.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The Government",
                                "elements": [
                                    {
                                        "content": "28.  The Government submitted that the present case was clearly distinguishable from the previous cases mentioned by the applicant. The applicants in the Poitrimol, Omar and Guérin cases had been sentenced on appeal to unsuspended prison sentences of more than six months and the various courts of appeal had issued warrants for their arrest. At that time the Court of Cassation’s case-law barred appeals on points of law from persons against whom arrest warrants had been issued unless they had first complied with the warrant, failing which their appeals were automatically declared inadmissible by the Court of Cassation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Since the time allowed for lodging an appeal on points of law in criminal proceedings was five clear days after delivery of the impugned decision, in principle the appellant only had that short period of time in which to surrender to custody pursuant to the decision against which he sought to appeal. As a further consequence, the appellant had to remain incarcerated until the Court of Cassation heard his appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  In the present case the situation was very different; no warrant for the applicant’s arrest had been issued and he was therefore not under any obligation to surrender to custody at the time when he gave notice of his intention to appeal on points of law, that is on 27 November 1995.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On the other hand, pursuant to Article 583 of the Code of Criminal Procedure, he had been under the obligation to surrender to custody (“se mettre en état”) on the day before the hearing in the Court of Cassation, which had been set down for 24 September 1996. Article 583 required every defendant who appealed on points of law after being sentenced to more than six months’ imprisonment (the relevant period at the material time – subsequently raised to one year by the Law of 23 June 1999) to surrender to custody on the day before the hearing in the Court of Cassation, unless he had successfully applied to the court which had convicted him for exemption from the obligation to do so, failing which he would forfeit the right to lodge his appeal, so that it would be dismissed without any examination of the merits.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  The Government argued that declaring the right to appeal on points of law forfeit for failure to surrender to custody was therefore fundamentally different from declaring the appeal inadmissible for failure to comply with an arrest warrant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Firstly, the obligation to surrender to custody, which was not strictly speaking a condition of the appeal’s admissibility, was based on statute law (Article 583 of the Code of Criminal Procedure) rather than case-law alone, as in the Poitrimol, Omar and Guérin cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Secondly, while the purpose of the obligation to surrender to custody, like that of the obligation to comply with an arrest warrant, was to guarantee enforcement of the sentence imposed, the deprivation of liberty it entailed was reduced to the minimum, namely twenty-four hours before the hearing instead of several months, so that even supposing that surrender to custody could be considered a “sanction”, it did not appear disproportionate in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Lastly, the Government observed that surrender to custody was not an absolute obligation, since Article 583 of the Code of Criminal Procedure expressly provided that an appellant could apply to the court of appeal for an exemption, which could be granted if he could prove that there was a legitimate reason which made it impossible for him to discharge his obligation. In 1997 the relevant courts had allowed twelve applications of this type and in 1998 eighteen. The Government emphasised that this possibility of requesting exemption was not open to appellants against whom, like Mr Poitrimol, Mr Omar and Mr Guérin, arrest warrants had been issued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  In the present case, the Government noted that the applicant had exercised this right, since he had submitted his exemption request to the Besançon Court of Appeal on 17 September 1996. The Court of Appeal had given judgment as early as 19 September, in accordance with a procedure which, the Government asserted, was perfectly compatible with the provisions of Article 6 of the Convention, and it was therefore with full knowledge of the likely consequences that the applicant had decided not to surrender to custody on 23 September 1996.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  The Government accordingly submitted that the rule requiring forfeiture of the right to appeal on points of law was indeed a “measure proportionate to the aim sought to be achieved”, since it pursued a legitimate aim, namely ensuring that judicial decisions were enforced, had limited consequences for the person affected and permitted derogations within reasonable limits and for duly established reasons. Finally, they pointed out that the purpose of proceedings before the Criminal Division of the Court of Cassation was not to retry the convicted defendant but merely to consider how the law had been applied in the case and nothing more, and that it was therefore necessary to ensure that the sentence was enforced in the event of the appeal being dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles applicable",
                                "elements": [
                                    {
                                        "content": "35.  The Court observes that the right to a court, of which the right of access constitutes one aspect (see the Golder v. the United Kingdom judgment of 21 February 1975, Series A no. 18, p. 18, § 36), is not absolute but may be subject to limitations; these are permitted by implication since the right of access by its very nature calls for regulation by the State, regulation which may vary in time and place according to the needs and resources of the community and of individuals (see the Ashingdane v. the United Kingdom judgment of 28 May 1985, Series A no. 93, pp. 24-25, § 57).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  Nevertheless, the limitations applied must not restrict the access left to the individual in such a way or to such an extent that the very essence of the right is impaired. Furthermore, a limitation will not be compatible with Article 6 § 1 if it does not pursue a legitimate aim and if there is not a reasonable relationship of proportionality between the means employed and the aim sought to be achieved (see, among other authorities, the following judgments: Fayed v. the United Kingdom, 21 September 1994, Series A no. 294-B, pp. 49-50, § 65; Tolstoy Miloslavsky v. the United Kingdom, 13 July 1995, Series A no. 316-B, pp. 78-79, § 59; Bellet v. France, 4 December 1995, Series A no. 333-B, p. 41, § 31; and Levages Prestations Services v. France, 23 October 1996, Reports 1996-V, p. 1543, § 40).",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  The Court further observes that “Article 6 of the Convention does not ... compel the Contracting States to set up courts of appeal or of cassation. Nevertheless, a State which does institute such courts is required to ensure that persons amenable to the law shall enjoy before these courts the fundamental guarantees contained in Article 6” (see the Delcourt v. Belgium judgment of 17 January 1970, Series A no. 11, p. 14, § 25). In addition, the compatibility of the limitations permitted under domestic law with the right of access to a court set forth in Article 6 § 1 of the Convention depends on the special features of the proceedings in issue, and it is necessary to take into account the whole of the trial conducted according to the rules of the domestic legal system and the role played in that trial by the highest court, since the conditions of admissibility of an appeal on points of law may be more rigorous than those for an ordinary appeal (see the Delcourt judgment cited above, p. 15, § 26).",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  Lastly, the Court points out that in a number of French cases which raised a similar problem, namely the automatic inadmissibility of appeals on points of law lodged by appellants who, notwithstanding the existence of warrants for their arrest, had failed to surrender to custody, it emphasised the crucial role of proceedings in cassation, which form a special stage of criminal proceedings whose consequences may prove decisive for the accused.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In its Poitrimol judgment the Court held that “the inadmissibility of the appeal on points of law, on grounds connected with the applicant’s having absconded, ... amounted to a disproportionate sanction, having regard to the signal importance of the rights of the defence and of the principle of the rule of law in a democratic society” (Poitrimol judgment, p. 15, § 38).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  In its Omar and Guérin judgments the Court noted that “where an appeal on points of law is declared inadmissible solely because  … the appellant has not surrendered to custody pursuant to the judicial decision challenged in the appeal, this ruling compels the appellant to subject himself in advance to the deprivation of liberty resulting from the impugned decision, although that decision cannot be considered final until the appeal has been decided or the time-limit for lodging an appeal has expired”. The Court held: “This impairs the very essence of the right of appeal, by imposing a disproportionate burden on the appellant, thus upsetting the fair balance that must be struck between the legitimate concern to ensure that judicial decisions are enforced, on the one hand, and the right of access to the Court of Cassation and exercise of the rights of the defence on the other” (see the Omar and Guérin judgments cited above, p. 1841, §§ 40 and 41, and p. 1868, § 43, respectively).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application of the above principles to the present case",
                                "elements": [
                                    {
                                        "content": "41.  In the light of the case-law referred to above, the Court’s task is therefore to ascertain whether, in the present case, the applicant’s forfeiture of the right to appeal on points of law for failure to surrender to custody following the refusal of his request for exemption infringed his right of access to a court, and specifically to the Court of Cassation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court observes that the aim cited by the Government in justification of the existence of such an obligation was not the – in principle legitimate – one of discouraging abusive appeals to the Court of Cassation to enable that court to deal with meritorious appeals within a reasonable time (see, mutatis mutandis, the Monnell and Morris v. the United Kingdom judgment of 2 March 1987, Series A no. 115, p. 19, § 46, and p. 23, § 59). According to the Government, the sole aim sought to be achieved via the obligation to surrender to custody was to ensure enforcement of the sentence imposed in the impugned judgment in the event of the appeal being dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  As the Court noted in its Omar and Guérin judgments cited above, the obligation to surrender to custody compels an appellant to subject himself in advance to the deprivation of liberty resulting from the impugned decision, even though in French law appeals on points of law have suspensive effect and the judgments challenged by means of such appeals are not yet final. Consequently, a sentence becomes enforceable only if and when the appeal on points of law is dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  While the concern to ensure that judicial decisions are enforced is in itself legitimate, the Court observes that the authorities have other means at their disposal whereby they can take the convicted person in charge, whether before (see paragraph 22 above) or after the appeal on points of law is heard. In practice, the obligation to surrender to custody is intended to substitute for procedures having to do with the exercise of police powers an obligation which is imposed on defendants themselves, and which is backed up moreover by the sanction of depriving them of their right to appeal on points of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Lastly, the Court observes that the obligation to surrender to custody is not justified by the special features of the cassation procedure either; the procedure in the Court of Cassation, to which only arguments on points of law can be submitted (see paragraph 22 above), is essentially written, and it has not been contended that the defendant’s presence was necessary at the hearing.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  In the present case, in accordance with the provisions of Article 583 of the Code of Criminal Procedure, the applicant’s failure to comply with the obligation to surrender to custody was penalised by forfeiture of his right to appeal on points of law. In that connection, contrary to the Government’s submission, the Court sees no great difference between an automatic declaration of inadmissibility, prescribed only by the case-law of the Criminal Division of the Court of Cassation, as in the Poitrimol, Omar and Guérin cases, and forfeiture of the right of appeal, which is expressly provided for in Article 583.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In both cases the result is the same: the appeal on points of law, which any person convicted of a criminal offence is entitled to lodge under Article 567 of the Code of Criminal Procedure (see paragraph 22 above), is quite simply not examined. In that connection, and contrary to the Government’s submission, it cannot be maintained that the obligation to surrender to custody is not, strictly speaking, a condition of admissibility for an appeal on points of law, since even where an appeal is initially admissible it must necessarily be dismissed without examination if the right to appeal is forfeited.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Having regard to the importance of the final review carried out by the Court of Cassation in criminal matters, and to what is at stake in that review for those who may have been sentenced to long terms of imprisonment, the Court considers that this is a particularly severe sanction affecting the right of access to a court guaranteed by Article 6 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government argued, admittedly, that the length of the deprivation of liberty imposed pursuant to Article 583 of the Code of Criminal Procedure was minimal, and on that account proportionate to the legitimate aim pursued, since it is sufficient for the appellant to surrender to custody on the day before the hearing in the Court of Cassation, whereas under the rules applied in the Omar and Guérin cases, prior enforcement of the sentence could last for several weeks or months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court does not find that argument persuasive. First of all, it observes that the Government would appear to envisage only the case of an appeal which is dismissed; in that event the obligation to surrender to custody before the hearing in the Court of Cassation is not excessively severe when set against the length of the sentence the appellant will have to serve. It is a different matter, however, where the impugned judgment is quashed and the case remitted to a different court of appeal; in that event the obligation to surrender to custody even before the outcome of the appeal is known may be perceived as particularly unjust. More fundamentally, respect for the presumption of innocence, combined with the suspensive effect of appeals on points of law, militates against the obligation for a defendant at liberty to surrender to custody, however short a time his incarceration may last.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government submitted that the possibility of requesting exemption from the obligation to surrender to custody, which is likewise expressly provided for in Article 583 of the Code of Criminal Procedure, attenuated that obligation, since an appellant could establish that it was materially impossible for him to discharge it. If, notwithstanding the refusal of his request for exemption, an appellant failed to surrender to custody, he did so in full knowledge of the consequences and could not subsequently complain that he had not had access to the Court of Cassation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  While the Government submitted that an appellant who failed to surrender to custody after the refusal of his request for exemption was in a sense waiving exercise of his right of access to the Court of Cassation, the Court reiterates that waiver of the exercise of a right guaranteed by the Convention must be established in an unequivocal manner (see the Colozza v. Italy judgment of 12 February 1985, Series A no. 89, pp. 14-15, § 28).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  That is manifestly not the case here. Seeking to appeal on points of law against the judgment of the Besançon Court of Appeal, the applicant used the only legal remedy available to try to avoid having to surrender to custody, relying in particular on the Convention, which is directly applicable in French law. The fact that he failed to surrender to custody after his request for exemption was refused by the Besançon Court of Appeal, the very court which had tried and convicted him, does not imply any waiver on his part, since forfeiture was automatic.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Moreover, the Court can only note the low number of exemptions actually granted (twelve in 1997 and eighteen in 1998, according to the figures provided by the Government), which tends to show that the courts dealing with requests for exemption determine their merits in a particularly restrictive manner, as in the present case. Furthermore, no appeal lies against a court’s decision to refuse an exemption request. In the final analysis, the possibility of requesting exemption from the obligation to surrender to custody is not, in the Court’s opinion, capable of eliminating the disproportionality of the sanction of forfeiture of the right to appeal on points of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  In conclusion, having regard to all the circumstances of the case, the Court considers that the applicant suffered an excessive restriction on his right of access to a court, and therefore on his right to a fair trial.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a violation of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "55.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "56.  The applicant claimed the sum of 5 million French francs (FRF) for non-pecuniary damage, on the ground that he had not been given any opportunity to submit his grounds of appeal to the Court of Cassation, which, if it had entertained his appeal, might have quashed the impugned judgment and remitted the case to a different court of appeal. He considered that he had been deprived on that account of every chance of establishing his innocence and thus of obtaining reparation for the considerable prejudice to both his professional and his family life which had been caused by his unjustified conviction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Government submitted that the sum claimed for non-pecuniary damage was excessive and that a finding that there had been a violation would constitute sufficient just satisfaction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court considers that an award of just satisfaction must be based in the present case on the fact that the applicant did not have the benefit of the right of access to a court, for the purposes of Article 6 § 1 of the Convention. It cannot speculate as to what the outcome of the trial would have been if the Court of Cassation had examined and upheld the appeal on points of law which the applicant had sought to lodge. However, it does not find it unreasonable to regard the applicant as having suffered a loss of opportunities (see Pélissier and Sassi v. France [GC], no. 25444/94, § 80, ECHR 1999-II), even though it is difficult to evaluate that loss. Be that as it may, the applicant undeniably sustained non-pecuniary damage on account of the breach of the Convention found in the present judgment (see the previously cited Guérin judgment, p. 1870, § 52). Ruling on an equitable basis, as required by Article 41, the Court therefore awards him the sum of FRF 20,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "59.  In respect of his legal costs and expenses, the applicant submitted documentary evidence that he had incurred costs of FRF 27,451 for the domestic proceedings, made up of FRF 12,060 for drafting the application for exemption from the obligation to surrender to custody, FRF 919 for the journey to Besançon for the hearing concerning that application and FRF 14,472 for the statement of the grounds of his appeal to the Court of Cassation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "For his costs and expenses before the Commission and the Court, the applicant claimed the overall sum of FRF 105,298, made up of FRF 45,828 including tax for Mr Ader, FRF 30,150 for Ms de Soete and FRF 24,120 for Mr Bouthors, plus travelling and subsistence expenses incurred for the journey to Strasbourg for the hearing on 31 August 1999, assessed at FRF 5,200.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government submitted that the sums claimed were manifestly excessive. They observed that although the applicant was free to instruct as many lawyers as he wished, his decision on the number of his representatives could not justify awarding higher costs than those generally awarded under this head. They considered that the sum of FRF 25,000 would be reasonable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  With regard to costs and expenses for the domestic proceedings, the Court considers it equitable to reimburse the applicant the costs incurred for the application for exemption from the obligation to surrender to custody which he lodged with the Besançon Court of Appeal, since those costs were incurred in an attempt to gain access to the Court of Cassation and thus remedy the alleged violation of Article 6 § 1 of the Convention. It therefore awards him under this head the sum of FRF 13,898, including all relevant tax.",
                                        "elements": []
                                    },
                                    {
                                        "content": "With regard to the costs of the proceedings before the Convention institutions, on the other hand, the Court considers the sums claimed excessive. It observes that the work required for this case comprised the initial application to the Commission, drafted by a previous lawyer of the applicant, Mr A. Montebourg, written observations on the merits and the claims for just satisfaction, and preparation of the hearing held in Strasbourg on 31 August 1999, and that the case was not particularly complex, either in fact or in law. Ruling on an equitable basis, as required by Article 41 of the Convention, it awards the applicant FRF 4,000 for the work done by Ms de Soete, who intervened in the proceedings only at the hearing, FRF 10,000 for Mr Bouthors and FRF 16,000 for Mr Ader, making a total of FRF 30,000, including all relevant tax.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "62.  According to the information available to the Court, the statutory rate of interest applicable in  at the date of adoption of the present judgment is 3.47% per annum.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.\tHolds by six votes to one that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds by six votes to one",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final according to Article 44 § 2 of the Convention, the following amounts: 20,000 (twenty thousand) French francs in respect of non-pecuniary damage and 43,898 (forty-three thousand eight hundred and ninety-eight) French francs for costs and expenses;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that simple interest at an annual rate of 3.47% shall be payable from the expiry of the above-mentioned three months until settlement;",
                        "elements": []
                    },
                    {
                        "content": "3.\tDismisses by six votes to one the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and delivered at a public hearing in the Human Rights Building, , on 14 December 1999.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the dissenting opinion of Mr Loucaides is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "I am unable to agree with the majority that there has been a violation of Article 6 § 1 of the Convention in this case.",
                        "elements": []
                    },
                    {
                        "content": "The majority found that forfeiture of the right of appeal to the Court of Cassation in cases where an appellant has been sentenced to a term of imprisonment of more than six months but does not surrender to custody before the hearing of his appeal amounts to an excessive restriction of his right of access to a court and therefore of his right to a fair trial. In that connection the majority relied on the suspensive effect of the appeal. The majority considered that in the circumstances the requirement in question imposed on a “defendant” (see paragraph 49 of the judgment) the obligation to deprive himself of his liberty, and that respect for the presumption of innocence combined with the suspensive effect of the appeal was incompatible with the obligation for a free “accused” person to become a prisoner irrespective of the duration of his imprisonment (ibid.).",
                        "elements": []
                    },
                    {
                        "content": "I believe that the approach of the majority is wrong for the following reasons.",
                        "elements": []
                    },
                    {
                        "content": "According to Article 569 of the French Code of Criminal Procedure, the suspensive effect of an appeal on points of law relates only to “execution of the judgment of the court of appeal” i.e. the implementation of the sentence. This provision does not nullify the judgment itself. The judgment remains valid; hence the applicant’s right of appeal to the Court of Cassation in order to reverse or annul it. Therefore, I believe that a person who has already been found guilty and has filed an appeal against that decision is not an “accused” person enjoying the benefit of the presumption of innocence.",
                        "elements": []
                    },
                    {
                        "content": "In the normal course of events the judgment of a competent court becomes enforceable the moment it is pronounced even if there is a right of appeal. In order to change this course of events there must be a specific legislative provision suspending or permitting the suspension of the execution of a judgment. This is exactly what is provided for in Article 569 of the Code of Criminal Procedure.",
                        "elements": []
                    },
                    {
                        "content": "In the absence of such a provision, the sentence would have been implemented by virtue of the judgment itself regardless of any pending appeal, a situation which exists in many legal systems, such as those of the  and .",
                        "elements": []
                    },
                    {
                        "content": "However, the stay of execution of a judgment, being itself a creature of statute, can be restricted or qualified by statute. This is the effect of Article 583 of the Code of Criminal Procedure which requires a “person sentenced to a term of imprisonment of more than six months” to surrender ",
                        "elements": []
                    },
                    {
                        "content": "to custody unless he has obtained exemption from the court which convicted him. This, in my opinion, amounts to a clear statutory restriction of the stay of execution of judgments of the court of appeal.",
                        "elements": []
                    },
                    {
                        "content": "The requirements of a fair trial under Article 6 of the Convention do not include, in my opinion, a right to a total or unconditional suspension of the execution of judgments pending the determination of any appeal against them to a higher court. Therefore, I cannot accept that the requirement to surrender to custody prior to the hearing of an appeal to the Court of Cassation, which in effect is a restriction on the suspensive effect of such an appeal, amounts to a breach of the right to a fair trial, especially in view of the fact that the object of such a restriction is to secure the execution of a sentence of imprisonment (over six months) imposed by the impugned judgment in the event of the appeal being dismissed. Such a dismissal is a reasonable probability and the requirement to surrender for a short period, i.e. the day before the hearing of the appeal, appears to me quite a reasonable safeguard against the possibility of the convict’s escape. It is important to stress here that at that stage there already exists in law a judgment finding the appellant guilty and sentencing him to imprisonment for a period of over six months.",
                        "elements": []
                    },
                    {
                        "content": "I cannot, therefore, see how in these circumstances there is a lack of respect for the presumption of innocence or an excessive restriction of the right of access to a court.",
                        "elements": []
                    },
                    {
                        "content": "Naturally, one must also take into account the possibility of an annulment of the impugned judgment by the Court of Cassation. In this respect the majority found that such a possibility makes the obligation of the appellant to become a prisoner particularly unfair (see paragraph 49 of the judgment). I do not agree with this conclusion. I would recall, in this connection, the case of an arrest or detention on remand of a suspect before he is even tried in order to prevent his escape, a situation which is reasonable and legally justified. This should apply a fortiori in respect of the placing in custody of an appellant, in cases like the present, in view of the existence of the impugned judgment convicting him.",
                        "elements": []
                    },
                    {
                        "content": "The surrender of the applicant is not, as the majority put it, a deprivation of the appellant’s liberty by his own action (see paragraph 43 of the judgment). It is the legal consequence of the existing judgment, the stay of execution of which is lifted for this purpose by statute.",
                        "elements": []
                    },
                    {
                        "content": "I find the measure under consideration more reasonable and more in line with the interests of justice than the method of execution of a sentence suggested by the majority in the event of the appeal to the Court of Cassation being dismissed, namely that it should be up to the authorities to run after the convict (within or outside their jurisdiction as the case may be) in order to locate and arrest him.",
                        "elements": []
                    },
                    {
                        "content": "Reference is made, in the judgment of the majority, to the decision of the Court in the case of Monnell and Morris v. the United Kingdom of 2 March 1987 (Series A no. 115), in order to distinguish the procedure in that case, which was found to be fair and compatible with Article 6 of the Convention, from the procedure at issue in the present case. The procedure in the Monnell and Morris case was an extension of the detention of a person for a period equal to the time spent by him pending the hearing of his application for leave to appeal because the application was found to be unmeritorious. The aim of that sanction was to discourage unmeritorious appeals and thereby ensure that criminal appeals were heard within a reasonable time. However, if such a restriction on the right of access to a court was considered by the Court to be acceptable for the purposes of Article 6 of the Convention, I fail to see how the restriction at issue in the present case, which I believe is of a much lighter effect, can be found to be excessive.",
                        "elements": []
                    },
                    {
                        "content": "Finally, I must state that the cases of Poitrimol v. France and Omar and Guérin v. France, referred to in paragraphs 39 and 40 of the judgment, are distinguishable from the present case basically because the rule in those cases which led to the dismissal of the appeals was based on case-law and not, like the present case, on a statute.",
                        "elements": []
                    },
                    {
                        "content": "In the light of the above, I find that there has been no violation of Article 6 of the Convention in the present case.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "and Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF KHALFAOUI v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58374.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1999:1214JUD003479197",
    "externalsources": [],
    "extractedappno": [
        "34791/97",
        "25444/94"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-58374",
    "judgementdate": "14/12/1999 00:00:00",
    "kpdate": "14/12/1999 00:00:00",
    "kpthesaurus": [
        "445",
        "7",
        "76",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "KHALFAOUI",
        "FRANCE"
    ],
    "rank": "393.368865966797",
    "representedby": [
        "N/A"
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "442978",
    "typedescription": "15"
}