{
    "__articles": "8;8-1;8-2;P7-5",
    "__conclusion": "No violation of Art. 8;No violation of P7-5",
    "applicability": "",
    "appno": "58077/00",
    "article": [
        "p7-5",
        "8"
    ],
    "conclusion": [
        {
            "article": "8",
            "base_article": "8",
            "element": "No violation of Art. 8",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-81910.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 58077/00) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Aleksandr Vitalyevich Chepelev (“the applicant”), on 19 November 1999.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented by Ms E. Belyaeva-Burmistrova, a lawyer practising in Yaroslav. The Russian Government (“the Government”) were represented by Mr P. Laptev, representative of the  at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained about the domestic authorities' decision to grant, without his consent, permission to adopt his daughter.",
                        "elements": []
                    },
                    {
                        "content": "4.  By a decision of 10 November 2005 the Court declared the application partly admissible.",
                        "elements": []
                    },
                    {
                        "content": "5.  The Chamber decided, after consulting the parties, that no hearing on the merits was required (Rule 59 § 3 in fine of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The applicant was born in 1972 and lives in Uglich, Yaroslav Region.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 22 December 1993 the applicant's wife gave birth to a daughter A.",
                                "elements": []
                            },
                            {
                                "content": "8.  In October 1995 the applicant moved from the City of  to Uglich in the Yaroslav Region to live with his parents.",
                                "elements": []
                            },
                            {
                                "content": "9.  In May 1996 the applicant's wife, still residing in Murmansk, began living together with another man, S.A., and in September 1996 brought divorce proceedings against the applicant.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 12 November 1996 the competent court dissolved the marriage and awarded custody of their daughter to the mother.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 21 February 1997 the applicant's former wife married  On 14 December 1998 they had a child together.",
                                "elements": []
                            },
                            {
                                "content": "12.  At the end of 1998 or in the beginning of 1999 S.A. instituted proceedings before the Lenin District Court of the City of  (Ленинский районный суд г. Мурманска) seeking adoption of A. The court invited the applicant to join the proceedings as a third party and to submit his views on the matter.",
                                "elements": []
                            },
                            {
                                "content": "13.  In his reply to the adoption request, filed on 8 January 1999, the applicant stated that he was strongly opposed to the adoption. The child already had a father whom she knew. On three occasions he had sent money to support her and telegrams for holidays. Due to the distance of Uglich from Murmansk, as well as financial problems, he could not travel often to  to visit his daughter. After he had left , he had seen her in January 1996. Furthermore, his former wife and mother-in-law had expressed their displeasure at his contacts with his daughter.",
                                "elements": []
                            },
                            {
                                "content": "14.  By a judgment of 9 March 1999 the District Court allowed 's application. The court observed:",
                                "elements": []
                            },
                            {
                                "content": "“[] has lodged with the court an adoption request. In the reasons for his request, he stated that the underage child [A.], born on 22 December 1993, is living in Murmansk ... [] has been married to the child's mother, [O.A.] since 21 February 1997. They have one child from that marriage – a daughter ... who was born on 14 December 1998.",
                                "elements": []
                            },
                            {
                                "content": "The child's father, [the applicant], has not lived with the child since September 1995. He lives in Uglich, in the  region. Since that time he has not participated in the child's upbringing or provided financial support. Since February 1997 the child's upbringing and financial support have been provided by []. The child considers him her father, and is not aware of any other father.",
                                "elements": []
                            },
                            {
                                "content": "[] requested authorisation to adopt the girl, who was to be assigned the first name [A.] and the patronymic [S.], and to be registered as her father.",
                                "elements": []
                            },
                            {
                                "content": "He is aware of the consequences of adoption and the requirements made of an adoptive father.",
                                "elements": []
                            },
                            {
                                "content": "At the court hearing, [S.A] spoke in support of his requests. He asked for authorisation to adopt [the child] without her father's consent, inasmuch as, without good reason, the latter was not providing for her upbringing or financial support. Throughout the entire period in issue, her father had sent a few telegrams with greetings, and in December 1997 he had sent 1,000 roubles, which he borrowed from his wife while travelling to Uglich. [] considers that adoption would be in the child's interests.",
                                "elements": []
                            },
                            {
                                "content": "[O.A.] supported the adoption request. She explained that [the applicant] has not brought up the child since September 1995, and had left for his parents' home when the child was not yet two years old. He had left her with the child in . He had not, and did not, provide financial support. He had sent 1,000 roubles, which he had borrowed when visiting  in 1996. She had not prevented [the applicant] from meeting the child or being involved in her upbringing. The child knew the applicant as her real father, and a father-child relationship had developed between them.",
                                "elements": []
                            },
                            {
                                "content": "She considers that adoption would be in the child's interest.",
                                "elements": []
                            },
                            {
                                "content": "A third party, the Leninsky Education Department, also supported the [adoption] request. It considers that adoption would be in the child's interest.”",
                                "elements": []
                            },
                            {
                                "content": "15.  The court held:",
                                "elements": []
                            },
                            {
                                "content": "“Having heard the parties and witness statements, examined the written evidence in the case and heard the opinion of the prosecutor, who proposed that the application be granted, the court finds the application to be lawful and deserving of being granted.",
                                "elements": []
                            },
                            {
                                "content": "Under Article 124 of the Family Code, adoption is allowed in respect of minors and only if it is in their best interest, taking account of the possibilities for securing their full physical, mental, spiritual and moral development.",
                                "elements": []
                            },
                            {
                                "content": "Under Article 130 of the Family Code, parental consent for adoption is not required where, for reasons deemed inadequate by the court, the parents have not been living together with the child for more than six months and have failed to take care of and support him or her.",
                                "elements": []
                            },
                            {
                                "content": "In the course of the judicial investigation, it was established that [A.] was born to [O.A.] and [the applicant] on 22 December 1993. At that time the parents were married to each other. In September 1995 [the applicant] decided to move his permanent residence to his parents' home in Uglich,  region. He did not take his wife and child with him. [O.A.] remained alone with the child in .",
                                "elements": []
                            },
                            {
                                "content": "In September 1996 she applied to the court for a divorce. On 12 November 1996 the marriage was dissolved.",
                                "elements": []
                            },
                            {
                                "content": "The mother did not apply for maintenance payments for the child.",
                                "elements": []
                            },
                            {
                                "content": "From May 1996 [O.A. and ] lived together as though married. Since that time, [] has in effect been responsible for the child's upbringing and has also supported her financially.",
                                "elements": []
                            },
                            {
                                "content": "The child calls him father, and considers him to be her father; she does not know her real father.",
                                "elements": []
                            },
                            {
                                "content": "On 21 February 1997 [O.A. and ] married. [They] subsequently changed the child's surname to [A.] so that the entire family would have the same surname.",
                                "elements": []
                            },
                            {
                                "content": "November 1997: [the applicant] did not agree to changing the child's surname; a statement from him to this effect is held in her personal file at the Education Department.",
                                "elements": []
                            },
                            {
                                "content": "[O.A. and ] have a child from their marriage - a daughter ..., who was born on 14 December 1998.",
                                "elements": []
                            },
                            {
                                "content": "The report on the child's living conditions states that the ... family lives in a comfortable three-roomed flat, and that all conditions have been met for the child's upbringing. She has a separate bedroom. She calls [] father. [] is described positively, and is healthy and responsible; he has not been deprived of his parental rights. The description of [] ascribes him positive personal qualities.",
                                "elements": []
                            },
                            {
                                "content": "There are no contra-indications to adoption of the child on the basis of his health.",
                                "elements": []
                            },
                            {
                                "content": "He has not previously been deprived of his parental rights. He is aware of the child's state of health.",
                                "elements": []
                            },
                            {
                                "content": "The salary report makes it clear that the applicant earns 1,700-2,000 roubles per month. From the statements of [O.A. and ] it is clear that the family is financially provided for.",
                                "elements": []
                            },
                            {
                                "content": "The court has not established circumstances that would prevent the child's adoption by [] under Articles 127 and 128 of the Family Code.",
                                "elements": []
                            },
                            {
                                "content": "In November 1998 the Education Department sent [the applicant] a letter, informing him that the question of his child's adoption was being decided.",
                                "elements": []
                            },
                            {
                                "content": "[The applicant] did not submit a reply to that letter.",
                                "elements": []
                            },
                            {
                                "content": "[The applicant] was invited by the court to join the case as a third party. He was ordered to submit an opinion on the [adoption] request. [The applicant] expressed his disagreement with the child's adoption, on the ground that she had a father. He had provided financial assistance to the child insofar as he was able and had sent telegrams for holidays and festivals. He had seen the child in January 1996. He could not see her more frequently since he lived in Uglich.",
                                "elements": []
                            },
                            {
                                "content": "In the course of the judicial investigation, witnesses who were acquainted with the Chepelev family were questioned. Witnesses [L.] and [K.] explained that in September 1995 [the applicant] suddenly moved to his parents' home in Uglich. He did not take his wife and child with him. He left her with the child. She was obliged to work in order to support herself and the child. He did not provide financial assistance. Since 1996 [] in effect supported the child and brought her up. [The applicant] had not been in  since 1995. The child called [] father. She and [] had developed a father-daughter relationship.",
                                "elements": []
                            },
                            {
                                "content": "[The applicant] submitted receipts for money payments: December 1997 - 1,000,000 roubles; December 1998 - 250 roubles; 8 May, unknown year - 2,000 roubles. [O.A.] denies that 2,000 roubles were received.",
                                "elements": []
                            },
                            {
                                "content": "Receipts for the sending of holiday and festive telegrams were also submitted.",
                                "elements": []
                            },
                            {
                                "content": "In addition, in January 1996, [the applicant], having come to  on business, met the child; [O.A.] does not dispute this.",
                                "elements": []
                            },
                            {
                                "content": "[The applicant] did not participate in any other way in the child's life.",
                                "elements": []
                            },
                            {
                                "content": "[The applicant] was not prevented from communicating with his child. [The applicant's] arguments to the effect that [O.A.] and her mother had prevented him communicating with the child have not been confirmed. [O.A.'s] mother lives outside the  region.",
                                "elements": []
                            },
                            {
                                "content": "Having analysed the evidence set out above, the court concludes that [the applicant] failed to participate in his daughter's upbringing for more than six months and without good reason. In the court's opinion, 3,250 roubles as maintenance payments for a period of more than three years was insufficient for the child's upkeep. Equally, financial assistance for the child was not in itself enough. It was essential that the child's father communicated with the girl, brought her up, taught her something and took responsibility for her physical, spiritual and moral development. This was the main purpose of the parent's role. [The applicant] has not fulfilled his responsibilities with regard to the child's upbringing. [The applicant's] responsibilities have been assumed by [].",
                                "elements": []
                            },
                            {
                                "content": "At present the child does not know her biological father. She considers [] to be her father.",
                                "elements": []
                            },
                            {
                                "content": "In the court's opinion, even although he lived outside the [] region, [the applicant] had an opportunity to contribute to the child's upbringing in some way: he could have taken the child for the summer, or simply to stay with her for a while, or he could have sent various presents, etc. If the child's mother had prevented him communicating with the child, he would have been entitled to protect his parental rights. However, [the applicant] did not attempt to take part in the child's upbringing.",
                                "elements": []
                            },
                            {
                                "content": "In such circumstances, the court is obliged to conclude that [the applicant], without good reason, failed to participate in the child's upbringing for more than six months, and that therefore the adoption may be authorised without his agreement.",
                                "elements": []
                            },
                            {
                                "content": "With regard to the [adoption] request, it is appropriate to grant it, in that adoption of the child would be in her best interest, bearing in mind that [] is able and willing to secure the girl's upbringing and development in full.”",
                                "elements": []
                            },
                            {
                                "content": "16.  In the operative part of the judgment the court ordered:",
                                "elements": []
                            },
                            {
                                "content": "“- to agree to the adoption by [] of the underage child [A.], with conferment of the patronymic [S.] and to register the adopter as the father of the adopted child;",
                                "elements": []
                            },
                            {
                                "content": "- to leave the child's surname, first name and date and place of birth without change;",
                                "elements": []
                            },
                            {
                                "content": "- to maintain the mother's judicial relationship with the child.",
                                "elements": []
                            },
                            {
                                "content": "...”",
                                "elements": []
                            },
                            {
                                "content": "17.  The applicant appealed against the District Court's judgment. The  (Мурманский областной суд) dismissed the appeal and upheld the lower court's judgment on 19 May 1999. The  held:",
                                "elements": []
                            },
                            {
                                "content": "“[The applicant] appealed against the [district court's] judgment, requesting that it be set aside and that the matter be sent for a fresh examination. He referred to the court's violation of the standards of substantive law, and alleged that the court had not believed his arguments and had not taken them into consideration.",
                                "elements": []
                            },
                            {
                                "content": "Having listened to [S.A.], who asked that the [district] court's judgment be left unchanged, the prosecutor's conclusions, proposing that the appeal be dismissed, and having re-examined the evidence in the case and weighed up the appeal arguments, the bench finds the [district] court's judgment to be lawful and well-founded.",
                                "elements": []
                            },
                            {
                                "content": "The [district] court correctly identified the circumstances having legal significance and, on the basis of the established facts, reached the correct conclusion about the parties' mutual relations.",
                                "elements": []
                            },
                            {
                                "content": "In authorising the requests ..., the court correctly applied Article 124 of the Family Code (“children whose adoption is authorised”) and acted in the underage child's best interests.",
                                "elements": []
                            },
                            {
                                "content": "Convincing reasons are cited in the judgment in confirmation of the conclusions that [] is able to guarantee the child the conditions necessary for her full physical, psychological and spiritual development.",
                                "elements": []
                            },
                            {
                                "content": "The bench considers legally unfounded the appellant's arguments regarding the application to his daughter of the adoption procedure set out in the Family Code, which concerns children who have been left without parental care, as [A.] did not fall into that category of children.",
                                "elements": []
                            },
                            {
                                "content": "The appellant's arguments are based on an incorrect interpretation of the law.",
                                "elements": []
                            },
                            {
                                "content": "In accordance with Article 130 of the Family Code, the [district] court also examined the reasons why the appellant “does not live jointly with the child and has neglected her upbringing and maintenance for more than six months”, and found them to be inadequate.",
                                "elements": []
                            },
                            {
                                "content": "The reasons for the [district] court's conclusions are provided and confirmed by the evidence. The court evaluated the latter in accordance with the requirements of Article 56 of the Code of Civil Procedure.",
                                "elements": []
                            },
                            {
                                "content": "[The applicant] did not submit persuasive evidence to the first-instance court in support of his objections to the request. In addition, the statements made to the appeal court by [V.] and [the applicant] do not meet the requirements laid down for evidence in civil proceedings.",
                                "elements": []
                            },
                            {
                                "content": " Having failed to find grounds in the appeal arguments that would enable it to set aside the [district] court's judgment, and pursuant to Article 305 of the Code of Civil Procedure, the bench decides:",
                                "elements": []
                            },
                            {
                                "content": "to leave unchanged the judgment of the Leninsky District Court, , dated 9 March 1999, and to dismiss the appeal submitted by [the applicant].”",
                                "elements": []
                            },
                            {
                                "content": "18.  On 22 March 2000 a judge of the Supreme Court rejected the applicant's request for leave to file an extraordinary appeal.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "19.  According to Article 124(2) of the Family Code, adoption is allowed in respect of minors and only if it is in the best interest of the child, taking account of the possibilities to secure the child's full physical, mental, spiritual and moral development.",
                                "elements": []
                            },
                            {
                                "content": "20.  Article 130 of the Family Code provides that parental consent for adoption is not necessary if, for reasons deemed inadequate by the court, the parents have not been living together with the child for more than six months and have failed to take care of and support him or her.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "21.  The applicant complained that the adoption of his child without his consent had violated his right to respect for his family life. He invoked Article 8 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to respect for his private and family life, his home and his correspondence.",
                                "elements": []
                            },
                            {
                                "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of national security, public safety or the economic well-being of the country, for the prevention of disorder or crime, for the protection of health or morals, or for the protection of the rights and freedoms of others.”",
                                "elements": []
                            },
                            {
                                "content": "22.  The Government submitted that the adoption of the applicant's daughter by  had been carried out in accordance with pertinent provisions of the Family Code. The applicant had not been involved in the upbringing of his daughter; he had, of his own will, moved far away from her. Thus, he had himself created the circumstances under which his consent for adoption had not been necessary.  had been supporting and taking care of the applicant's daughter for about three years by the time the court rendered its judgment allowing adoption. A close relationship had developed between S.A. and A., the latter thinking of  as her own father. The severance of these ties would have led to a violation of their right to respect for family life, guaranteed by Article 8 of the Convention. The adoption had been in the best interest of the child. In the Government's submission the courts had legitimately given priority to the child's interests over the interests of the applicant.",
                                "elements": []
                            },
                            {
                                "content": "23.  The applicant submitted that his departure from  had been based on a common decision taken by him and his former wife. The wife had been meaning to follow him after he had settled in Uglich. Article 130 of the Family Code should not have been applied in the case, since he had not left the child for inadequate reasons. Furthermore, he had not been at fault for the severance of his marital ties, since his wife had started cohabiting with S.A. and avoiding the applicant less than seven months after he had left . The applicant acknowledged that his former wife had established a new family after divorce and that within this family his daughter had developed close personal ties with  However, he was of the opinion that he should not have been deprived of his rights towards the child on the basis of this fact.",
                                "elements": []
                            },
                            {
                                "content": "24.  The Court has found that there existed between the child and his parents a bond amounting to family life even if at the time of his or her birth the parents were no longer co-habiting or if their relationship had then ended (see Keegan v. Ireland, judgment of 26 May 1994, Series A no. 290, pp. 1718, § 44). The Court observes that it is not disputed that, when the adoption was granted, there existed certain ties between the applicant and A. In the light of this, and bearing in mind that the parties' arguments before the Court were centred on the issue of compliance with Article 8, the Court proposes to proceed on the basis that it was applicable to the present case (Söderbäck v. Sweden, judgment of 28 October 1998, Reports of Judgments and Decisions 1998VII, pp. 30933094, § 24).",
                                "elements": []
                            },
                            {
                                "content": "25.  On this assumption, the adoption order amounted to an interference with the applicant's right to respect for family life under paragraph 1 of Article 8 (see Keegan, cited above, pp. 19-20, § 51). Such interference constitutes a violation of this Article unless it is “in accordance with the law”, pursues an aim or aims that are legitimate under paragraph 2 of Article 8 and can be regarded as “necessary in a democratic society” (see Söderbäck, cited above, p. 3094, § 25).",
                                "elements": []
                            },
                            {
                                "content": "26.  The Court agrees with the Government that the District Court's judgment concerning the adoption was based on pertinent provisions of national law, first and foremost on Articles 124 and 130 of the Family Code, which provided that adoption was allowed if it was in the best interest of the child and that parental consent was not required if the parent had not been living together with the child for inadequate reasons for more than six months. Thus, there is no doubt that the measure was “in accordance with the law” and pursued the legitimate aim of protecting the rights and freedoms of the child.",
                                "elements": []
                            },
                            {
                                "content": "27.  Proceeding to the further question of whether the measure was “necessary in a democratic society”, the Court recalls that in cases of this kind the national authorities have the benefit of direct contact with all the persons concerned. It is not the Court's task to substitute itself for the domestic authorities, but rather to review, in the light of the Convention, the decision taken by those authorities in the exercise of their power of appreciation. Article 8 requires that the domestic authorities strike a fair balance between the interests involved and that, in the balancing process, particular importance should be attached to the best interests of the child, which, depending on their nature and seriousness, may override those of the parents (see Eski v. , no. 21949/03, § 35, 25 January 2007, Kuijper v. the Netherlands (dec.), no. 64848/01, 3 March 2005, and Sommerfeld v. Germany [GC], no. 31871/96, §§ 62-64, ECHR 2003VIII (extracts)).",
                                "elements": []
                            },
                            {
                                "content": "28.  In the present case, the Court observes that before the adoption the contacts between the applicant and his daughter A. had been infrequent and limited in character. The applicant had not lived together with A. from the time she was one year and ten months old and had not met her since she was two years old, i.e. more than three years before the adoption was granted by the District Court.",
                                "elements": []
                            },
                            {
                                "content": "29.  On the other hand, none of the parties disputed the existence of close personal ties between A. and , who had been married to A.'s mother. They had been living together for almost three years by the time the adoption was granted (from the time A. was two years and five months till she became five years and two months old), and A. had regarded him as her father. Thus, when the adoption was granted by the District Court, “de facto” family ties had existed between A. and S.A. for a considerable time (see Söderbäck, cited above, pp. 30953096, § 33). In this context the Court reiterates that the existence or non-existence of “family life” is essentially a question of fact depending upon the real existence in practice of close personal ties (see, among other authorities, K. and T. v. Finland [GC], no. 25702/94, § 150, ECHR 2001VII). The adoption decision in the present case did not set in motion the bonding of the child with the adopter (see, mutatis mutandis, Keegan v. Ireland, cited above, § 55) but, on the contrary, consolidated and formalised existing ties (see Eski, cited above, § 39, with further references to the above cited cases of Söderbäck and Kuijper).",
                                "elements": []
                            },
                            {
                                "content": "30.  The Court also recalls the findings of the District Court that A. lived in a good home environment offering all the conditions necessary for her development and that  was capable of ensuring the child's upbringing and development. No legal obstacles against the adoption were established. The District Court also considered the opinion of the local education authority supporting the adoption and concluded that the adoption was in the best interest of the child.",
                                "elements": []
                            },
                            {
                                "content": "31.  Against this background, and having regard to the assessment of the child's best interest made by the domestic courts, as well as to the limited relations that the applicant had with A. during the period of about three years before the adoption, the Court is satisfied that the decision fell within the margin of appreciation allowed to the respondent State. Given the aims sought to be achieved by allowing the adoption, it cannot be said that the adverse effects it had on the applicant's relations with the child were disproportionate.",
                                "elements": []
                            },
                            {
                                "content": "32.  There has, accordingly, been no violation of Article 8 of the Convention in the present case.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 5 OF PROTOCOL NO. 7 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "33.  The applicant complained that the adoption order had violated his right to the equality of spouses. He invoked Article 5 of Protocol No. 7 to the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Spouses shall enjoy equality of rights and responsibilities of a private law character between them, and in their relations with their children, as to marriage, during marriage and in the event of its dissolution. This Article shall not prevent States from taking such measures as are necessary in the interests of the children.”",
                                "elements": []
                            },
                            {
                                "content": "34.  The Government were of the opinion that the domestic authorities had taken all the measures necessary for the protection of the child's interests and that the applicant's rights guaranteed under this provision had not been violated.",
                                "elements": []
                            },
                            {
                                "content": "35.  The applicant maintained that Article 5 of Protocol No. 7 to the Convention had been violated, since he had been deprived of all contacts with his daughter.",
                                "elements": []
                            },
                            {
                                "content": "36.  The Court finds no indication that the domestic judicial authorities based their decisions on arbitrary considerations. It agrees with the Government's submission that the measures taken by the authorities had been necessary in the interests of the child. Having regard to the assessment made in respect of the complaint under Article 8 of the Convention, the Court finds that there has been no violation of the applicant's rights under Article 5 of Protocol No. 7 to the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Holds that there has been no violation of Article 8 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been no violation of Article 5 of Protocol No. 7 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 July 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrC.L. Rozakis",
            "role": "president"
        },
        {
            "name": "MrL. Loucaides",
            "role": "judges"
        },
        {
            "name": "MrsN. Vajić",
            "role": "judges"
        },
        {
            "name": "MrA. Kovler",
            "role": "judges"
        },
        {
            "name": "MrsE. Steiner",
            "role": "judges"
        },
        {
            "name": "MrS.E. Jebens",
            "role": "judges"
        },
        {
            "name": "MrG. Malinverni",
            "role": "judges"
        },
        {
            "name": "Mr S. Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "10/11/2005 00:00:00",
    "docname": "CASE OF CHEPELEV v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-81910.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0726JUD005807700",
    "externalsources": [],
    "extractedappno": [
        "58077/00",
        "21949/03",
        "64848/01",
        "31871/96",
        "25702/94"
    ],
    "importance": "3",
    "introductiondate": "19/11/1999 00:00:00",
    "issue": [
        "Family Code, Articles 124(2), 130"
    ],
    "itemid": "001-81910",
    "judgementdate": "26/07/2007 00:00:00",
    "kpdate": "26/07/2007 00:00:00",
    "kpthesaurus": [
        "565",
        "118",
        "242",
        "410",
        "208",
        "238",
        "451",
        "203",
        "268",
        "376",
        "425"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "8",
        "P7-5",
        "8-2",
        "8-1"
    ],
    "parties": [
        "CHEPELEV",
        "RUSSIA"
    ],
    "rank": "592.045532226563",
    "representedby": [
        "BELYAEVA-BURMISTROVA E."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [
        "Eski v. Austria, no. 21949/03, § 35 and § 39, 25 January 2007",
        "K. and T. v. Finland [GC], no. 25702/94, § 150, ECHR 2001-VII",
        "Keegan v. Ireland, judgment of 26 May 1994, Series A no. 290, pp. 17-18, § 44, and § 55",
        "Kuijper v. the Netherlands (dec.), no. 64848/01, 3 March 2005",
        "Söderbäck v. Sweden, judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VII, pp. 3093-3094, § 24 and § 25, and pp. 3095-3096, § 33",
        "Sommerfeld v. Germany [GC], no. 31871/96, §§ 62-64, ECHR 2003-VIII (extracts)"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "336852",
    "typedescription": "14"
}