{
    "__articles": "6;6-1;9;9-1;9-2;11;11-1;13;14;29;29-3;34;41;P1-1;P1-1-1;13+9;14+9",
    "__conclusion": "Violation of Art. 9;Violation of P1-1;Violation of Art. 13+9;Not necessary to examine Art. 14+9;No separate issue under Art. 6 and 11;Non-pecuniary damage - financial claim;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "952/03",
    "article": [
        "14",
        "9",
        "13",
        "34",
        "p1-1",
        "29",
        "6",
        "11",
        "41"
    ],
    "conclusion": [
        {
            "article": "9",
            "base_article": "9",
            "element": "Violation of Art. 9",
            "type": "violation"
        },
        {
            "article": "9",
            "base_article": "9",
            "element": "Violation of Art. 13+9",
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "element": "Violation of Art. 13+9",
            "type": "violation"
        },
        {
            "element": "Not necessary to examine Art. 14+9",
            "type": "other"
        },
        {
            "element": "No separate issue under Art. 6 and 11",
            "type": "other"
        },
        {
            "element": "Non-pecuniary damage - financial claim",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-79606.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 952/03) against the Republic of Moldova lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by Mr Andrei Rudei, Mr Arcadie Covaliov, Mr Constantin Bejenaru, Mr Gheorghe Găină, Mr Vasile Andronic, Ms Raisa Urecheanu, Mr Ecaterina Ciobanu, Ms Anastasia Vizir, Mr Grigore Daraban and Mr Alexandru Daraban as well as the “True Orthodox Church in Moldova” (Biserica Adevărat Ortodoxă din Moldova), on 27 November 2002.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr A. Tănase, lawyer practising in Chişinău. The Moldovan Government (“the Government”) were represented by their Agent, Mr V. Pârlog.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicants alleged, in particular, that the authorities’ refusal to register the Church affected their right to freedom of religion and association and that the prolonged non-enforcement of the final judgment in their favour violated their rights under Articles 6, 9, 13, 14 and Article 1 of Protocol No. 1 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "4.  The application was allocated to the Fourth Section of the Court (Rule 52 § 1 of the Rules of Court). Within that Section, the Chamber that would consider the case (Article 27 § 1 of the Convention) was constituted as provided in Rule 26 § 1.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 15 November 2005 a Chamber of that Section decided to communicate the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "6.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicants joined together to form the “True Orthodox Church in ” (“the Church”) and applied for registration by the Government on the basis of the Religious Denominations Act (Law no. 979-XII of 24 March 1992). When the authorities refused to register the Church by letter of 29 November 2000, the applicants initiated court proceedings.",
                                "elements": []
                            },
                            {
                                "content": "8.  On 30 August 2001 the Court of Appeal accepted their claim and ordered the Government to register the Church. The court also awarded each of the applicants 1,000 Moldovan lei (approximately 85 euros (EUR) at the time) in compensation for the non-pecuniary damage suffered.",
                                "elements": []
                            },
                            {
                                "content": "9.  On 29 May 2002 the Supreme Court of Justice upheld that judgment, finding that the Government had not submitted any evidence that the Church would harm public order, health or morals. That judgment was final and enforceable.",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicants subsequently made requests for the enforcement of the final judgment. In turn, the Judgments Enforcement Department made requests to the Government to comply with the judgment, to no avail.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 12 July 2002 the Religious Denominations Act was amended and the procedure for the registration of religious denominations was simplified. On the basis of these amendments, on 7 August 2002 the applicants asked the “State Organ for the Protection of Religious Denominations” to register the Church. They relied on Article 14 of the above-mentioned law (as amended on 12 July 2002, see below) and on the final judgment in their favour ordering the Church’s registration.",
                                "elements": []
                            },
                            {
                                "content": "12.  By letter of 23 August 2002 the State Service for the Protection of Religious Denominations (“the Service”) rejected that request because it “had not received any request for the registration of any religious denomination”. The Service could not register the Church until the relevant State Registry had been established and the necessary documents had been filed with it. On 22 November 2002 the applicants submitted the relevant documents to the Service.",
                                "elements": []
                            },
                            {
                                "content": "13.  On 24 August 2004 the Decisions Enforcement Department (“the Department”) sent the enforcement warrant for enforcement to the Service. By its letters of 1 and 11 November 2002 and 14 March 2003 the Department requested the Service to comply with the judgment of 30 August 2001.",
                                "elements": []
                            },
                            {
                                "content": "14.  In a letter of 14 March 2003 the Service replied to the Department that the applicants had refused to re-submit documents requested from them and to explain certain parts of the statute of the Church regarding its canonical subordination to foreign churches.",
                                "elements": []
                            },
                            {
                                "content": "15.  On 20 March 2003 an officer working for the Department found that the judgment of 30 August 2001 had not been enforced and asked the court to sanction those responsible for the non-enforcement. The officer sent additional requests to the Department and the Buiucani District Court on 16 May, 18 June, 24 October and 6 November 2003, again asking that those responsible for the non-enforcement be punished.",
                                "elements": []
                            },
                            {
                                "content": "16.  The Government made three attempts to re-open the proceedings by claiming the discovery of new and relevant information which had not been previously known. These requests were rejected by decisions of the Court of Appeal on 7 May 2003 and the Supreme Court of Justice on 1 October 2003 and 20 October 2004.",
                                "elements": []
                            },
                            {
                                "content": "17.  In June 2004 the applicants submitted a new request and a set of accompanying documents, requesting the registration of the Church. They received no reply.",
                                "elements": []
                            },
                            {
                                "content": "18.  The pecuniary part of the judgment of 30 August 2001 was enforced on 27 July 2005.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "19.  The relevant domestic law has been set out in the cases of Metropolitan Church of Bessarabia and Others v. Moldova (no. 45701/99, §§ 89-93, ECHR 2001XII) and Prodan v. Moldova (no. 49806/99, § 31, ECHR 2004III (extracts)).",
                                "elements": []
                            },
                            {
                                "content": "20.  In addition, the relevant provisions of the Law for the amendment of the Religious Denominations Act (no.1220, 12 July 2002) read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Article I",
                                "elements": []
                            },
                            {
                                "content": "3.  Article 14 shall have the following text:",
                                "elements": []
                            },
                            {
                                "content": "‘Article 14. Recognition of cults.",
                                "elements": []
                            },
                            {
                                "content": "In order to be able to organise themselves and to function, a religious denomination shall submit to the State authority [dealing with] religious denominations a declaration on their functioning and organisation, annexing their statute (by-laws) for their organisation and functioning including information about the system of administration and functioning, together with the fundamental principles of its faith.",
                                "elements": []
                            },
                            {
                                "content": "The declaration mentioned [above] shall be submitted to the State authority for religious denominations, which shall make a registration in the Registry of religious denominations within 30 working days from the date of submission of the declaration.’",
                                "elements": []
                            },
                            {
                                "content": "... Article III",
                                "elements": []
                            },
                            {
                                "content": "(2)  Requests for registration which were pending at the date of entry into force of the present Law shall be considered to be declarations within the meaning of Article 14 of the Law on Religious Denominations and shall be examined in accordance with the provisions of that Article.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "21.  The applicants complained that the refusal of the State authorities to register the Church had amounted to a violation of their right to freedom of religion as guaranteed by Article 9 § 1 of the Convention. Article 9 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“1.  Everyone has the right to freedom of thought, conscience and religion; this right includes freedom to change his religion or belief and freedom, either alone or in community with others and in public or private, to manifest his religion or belief, in worship, teaching, practice and observance.",
                        "elements": []
                    },
                    {
                        "content": "2.  Freedom to manifest one’s religion or beliefs shall be subject only to such limitations as are prescribed by law and are necessary in a democratic society in the interests of public safety, for the protection of public order, health or morals, or for the protection of the rights and freedoms of others.”",
                        "elements": []
                    },
                    {
                        "content": "The applicants also complained that the same inaction of the State authorities had resulted in a violation of their rights guaranteed by Article 11 § 1 of the Convention. Article 11 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“1.  Everyone has the right to freedom of peaceful assembly and to freedom of association with others, including the right to form and to join trade unions for the protection of his interests.",
                        "elements": []
                    },
                    {
                        "content": "2.  No restrictions shall be placed on the exercise of these rights other than such as are prescribed by law and are necessary in a democratic society in the interests of national security or public safety, for the prevention of disorder or crime, for the protection of health or morals or for the protection of the rights and freedoms of others. This Article shall not prevent the imposition of lawful restrictions on the exercise of these rights by members of the armed forces, of the police or of the administration of the State.”",
                        "elements": []
                    },
                    {
                        "content": "The applicants also complained that the failure to enforce the judgment in their favour for a long period had violated their rights under Article 6 § 1 and Article 1 of Protocol No. 1 to the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Article 6 § 1 of the Convention, in so far as relevant, reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“1.  In the determination of his civil rights and obligations ... everyone is entitled to a fair hearing ... within a reasonable time by a tribunal ....”",
                        "elements": []
                    },
                    {
                        "content": "Article 1 of Protocol No. 1 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                        "elements": []
                    },
                    {
                        "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                        "elements": []
                    },
                    {
                        "content": "The applicants also complained that, in respect of their complaints under Articles 9 and 11 of the Convention, they had not had effective remedies as guaranteed by Article 13 of the Convention and had been discriminated against, contrary to Article 14 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Article 13 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                        "elements": []
                    },
                    {
                        "content": "Article 14 reads as follows:",
                        "elements": []
                    },
                    {
                        "content": "“The enjoyment of the rights and freedoms set forth in [the] Convention shall be secured without discrimination on any ground such as sex, race, colour, language, religion, political or other opinion, national or social origin, association with a national minority, property, birth or other status.”",
                        "elements": []
                    },
                    {
                        "content": "I.  ADMISSIBILITY OF THE COMPLAINTS",
                        "elements": [
                            {
                                "content": "22.  The Court reiterates at the outset that a church or ecclesiastical body may, as such, exercise on behalf of its adherents the rights guaranteed by Article 9 of the Convention (see Metropolitan Church of Bessarabia and Others v. Moldova, no. 45701/99, § 101, ECHR 2001XII). In the present case the True Orthodox Church of Moldova may therefore be considered an applicant for the purposes of Article 34 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "23.  The Court considers that the applicants’ complaints under the above Articles raise questions of law which are sufficiently serious that their determination should depend on an examination of the merits. No grounds for declaring them inadmissible have been established. The Court therefore declares these complaints admissible. In accordance with its decision to apply Article 29 § 3 of the Convention (see paragraph 5 above), the Court will immediately consider the merits of these complaints.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 9 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "24.  The applicants complained that the failure of the authorities to comply with the final judgment of 30 August 2001 and to register the Church had violated their rights under Article 9 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "1.  Whether there was an interference",
                                "elements": [
                                    {
                                        "content": "25.  The Court must determine whether there was an interference with the applicants’ right to freedom of religion on account of the refusal to register the .",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Government submitted that there had been no interference with the applicants’ freedom of religion since the courts had accepted their claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  The applicants disagreed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The Court recalls that the Convention “is to protect rights that are not theoretical or illusory but practical and effective” (see, e.g., Chassagnou and Others v. France [GC], nos. 25088/94, 28331/95 and 28443/95, § 100, ECHR 1999III).",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  The Court considers that, despite the adoption of the judgments in favour of the applicants, the authorities’ failure to register the Church and therefore to endow it with legal personality prevented it and its followers from carrying out a number of essential functions (Metropolitan Church of Bessarabia, cited above, § 105.). In essence, the refusal of the authorities to comply with the final judgment and to register the Church resulted in a situation which did not differ, for the applicants, from a rejection by the courts of their claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  The Court therefore considers that the authorities’ refusal to register the applicant Church constituted an interference with the right of the applicant Church and the other applicants to freedom of religion, as guaranteed by Article 9 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Whether the interference was prescribed by law",
                                "elements": [
                                    {
                                        "content": "31.  The applicants submitted that the interference with their rights had not been prescribed by law since it was contrary to the domestic courts’ judgments ordering the registration of the Church.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  The Government made no observation on this point.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  The Court refers to its established case-law to the effect that the terms “prescribed by law” and “in accordance with the law” in Articles 8 to 11 of the Convention not only require that the impugned measures have some basis in domestic law, but also refer to the quality of the law in question, which must be sufficiently accessible and foreseeable as to its effects, that is formulated with sufficient precision to enable the individual – if need be with appropriate advice – to regulate his conduct (see Larissis and Others v. Greece, judgment of 24 February 1998, Reports of Judgments and Decisions 1998-I, p. 378, § 40 and Metropolitan Church of Bessarabia, cited above, § 109).",
                                        "elements": []
                                    },
                                    {
                                        "content": "For domestic law to meet these requirements, it must afford a measure of legal protection against arbitrary interferences by public authorities with the rights guaranteed by the Convention. In matters affecting fundamental rights it would be contrary to the rule of law, one of the basic principles of a democratic society enshrined in the Convention, for a legal discretion granted to the executive to be expressed in terms of an unfettered power. Consequently, the law must indicate with sufficient clarity the scope of any such discretion and the manner of its exercise (see Hasan and Chaush v. Bulgaria [GC], no. 30985/96, § 84, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Moreover, since religious communities traditionally exist in the form of organised structures, Article 9 must be interpreted in the light of Article 11 of the Convention, which safeguards associative life against unjustified State interference. Seen in that perspective, the right of believers to freedom of religion, which includes the right to manifest one’s religion in community with others, encompasses the expectation that believers will be allowed to associate freely, without arbitrary State intervention. Indeed, the autonomous existence of religious communities is indispensable for pluralism in a democratic society and is thus an issue at the very heart of the protection which Article 9 affords (see Metropolitan Church of Bessarabia, cited above, § 118).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In addition, one of the means of exercising the right to manifest one’s religion, especially for a religious community, in its collective dimension, is the possibility of ensuring judicial protection of the community, its members and its assets, so that Article 9 must be seen not only in the light of Article 11, but also in the light of Article 6 (see, mutatis mutandis, Sidiropoulos and Others v. Greece, judgment of 10 July 1998, Reports 1998-IV, p. 1614, § 40, and Canea Catholic Church v. Greece, judgment of 16 December 1997, Reports 1997-VIII, pp. 2857 and 2859, §§ 33 and 4041, and opinion of the Commission, p. 2867, §§ 48-49).",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In the present case the Court notes that the domestic courts have accepted the applicants’ claims and ordered the registration of the Church. In doing so, they expressly rejected all the arguments advanced by the Government against registration. Moreover, they rejected on three occasions the authorities’ requests to re-open the proceedings. The Court further notes that the enforcement authority continuously insisted on the enforcement of the judgment, despite the alleged impossibility to register the  due to the failure to submit the necessary documents. In fact, such documents were submitted twice, in 2002 and in 2004 (see paragraphs 12 and 17 above) to no avail, even though it appears that this was not necessary in accordance with Article 14 of the Law on Religious Denominations, as amended (see paragraph 20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  In view of the above, the Court considers that the refusal to register the  had no legal basis under Moldovan law. It follows that the interference with the applicants’ freedom of religion was not prescribed by law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Having found, in the preceding paragraph, that the interference with the applicants’ right to freedom of religion was unlawful, the Court does not see any need to verify whether that interference pursued a legitimate aim or was “necessary in a democratic society”, within the meaning of Article 9 § 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  There has, accordingly, been a violation of Article 9 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 11 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "39.  The applicants complained about a violation of their rights guaranteed by Article 11 of the Convention as a result of the impossibility to organise lawfully their religious community.",
                                "elements": []
                            },
                            {
                                "content": "40.  Having regard to its finding of a violation of Article 9 (see paragraph 38 above) the Court considers it unnecessary to examine this complaint separately.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The applicants complained that the delayed enforcement of the judgment of 30 August 2001 in their favour had violated their rights under Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "42.  The Government disagreed. They submitted that there had been objective reasons for the delay in enforcing the final judgment. For instance, the Government delegated the power to register Churches to the Service, which had not been a party to the proceedings and was thus not bound by their outcome. The Department had to strictly observe the law in accordance with which the applicants were required to submit certain documents. The applicants had failed to do so. In addition, several requests had been filed for the re-opening of the proceedings, which delayed the enforcement.",
                                "elements": []
                            },
                            {
                                "content": "43.  Having regard to its finding of a violation of Article 9 (see paragraph 38 above) the Court considers it unnecessary to examine this complaint since it essentially relates to the same main problem of failure to register the Church.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL NO. 1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "44.  The applicants also complained that their right to peaceful enjoyment of possessions, as guaranteed by Article 1 of Protocol No. 1 to the Convention, had been breached as a result of the delayed enforcement of the judgment of 30 August 2001.",
                                "elements": []
                            },
                            {
                                "content": "45.  The Government disagreed and relied on reasons similar to those set out in paragraph 42 above.",
                                "elements": []
                            },
                            {
                                "content": "46.  The Court notes that the applicants had to wait almost four years to obtain the money owed to them under the final judgment in their favour (see paragraph 18 above).",
                                "elements": []
                            },
                            {
                                "content": "47.  The Court recalls that it has found violations of Article 1 of Protocol No. 1 to the Convention in numerous cases concerning delays in enforcing final judgments (see, among other authorities, Prodan v. Moldova, cited above, and Luntre and Others v. Moldova, nos. 2916/02, 21960/02, 21951/02, 21941/02, 21933/02, 20491/02, 2676/02, 23594/02, 21956/02, 21953/02, 21943/02, 21947/02 and 21945/02, 15 June 2004).",
                                "elements": []
                            },
                            {
                                "content": "Having examined the material submitted to it, the Court notes that the file does not contain any element which would allow it to reach a different conclusion in the present case. In particular, it considers that the reasons for the belated enforcement advanced by the Government cannot justify a delay of more than three years, considering that the debtor in the present case was the State itself. In this respect, it is irrelevant which of the State authorities had participated in the court proceedings and which of them was responsible for complying with the final judgment.",
                                "elements": []
                            },
                            {
                                "content": "48.  Accordingly, the Court finds, for the reasons given in the cases cited above, that the failure to enforce the judgment of 30 August 2001 within a reasonable time constitutes a violation of Article 1 of Protocol No. 1 to the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "V.  ALLEGED VIOLATION OF ARTICLE 13 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 9",
                        "elements": [
                            {
                                "content": "49.  The applicants asserted that domestic law did not afford any remedy for the complaints they had submitted to the Court.",
                                "elements": []
                            },
                            {
                                "content": "50.  The Government considered that Article 13 was not applicable to the present case in view of the manifestly ill-founded character of the complaints under Articles 9 and 11 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "51.  The Court reiterates that the effect of Article 13 is to require the provision of a domestic remedy allowing the competent national authority both to deal with the substance of the relevant Convention complaint and to grant appropriate relief, although Contracting States are afforded some discretion as to the manner in which they comply with their obligations under this provision (see Chahal v. the United Kingdom, judgment of 15 November 1996, Reports 1996-V, pp. 1869-70, § 145). The remedy required by Article 13 must be “effective”, both in practice and in law. However, such a remedy is required only for complaints that can be regarded as “arguable” under the Convention (see Metropolitan Church of Bessarabia, cited above, § 137).",
                                "elements": []
                            },
                            {
                                "content": "52.  The Court observes that the applicants’ complaint that the refusal to register the  infringed their right to freedom of religion guaranteed by Article 9 of the Convention was undoubtedly arguable (see paragraph 38 above). The applicants were therefore entitled to an effective domestic remedy within the meaning of Article 13. Accordingly, the Court will examine whether such a remedy was available to the Church and other applicants.",
                                "elements": []
                            },
                            {
                                "content": "53.  It notes that the applicants have made numerous requests to the authorities to have the Church registered. The Department also made a number of similar requests (se paragraph 15 above). The Court observes that the Department even proposed to the courts that penalties should be applied to those responsible for failing to enforce the final judgment, which recommendation was apparently rejected. It follows that the Department could not be considered as having failed in its duties and that the failure to enforce was rather due to a more general problem of lack of an effective mechanism to ensure compliance with a final judgment.",
                                "elements": []
                            },
                            {
                                "content": "54.  The Court concludes that in respect of the applicants’ request to have the Church registered they had no effective remedy available to them. There has therefore been a violation of Article 13 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VI.  ALLEGED VIOLATION OF ARTICLE 14 OF THE CONVENTION TAKEN IN CONJUNCTION WITH ARTICLE 9",
                        "elements": [
                            {
                                "content": "55.  The applicants complained that by refusing to register the Church the authorities had subjected them to discrimination in comparison to other religious groups.",
                                "elements": []
                            },
                            {
                                "content": "56.  The Court considers that the allegations relating to Article 14 of the Convention amount to a restatement of those submitted under Article 9. Accordingly, there is no cause to examine them separately.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "VII.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "57.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "58.  The applicants claimed EUR 34,000 in respect of non-pecuniary damage as a result of the refusal to register the Church and EUR 50 in respect of pecuniary damage as a result of the delayed payment of the amounts due to them. They relied on the award made in Metropolitan Church of Bessarabia, cited above, § 146, as well as other case-law of the Court concerning late enforcement of final judgments and lack of effective remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Government disagreed. They submitted that the applicants had not submitted any material on which they had based their calculations of the pecuniary damage. Moreover, the applicants had not proved that any non-pecuniary damage had been caused to them. In fact, any such damage was the result of the applicants’ own actions in failing diligently to make use of available remedies. The authorities for their part had taken all reasonable steps to enforce the judgment.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  The Government relied on case-law of the Court regarding length of proceedings and non-enforcement of final judgments to show that much smaller amounts had been awarded in those cases in comparison to the applicants’ claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  The Court considers that the violations it has found must undoubtedly have caused the applicants pecuniary and non-pecuniary damage. Taking into account the circumstances of the case and having regard to its case-law, the Court awards the applicants, jointly, EUR 10,000.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "62.  The applicants claimed EUR 6,832 for costs and expenses. In support of their claim they submitted a copy of a contract with their lawyer, according to which the hourly fee was set at between EUR 60 and 100, as well as an itemised list of the hours spent by their lawyer on the case (63 hours). They also submitted a copy of a decision of the Moldovan Bar Association, according to which the recommended level of hourly fees for representation before international tribunals was EUR 40-150.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  The Government submitted that the sum claimed was unreasonably high, at least in comparison to Moldovan realities. They considered that five hours would have been sufficient to prepare the case and concluded that the applicants had not proved that their legal costs had been reasonable and actually incurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court recalls that in order for costs and expenses to be included in an award under Article 41, it must be established that they were actually and necessarily incurred and are reasonable as to quantum (see, for example, Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  Having regard to the complexity of the case and basing itself on the information before it, the Court awards EUR 2,000 for costs and expenses (cf. Metropolitan Church of Bessarabia, cited above, §149).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "66.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 9 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 13 of the Convention in conjunction with Article 9;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that it is not necessary to examine the case also from the standpoint of Article 14 of the Convention taken in conjunction with Article 9;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that it is not necessary to examine separately the applicants’ complaints under Articles 6 and 11 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "7.  Holds:",
                        "elements": []
                    },
                    {
                        "content": " (a)  that the respondent State is to pay, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "8.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 27 February 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "SirNicolas Bratza",
            "role": "president"
        },
        {
            "name": "MrJ. Casadevall",
            "role": "judges"
        },
        {
            "name": "MrG. Bonello",
            "role": "judges"
        },
        {
            "name": "MrK. Traja",
            "role": "judges"
        },
        {
            "name": "MrS. Pavlovschi",
            "role": "judges"
        },
        {
            "name": "MrL. Garlicki",
            "role": "judges"
        },
        {
            "name": "MsL. Mijović",
            "role": "judges"
        },
        {
            "name": "Mr T.L. Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BISERICA ADEVARAT ORTODOXA DIN MOLDOVA v. MOLDOVA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-79606.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:0227JUD000095203",
    "externalsources": [],
    "extractedappno": [
        "952/03",
        "45701/99",
        "49806/99",
        "25088/94",
        "28331/95",
        "28443/95",
        "30985/96",
        "2916/02",
        "21960/02",
        "21951/02",
        "21941/02",
        "21933/02",
        "20491/02",
        "2676/02",
        "23594/02",
        "21956/02",
        "21953/02",
        "21943/02",
        "21947/02",
        "21945/02",
        "23118/93"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Law for the amendment of the Religious Denominations Act (No. 1220, 12 July 2002)"
    ],
    "itemid": "001-79606",
    "judgementdate": "27/02/2007 00:00:00",
    "kpdate": "27/02/2007 00:00:00",
    "kpthesaurus": [
        "145",
        "146",
        "154",
        "152",
        "204",
        "320",
        "183",
        "234",
        "343",
        "100",
        "369",
        "304",
        "509",
        "445",
        "7",
        "113",
        "444",
        "110",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "P1-1-1",
        "14",
        "9-1",
        "9",
        "13",
        "34",
        "9-2",
        "11-1",
        "29",
        "41",
        "6-1",
        "6",
        "11",
        "29-3",
        "P1-1"
    ],
    "parties": [
        "BISERICA ADEVARAT ORTODOXA DIN MOLDOVA",
        "MOLDOVA"
    ],
    "rank": "575.934265136719",
    "representedby": [
        "TANASE A."
    ],
    "respondent": "MDA",
    "respondentOrderEng": "29",
    "scl": [
        "Canea Catholic Church v. Greece, judgment of 16 December 1997, Reports 1997-VIII, pp. 2857 and 2859, §§ 33 and 40-41, p. 2867, §§ 48-49",
        "Chahal v. the United Kingdom, judgment of 15 November 1996, Reports 1996-V, pp. 1869-1870, § 145",
        "Chassagnou and Others v. France [GC], nos. 25088/94, 28331/95 and 28443/95, § 100, ECHR 1999-III",
        "Hasan and Chaush v. Bulgaria [GC], no. 30985/96, § 84, ECHR 2000-XI",
        "Larissis and Others v. Greece, judgment of 24 February 1998, Reports of Judgments and Decisions 1998-I, p. 378, § 40",
        "Luntre and Others v. Moldova, nos. 2916/02, 21960/02, 21951/02, 21941/02, 21933/02, 20491/02, 2676/02, 23594/02, 21956/02, 21953/02, 21943/02, 21947/02 and 21945/02, 15 June 2004",
        "Metropolitan Church of Bessarabia and Others v. Moldova, no. 45701/99, §§ 89-93, § 101, § 109, § 118, § 137, ECHR 2001-XII",
        "Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII",
        "Prodan v. Moldova, no. 49806/99, § 31, ECHR 2004-III (extracts)",
        "Sidiropoulos and Others v. Greece, judgment of 10 July 1998, Reports 1998-IV, p. 1614, § 40"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "336266",
    "typedescription": "15"
}