{
    "__articles": "10;10-1;10-2;29;29-3;35;35-1;35-3;41;6",
    "__conclusion": "Violation of Art. 10;No separate issue under Art. 6;Non-pecuniary damage - financial award;Costs and expenses (domestic proceedings) - claim dismissed;Costs and expenses partial award - Convention proceedings",
    "applicability": "",
    "appno": "13909/05",
    "article": [
        "6",
        "10",
        "35",
        "29",
        "41"
    ],
    "conclusion": [
        {
            "details": [
                "domestic proceedings"
            ],
            "element": "Costs and expenses",
            "type": "other"
        },
        {
            "element": "- claim dismissed",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-83068.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 13909/05) against the State Union of Serbia and Montenegro, lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”), by its national Mr Zoran Lepojić (“the applicant”) on 6 April 2005. On 3 June 2006 Serbia had taken the place of the State Union of Serbia and  as a High Contracting Party to the Convention (see paragraph 38 below).",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant, who had been granted legal aid, was represented before the Court by the Belgrade Centre for Human Rights, a non-governmental human rights organisation based in . The Government of the State Union of Serbia and  and, subsequently, the Government of Serbia (“the Government”) were represented by their Agent, Mr S. Carić.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained that he had suffered a breach of his right to freedom of expression stemming from his criminal conviction and the subsequent civil court judgment, ordering him to pay damages in respect of the same published article.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 12 January 2006 the Court decided to communicate the application to the Government. Under Article 29 § 3 of the Convention, it was also decided that the merits of the application would be examined together with its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1975 and currently lives in Babušnica. On 25 April 2005 he was formally certified as unemployed by the respondent State's authorities.",
                                "elements": []
                            },
                            {
                                "content": "A.  The article and the ensuing proceedings",
                                "elements": [
                                    {
                                        "content": "6.  The applicant was the President of the Babušnica branch of the Demo-Christian Party of  (Demohrišćanska stranka Srbije) and a member of the Central Board (Glavni odbor) of the same political party.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In August of 2002, during an election campaign, an article written by the applicant, entitled “A Despotic Mayor” (Nasilnički predsednik), appeared in issue no. 1, page 10, of a newsletter called Narodne lužnicke novine. In the relevant part, this piece read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The citizens of the Municipality of Babušnica have not had a Mayor for quite some time now because the former Mayor [P.J.] has been expelled from JUL [a political party] and has thus lost his mandate by virtue of law ... Despite the official Opinion of the Ministry of Justice and Local Self-Government that he cannot continue being the Mayor in accordance with the Local Government Act ... [P.J.] ... considers it no sin to stay on ... [in this capacity] ... because he is ... indispensable for ... [the Municipality's] ... future development and prosperity ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Why is [P.J.] pushing so hard to remain as the fictitious Mayor of Babušnica, committing at the same time, as he is, legal infractions amounting to crimes ... Perhaps he needs the position of Mayor to defend his personal integrity which has been seriously threatened by the criminal complaints filed against him, indicating that he had abused his authority as the Director of a State-owned company called Lisca in order to acquire enormous material gain? ... [P.J.] ... well knows that ... [as a former Mayor] ... his position as the Director of ... Lisca, where he is suspected of having committed certain criminal offences, would also be seriously jeopardised. He understands that ... [as an ordinary citizen] ... he would no longer ... [carry any weight] ... with the local [police chiefs and others] ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Therefore, ... in his 'JUL euphoria', in line with the slogan “money talks” [para vrti gde burgija neće] and for his own existential needs, [P.J.] has continued with his near-insane spending of the money belonging to the citizens of the Municipality [sumanuto troši novac građana Opštine] on ... sponsorships ... [and] ... gala luncheons ... not understanding that his time is up and that his place is in the political dustbin ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  In response to the publication of this article, on 12 September 2002, the Mayor filed a private criminal action (privatna krivična tužba) against the applicant with the Municipal Court in Babušnica (“the Municipal Court”).",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  On 11 June 2003 the Municipal Court found the applicant guilty of criminal defamation (kleveta) and ordered him to pay a fine in the amount of 15,000 dinars (“CSD”) plus CSD 11,000 for costs, which was at that time equivalent to approximately 400 euros (“EUR”) in all. The fine, however, was suspended and was not to be enforced unless the applicant committed another crime within a year of the judgment becoming final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  In the operative part of this decision (u izreci presude) only the following text was found to amount to defamation, namely to be “untrue” and, as such, “harmful to the honour and reputation” of the Mayor (Mr P.J.):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Therefore, ... in his 'JUL euphoria', in line with the slogan “money talks” [para vrti gde burgija neće] and for his own existential needs, [P.J.] has continued with his near-insane spending of the money belonging to the citizens of the Municipality [sumanuto troši novac građana Opštine] on ... sponsorships ... [and] ... gala luncheons ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  In its reasoning, the court explained that the applicant had failed to prove the veracity of this statement or even that he had reasonable grounds to believe that it was true. Further, the use of the term “near-insane” (sumanuto) was deemed to imply the Mayor's mental illness. The court therefore held that the applicant's intent was not to inform the public but to belittle the Mayor. In conclusion, it noted that politicians have a special duty to communicate with each other and the public appropriately and stressed that a suspended sentence should “educationally influence the defendant so as to avoid committing ... similar crimes” in the future.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  Concerning the remainder of the impugned article, however, the court ruled that it was not written with intent to disparage the Mayor and was thus a legitimate way of expressing one's political opinion, in accordance with Article 96 of the Criminal Code (see paragraph 27 below).",
                                        "elements": []
                                    },
                                    {
                                        "content": "13.  On 8 October 2004 the judgment of the Municipal Court was upheld on appeal by the District Court in Pirot (“the District Court”) and thereby became final. The District Court fully accepted the reasons given by the Municipal Court and added that, below the article at issue, there had been only the applicant's name and surname and no indication that it had been written by the President of the local branch of the Demo-Christian Party of Serbia.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 8 February 2005 the Mayor filed a separate civil complaint for damages with the Municipal Court, alleging that he had suffered mental anguish as a result of the publication of the impugned article. The Mayor sought CSD 500,000 in compensation, which was at that time equivalent to approximately EUR 6,252.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 18 March 2005 the Municipal Court ruled partly in favour of the Mayor and ordered the applicant to pay CSD 120,000 in compensation, together with default interest plus costs in the amount of CSD 39,000, which was at that time equivalent to approximately EUR 1,970 in all.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  The applicant's argument that the Mayor, being an elected politician, had to accept criticism and display a greater degree of tolerance was dismissed, as was his reference to the relevant international standards (see paragraph 39 below). In so doing, the Municipal Court found: (i) that the applicant had already been convicted of defamation within the criminal proceedings; (ii) that the Mayor could be criticised but that such criticism had to be “constructive, argued and within the limits of decency”; (iii) that, in any event, criticism could not consist of untrue statements which “deeply offend” one's “honour, reputation and dignity”; and (iv) that the honour, reputation and dignity of the Mayor, as an elected official and Director of a very successful local company, “had more significance than ... [the honour, reputation and dignity] ... of an ordinary citizen”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 24 May 2005 the District Court rejected the applicant's appeal, except for the part concerning costs, which were reduced to CSD 24,200, at that time equivalent to approximately EUR 295. This court, further, noted that the applicant had relied on, inter alia, Article 10 of the Convention but then went on to repeat, in substance, the detailed reasoning of the Municipal Court, as described above. Finally, the District Court, added, as in the earlier criminal proceedings, that below the published article there had only been the applicant's name and surname and no indication that it had been written by the President of the local branch of the Demo-Christian Party of Serbia. In any event, the statements made by the applicant were untrue and his intent was to belittle the Mayor, rather than to inform the public or draw the attention of the authorities “to their obligations”. The compensation as well as the costs awarded would appear not to have been paid as yet.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Additional facts concerning the newsletter",
                                "elements": [
                                    {
                                        "content": "18.  Page 1 contained a statement by Mr M.L., at that time a candidate in the presidential elections supported by a number of allied political parties, including the Democratic Party and the Demo-Christian Party of . Page 1 also contained Mr M.L.'s short biography.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Page 2 contained an appeal by the Democratic Party. It invited the public to support the newsletter which was needed, inter alia, in order to counter the Mayor's self-promotion in other locally printed media.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Page 5 contained an open letter, addressed to the Babušnica police department, signed by the applicant in his capacity as the President of the municipal branch of the Demo-Christian Party of .",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Page 6 contained photographs and campaign slogans in support of Mr M.L.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  Most other pages also carried articles concerning various political issues and the newsletter itself was handed out free of charge.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Other relevant facts",
                                "elements": [
                                    {
                                        "content": "23.  On 23 May 2002 the Ministry of Justice and Local Self-Government informed the  that, in accordance with the relevant legislation, a councillor's mandate in the Municipal Assembly (odbornički mandat) must be terminated if the councillor in question is expelled from the political party on whose list he was elected. The Ministry explained that the same provisions should also be applied in the Mayor's case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 16 September 2002, in a letter sent to the applicant, the Ministry of Internal Affairs stated that, as of 1996, they had been looking into a number of complaints indicating that the Mayor had abused his authority as the Director of a State-owned company called Lisca. Additional investigation had also been undertaken in response to the criminal complaints filed by the tax authorities (finansijska policija) and reports concerning each of these have since been forwarded to the competent public prosecutors.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 18 December 2002 the Office of the Public Prosecutor of the  sent a letter to the applicant's political party. Therein it stated that in 2000, 2001 and 2002 several criminal complaints, all of which concerned Lisca, were filed against the Mayor. Those lodged with the District Public Prosecutor's Office in Pirot were still being investigated by the local police while the Municipal Public Prosecutor's Office in Babušnica, having initially dismissed the criminal complaint, had also subsequently decided to reopen the investigation into the Mayor's conduct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  Finally, on 19 June 2003 the Ministry of Internal Affairs informed the applicant's political party, that all of their findings concerning Lisca had been sent to the District Public Prosecutor's Office in Pirot.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "A.  Criminal Code of the Republic of Serbia (Krivični zakon Republike Srbije; published in the Official Gazette of the Socialist Republic of Serbia - OG SRS - nos. 26/77, 28/77, 43/77, 20/79, 24/84, 39/86, 51/87, 6/89, 42/89 and 21/90, as well as in the Official Gazette of the Republic of Serbia - OG RS - nos. 16/90, 49/92, 23/93, 67/93, 47/94, 17/95, 44/98, 10/02, 11/02 and 80/02)",
                                "elements": [
                                    {
                                        "content": "27.  The relevant provisions of this Code read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 92",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Whoever, in relation to another, asserts or disseminates a falsehood which can damage his [or her] honour or reputation shall be fined or punished by imprisonment not exceeding six months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If an act described in [the above] paragraph has been committed through the press, via radio or television ... [or otherwise through the mass media] ... or at a public meeting, the perpetrator shall be punished by imprisonment not exceeding one year. ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the defendant proves his [or her] claims to be true or if he [or she] proves that there were reasonable grounds to believe in the veracity of the claims which he [or she] had made or disseminated, he [or she] shall not be punished for defamation, but may be punished for the offence of insult ... or the offence of reproaching someone for the commission of a criminal offence...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Whoever, in relation to another, falsely claims or disseminates claims to the effect that he [or she] has committed a crime prosecuted ex officio, shall be punished for defamation even if there were reasonable grounds to believe in their veracity, unless such claims have been made or disseminated pursuant to Article 96 § 2 of this Code. The veracity of the claim that someone has committed a crime prosecuted ex officio may be proved only by means of a final court judgment and through other means of proof only if criminal prosecution or a trial are not possible or are legally precluded.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 96 §§ 1 and 2",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... [No one] ... shall ... be punished for insulting another person if he [or she] so does in a scientific, literary or artistic work, a serious critique, in the performance of his [or her] official duties, his [or her] journalistic profession, as part of a political or other social activity or in defence of a right or of a justified interest, if from the manner of his [or her] expression or other circumstances it transpires that there was no [underlying] intent to disparage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In situations referred to above, ... [the defendant] ... shall not be punished for claiming or disseminating claims that another person has committed a criminal offence prosecuted ex officio, even though there is no final judgment to that effect ... , if he [or she] proves that there were reasonable grounds to believe in the veracity of ... [those claims] ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Criminal Code of the Federal Republic of Yugoslavia (Krivični zakon Savezne Republike Jugoslavije; published in the Official Gazette of the Socialist Federal Republic of Yugoslavia - OG SFRY - nos. 44/76, 36/77, 34/84, 37/84, 74/87, 57/89, 3/90, 38/90, 45/90 and 54/90, as well as in the Official Gazette of the Federal Republic of Yugoslavia - OG FRY - nos. 35/92, 37/93, 24/94 and 61/01)",
                                "elements": [
                                    {
                                        "content": "28.  The relevant provisions of this Code read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 39 §§ 3 and 4",
                                        "elements": []
                                    },
                                    {
                                        "content": "“If the fine cannot be collected, the court shall order a day of imprisonment for each 200 dinars of the fine, providing that the overall term of imprisonment may not exceed six months.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If the convicted person pays only a part of the fine [imposed], the rest shall accordingly be converted into imprisonment, and if the convicted person [subsequently] pays the remainder of the fine, his [or her] imprisonment shall be discontinued.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 51",
                                        "elements": []
                                    },
                                    {
                                        "content": "“... [T]he purpose of a suspended sentence ... is that punishment ... for socially less dangerous acts not be imposed ... when ... it can be expected that an admonition with a threat of punishment (suspended sentence) ... will ... [be sufficient to deter the offender] ... from committing any [other] criminal acts.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 52 § 1",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In handing down a suspended sentence, the court shall impose punishment on the person who had committed a criminal act and at the same time order that this punishment shall not be enforced if the convicted person does not commit another criminal act for a ... [specified] ... period of time which cannot be less than one nor more than five years in all (period of suspension) ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 53 § 4",
                                        "elements": []
                                    },
                                    {
                                        "content": "“In deciding whether to impose a suspended sentence, the court shall take into account the purpose of [this] sentence, the personality of the offender, his [or her] conduct prior to and following the commission of the criminal act, the degree of his [or her] criminal liability, as well as other circumstances under which the act has been committed.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 54 §§ 1 and 2",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The court shall revoke the suspended sentence if, during the period of suspension, the convicted person commits one or more criminal acts for which he or she is sentenced to imprisonment for a term of or exceeding two years.",
                                        "elements": []
                                    },
                                    {
                                        "content": "If, during the period of suspension, the convicted person commits one or more criminal acts and is sentenced to imprisonment for a term of less than two years or to a fine, the court shall, upon consideration of all the circumstances ... including the similarity of the crimes committed ... decide whether to revoke the suspended sentence ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 93 § 2",
                                        "elements": []
                                    },
                                    {
                                        "content": "“A suspended sentence shall be expunged one year following the date of expiry of the period of suspension, if the convicted person does not commit another criminal act during this time.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 94 § 3",
                                        "elements": []
                                    },
                                    {
                                        "content": "“When a conviction has been expunged, information about the conviction may ... be given ... [only] ... to the courts, the public prosecution service and the police in connection with an ongoing criminal case against the person ... [concerned] ... ”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Criminal Procedure Code (Zakonik o krivičnom postupku, published in OG FRY nos. 70/01 and 68/02)",
                                "elements": [
                                    {
                                        "content": "29.  Article 3 § 1 enshrines the defendant's right to be presumed innocent until proved guilty by a final decision of a court of law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Article 419 provides, inter alia, that the competent public prosecutor “may” (može) file a Request for the Protection of Legality (zahtev za zaštitu zakonitosti) against a “final judicial decision”, on behalf of or against the defendant, if the relevant substantive and/or procedural “law has been breached” (ako je povređen zakon).",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On the basis of the above request, under Articles 420, 425 and 426, the Supreme Court may uphold the conviction at issue or reverse it. It may also quash the impugned judgment, in its entirety or partly, and order a re-trial before the lower courts. If the Supreme Court, however, finds that there has been a violation of the law in favour of the defendant, it shall only be authorised to declare so but shall leave the final judgment standing.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Obligations Act (Zakon o obligacionim odnosima; published in OG SFRY nos. 29/78, 39/85, 45/89 and 57/89, as well as in OG FRY no. 31/93)",
                                "elements": [
                                    {
                                        "content": "32.  Under Articles 199 and 200, inter alia, anyone who has suffered mental anguish as a consequence of a breach of his or her honour or reputation may, depending on its duration and intensity, sue for financial compensation before the civil courts and, in addition, request other forms of redress “which may be capable” of affording adequate non-pecuniary satisfaction.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Civil Procedure Act 1977 (Zakon o parničnom postupku; published in OG SFRY nos. 4/77, 36/77, 6/80, 36/80, 43/82, 72/82, 69/82, 58/84, 74/87, 57/89, 20/90, 27/90 and 35/91, as well as in OG FRY nos. 27/92, 31/93, 24/94, 12/98, 15/98 and 3/02)",
                                "elements": [
                                    {
                                        "content": "33.  Articles 35-40 provided general rules as regards the means of establishing the value of a plaintiff's civil claim.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  Article 382 § 2 provided, specifically, that an appeal on points of law (revizija) was “not admissible” in pecuniary disputes where the “value of the part of the final judgment being contested” did “not exceed 300,000 ... dinars ...”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  In accordance with Articles 383 and 394-397, inter alia, the Supreme Court could have, had it accepted an appeal on points of law lodged by one of the parties concerned, overturned the impugned judgment or quashed it and ordered a re-trial before the lower courts.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Civil Procedure Act 2004 (Zakon o parničnom postupku; published in OG RS no. 125/04)",
                                "elements": [
                                    {
                                        "content": "36.  Article 13 provides that a civil court is bound by a final decision of a criminal court in respect of whether a crime was committed, as well as concerning the criminal liability of the person convicted.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  This Act entered into force on 23 February 2005, thereby repealing the Civil Procedure Act 1977. Article 491 § 4 of the Civil Procedure Act 2004, however, states that an appeal on points of law (revizija) shall be considered in accordance with the relevant provisions of the Civil Procedure Act 1977, if the proceedings at issue were instituted prior to 23 February 2005.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "G.  The Court of Serbia and Montenegro and the status of the State Union of Serbia and ",
                                "elements": [
                                    {
                                        "content": "38.  The relevant provisions concerning the Court of Serbia and Montenegro and the status of the State Union of Serbia and Montenegro are set out in the Matijašević v. Serbia judgment (no. 23037/04, §§ 12, 13 and 16-25, 19 September 2006).",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. RELEVANT INTERNATIONAL STANDARDS AND FINDINGS REFERRED TO BY THE APPLICANT",
                        "elements": [
                            {
                                "content": "A.  Declaration on the freedom of political debate in the media, adopted by the Committee of Ministers of the Council of Europe on 12 February 2004 at the 872nd meeting of the Ministers' Deputies",
                                "elements": [
                                    {
                                        "content": "39.  The relevant provisions of this Declaration read as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "III.  Public debate and scrutiny over political figures",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Political figures have decided to appeal to the confidence of the public and accepted to subject themselves to public political debate and are therefore subject to close public scrutiny and potentially robust and strong public criticism through the media over the way in which they have carried out or carry out their functions.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "VI.  Reputation of political figures and public officials",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Political figures should not enjoy greater protection of their reputation and other rights than other individuals, and thus more severe sanctions should not be pronounced under domestic law against the media where the latter criticise political figures. This principle also applies to public officials; derogations should only be permissible where they are strictly necessary to enable public officials to exercise their functions in a proper manner.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Concluding Observations of the United Nations Human Rights Committee: Serbia and , 12 August 2004, CCPR/CO/81/SEMO",
                                "elements": [
                                    {
                                        "content": "40.  Paragraph 22 of these Observations reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Committee is concerned at the high number of proceedings initiated against journalists for media-related offences, in particular as a result of complaints filed by political personalities who feel that they have been subject to defamation because of their functions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The State party, in its application of the law on criminal defamation, should take into consideration on the one hand the principle that the limits for acceptable criticism for public figures are wider than for private individuals, and on the other hand the provisions ... which do not allow restrictions to freedom of expression for political purposes.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "41.  The applicant complained under Article 10 about the breach of his right to freedom of expression given his criminal conviction and the subsequent civil judgment rendered against him in respect of the same published article.",
                                "elements": []
                            },
                            {
                                "content": "42.  Article 10 of the Convention, in the relevant part, reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“1. Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers ...”",
                                "elements": []
                            },
                            {
                                "content": "2. The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society ... for the protection of the reputation or rights of others ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  Compatibility ratione temporis",
                                        "elements": [
                                            {
                                                "content": "43.  The Government argued that the applicant's complaints were incompatible with the provisions of the Convention ratione temporis. In particular, he had been found guilty and sentenced by the Municipal Court on 11 June 2003 and the respondent State had ratified the Convention on 3 March 2004. The “alleged interference” with the applicant's freedom of expression had thus occurred prior to the ratification while the subsequent criminal and civil judgments merely allowed for its subsistence thereafter (see paragraphs 9, 13, 15 and 17 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  The applicant stated that his complaints were within the Court's competence ratione temporis because the actual interference with his rights had occurred not on 11 June 2003, when he was initially convicted by the Municipal Court, but on 8 October 2004 when the District Court upheld this conviction and it thereby became both final and legally binding. To hold otherwise would amount to a breach of his right to be presumed innocent until proved guilty in accordance with law (see paragraph 29 above). Finally, as regards the civil proceedings, the applicant recalled that they took place after the respondent State's ratification of the Convention on 3 March 2004.",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  The Court considers that the principal facts of the present case, namely the respondent State's interference with the applicant's freedom of expression, lay in the finality of his criminal conviction and in the adoption of the final civil court judgment against him, all of which occurred after ratification. Indeed, it was then that the applicant became formally obliged to pay the civil compensation awarded to the Mayor and liable to have his suspended criminal sentence converted into an enforceable fine (see Zana v. Turkey, judgment of 25 November 1997, Reports of Judgments and Decisions 1997VII, §§ 41 and 42; see also paragraphs 28 and 29 above). The applicant's complaints cannot therefore be declared incompatible ratione temporis under Article 35 § 3 of the Convention. Accordingly, the Government's objections in this respect must be dismissed.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Exhaustion of domestic remedies",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  Arguments of the parties",
                                "elements": [
                                    {
                                        "content": "46.  The Government submitted that the applicant had not exhausted all available and effective domestic remedies. In the first place, as regards the criminal proceedings, he had failed to urge the public prosecutor to file a Request for the Protection of Legality (an “RPL”) on his behalf (see paragraphs 30 and 31 above). Secondly, concerning the civil proceedings, he had not filed an appeal on points of law (see paragraphs 34 and 35 above). Lastly, the applicant had failed to make use of the complaint procedure before the Court of Serbia and  (see paragraph 38 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  The applicant maintained that all of the above-mentioned remedies were ineffective, within the meaning of the Court's established case-law under Article 35 § 1 of the Convention. In particular, an RPL could only have been filed by the competent public prosecutor, irrespective of any informal initiatives to this effect. The applicant thus had no direct access to this avenue of redress. Further, an appeal on points of law was also not available since the final civil court judgment ordered the applicant to pay less than CSD 300,000 in compensation. Finally, the applicant argued that a complaint with the Court of Serbia and  was “utterly ineffective” and, as such, clearly not necessary to exhaust.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  The Government replied that the public prosecutor would not have had “total discretion” on whether to file an RPL on behalf of the applicant. On the contrary, he would have been obliged to do so if he thought that there had been a breach of the relevant domestic legislation or of the Convention, it being an integral part of the Serbian legal system. The Government also noted that the value of the Mayor's civil claim was CSD 500,000, which is why the applicant could and should have filed an appeal on points of law with the Supreme Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The applicant stated that it was not the value of the Mayor's initial claim but only the amount which the applicant was ordered to pay (namely, CSD 120,000) which was decisive as regards the admissibility of the said appeal. He also conceded that an RPL could have provided him with effective redress, but reaffirmed that it was entirely up to the public prosecutor to decide whether to file it in the first place.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government pointed out that mere doubt as to the effectiveness of a given domestic remedy could not absolve the applicant from pursuing it under Article 35 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Relevant principles",
                                "elements": [
                                    {
                                        "content": "51.  The Court recalls that, according to its established case-law, the purpose of the domestic remedies rule contained in Article 35 § 1 of the Convention is to afford the Contracting States the opportunity of preventing or putting right the violations alleged before they are submitted to the Court. However, the only remedies to be exhausted are those which are effective. It is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one, available in theory and in practice at the relevant time (see, inter alia, Vernillo v. France, judgment of 20 February 1991, Series A no. 198, pp. 11–12, § 27, and Dalia v. France, judgment of 19 February 1998, Reports of Judgments and Decisions 1998-I, pp. 87-88, § 38). Once this burden of proof has been satisfied, it falls to the applicant to establish that the remedy advanced by the Government was in fact exhausted, or was for some reason inadequate and ineffective in the particular circumstances of the case, or that there existed special circumstances absolving him or her from this requirement (see Dankevich v. Ukraine, no. 40679/98, § 107, 29 April 2003).",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The Court notes that the application of this rule must make due allowance for the context. Accordingly, it has recognised that Article 35 § 1 must be applied with some degree of flexibility and without excessive formalism (see the Akdivar and Others v. Turkey judgment of 16 September 1996, Reports 1996-IV, p. 1211, § 69).",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Finally, the Court reiterates that an effective domestic remedy must form a part of the normal process of redress and cannot be of a discretionary character. The applicant must, therefore, be able to initiate the proceedings directly, without having to rely on the benevolence of a public official (see, mutatis mutandis, Malfatti v. the Slovak Republic, no. 38855/97, Commission decision of 1 July 1998, and V.S. v. the Slovak Republic, no. 30894/96, Commission decision of 22 October 1997; see, also, X v. Ireland, no. 9136/80, Commission decision of 10 July 1981, Decisions and Reports (DR). 26, p. 242).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  The Court's assessment",
                                "elements": [
                                    {
                                        "content": "54.  The Court finds that it was only the public prosecutor who could have filed an RPL on behalf of the applicant and, moreover, that the former had full discretion in respect of whether to do so. While the applicant could have requested such action, he certainly had no right under law to make use of this remedy personally (see paragraph 30 above). An RPL was thus ineffective as understood by Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  Further, notwithstanding the Government's submissions to the contrary, the text of Article 382 § 2 of the Civil Procedure Code 1977 was clear: an appeal on points of law was not allowed in pecuniary disputes where “the value of the part of the final judgment being contested” did “not exceed 300,000 ... dinars”. Since the final civil court judgment ordered the applicant to pay CSD 120,000, it is exactly this amount which would have been contested (see paragraph 34 above). The said appeal on points of law was therefore also not available to the applicant in the particular circumstances of the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  Lastly, concerning the Government's submission that the applicant should have filed a complaint with the Court of Serbia and Montenegro, the Court recalls that it has already held that this particular remedy was unavailable until 15 July 2005 and, further, that it remained ineffective until the break up of the State Union of Serbia and Montenegro (see Matijašević v. Serbia, cited above, §§ 34-37). The Court sees no reason to depart in the present case from this finding and concludes, therefore, that the applicant was not obliged to exhaust this avenue of redress.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  In view of the above, the Court finds that the applicant's complaints cannot be declared inadmissible for non-exhaustion of domestic remedies under Article 35 § 1 of the Convention. Accordingly, the Government's objections in this respect must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  Conclusion",
                                        "elements": [
                                            {
                                                "content": "58.  The Court considers that the applicant's complaints are not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention and finds no other ground to declare them inadmissible. The complaints must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Arguments of the parties",
                                        "elements": [
                                            {
                                                "content": "59.  The Government endorsed, at length, the conclusions as well as the reasoning of the domestic courts and emphasised that the applicant's claims were statements of fact, rather than value judgments, which were not corroborated by relevant evidence.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Government pointed out that the Mayor was never convicted or, indeed, even charged in spite of the fact that several criminal complaints had been filed against him, that the applicant's sentence was minimal, that the Mayor had the right to have his reputation protected, both as a private person and as a public figure, and, lastly, that the outcome of the subsequent civil case was based on the applicant's prior criminal conviction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Government thus concluded that the interference with the applicant's freedom of expression was “prescribed by law”, “necessary in a democratic society”, and undertaken for the protection of the “reputation or rights of others”.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  The applicant submitted that the relevant criminal and civil judgments undoubtedly constituted an interference “by a public authority” with his right to freedom of expression, as guaranteed by Article 10 of the Convention. This interference, however, was not “in accordance with the law” because the domestic criminal courts had refused to treat all of the applicant's statements as an acceptable expression of his political opinion and the final civil court judgment had itself been based on his criminal conviction. In the alternative, however, the applicant argued that the said interference was disproportionate.",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  He thus noted that all of his statements were clearly political. First, he was and still is the President of the local branch of the Demo-Christian Party of , as well as a member of its Central Board. Secondly, the publication itself was an official newsletter of the local branch of the Democratic Party and its purpose was to serve and promote the activities of this party and of several other allied political parties in the upcoming presidential and municipal elections. Thirdly, despite the absence of the applicant's political function below the impugned article, it was specifically stated in other parts of the newsletter. Fourthly, it was “improbable” that only one of the applicant's statements made in the same article could be deemed as falling outside of the realm of political expression.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The applicant recalled that the Mayor was a public official and a political figure and that, as such, he had to accept criticism and display a greater degree of tolerance. The applicant's arguments to this effect, however, were disregarded by the domestic courts which ultimately found exactly the opposite.",
                                                "elements": []
                                            },
                                            {
                                                "content": "65.  The applicant maintained that his intent was not to defame the Mayor. The word “sumanuto” was not used as an adjective, to describe the Mayor's mental State, but rather as an adverb, to explain the manner in which the Mayor had been spending the money of the local taxpayers. In other words, the applicant did not claim that the Mayor was insane but that he had been spending public money insanely, in a particularly wasteful and irresponsible manner. The word “sumanuto” was thus an expression of the applicant's value judgment and, as such, not susceptible of proof.",
                                                "elements": []
                                            },
                                            {
                                                "content": "66.  The applicant stated that he had reasonable grounds for believing that his other statements were true. In particular, the Mayor was under an ongoing police investigation and there was no requirement under domestic law to prove the Mayor's alleged wrongdoing by means of a final criminal conviction.",
                                                "elements": []
                                            },
                                            {
                                                "content": "67.  The applicant submitted that the restriction on his freedom of expression was significant. He was convicted and fined within a criminal case and ordered to pay damages in a subsequent civil suit. Indeed, what really mattered was not that his fine was suspended, but rather the fact that he had been convicted at all. The applicant has therefore been stigmatised as a person with a criminal record and the suspended sentence itself could have been converted into an enforceable fine in accordance with the relevant criminal legislation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "68.  The applicant argued that the domestic courts simply did not adduce sufficient reasons to justify their decisions. Indeed, their observations to the effect that politicians were entitled to more protection of their honour and dignity than ordinary people only added insult to injury.",
                                                "elements": []
                                            },
                                            {
                                                "content": "69.  Finally, the applicant stated that, even assuming that the interference in question was in accordance with the law and undertaken in pursuit of a legitimate aim, namely “the protection of the reputation or rights of others”, it was clearly not necessary in a democratic society.",
                                                "elements": []
                                            },
                                            {
                                                "content": "70.  The Government reaffirmed their previous arguments and added that the newsletter had covered various local issues, including those which could be described as political.",
                                                "elements": []
                                            },
                                            {
                                                "content": "71.  Even assuming, however, that the applicant's statements were political, this could not, in and of itself, excuse his insulting language, which had clearly exceeded the limits of free expression. Indeed, even if the applicant's translation of the word “sumanuto” is accepted, the Mayor was accused of particularly serious transgressions, amounting to crimes, without adequate evidence having been offered.",
                                                "elements": []
                                            },
                                            {
                                                "content": "72.  Finally, the Government noted that the absence of the applicant's political function in his signature below the said article raised issues in terms of his underlying motivation, that there were no reasonable grounds for the applicant to believe that his statements were true, and that, in any event, the final civil court judgment had yet to be enforced.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Relevant principles",
                                        "elements": [
                                            {
                                                "content": "73.  As the Court has often observed, the freedom of expression enshrined in Article 10 constitutes one of the essential foundations of a democratic society. Subject to paragraph 2, it is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive, but also to those that offend, shock or disturb (see, among many other authorities, the Castells v. Spain judgment of 23 April 1992, Series A no. 236, p. 22, § 42, and the Vogt v. Germany judgment of 26 September 1995, Series A no. 323, p. 25, § 52).",
                                                "elements": []
                                            },
                                            {
                                                "content": "74.  The Court has also repeatedly upheld the right to impart, in good faith, information on matters of public interest, even where this involved damaging statements about private individuals (see, mutatis mutandis, Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, ECHR 1999III), and has emphasised that the limits of acceptable criticism are still wider where the target is a politician (see Oberschlick v. Austria (no. 1), judgment of 23 May 1991, Series A no. 204, § 59). While precious for all, freedom of expression is particularly important for political parties and their active members (see Incal v. Turkey, judgment of 9 June 1998, Reports 1998IV, § 46), as well as during election campaigns when opinions and information of all kinds should be permitted to circulate freely (see Bowman v. the United Kingdom, judgment of 19 February 1998, Reports 1998I, § 42).",
                                                "elements": []
                                            },
                                            {
                                                "content": "75.  The Court recalls that account also has to be taken of whether the impugned expressions concerned one's private life or one's behaviour in an official capacity (see Dalban v. Romania [GC], no. 28114/95, § 50, ECHR 1999VI). Finally, the Court notes that the nature and severity of the penalty imposed, as well as the “relevance” and “sufficiency” of the national courts' reasoning, are matters of particular gravity in assessing the proportionality of the interference under Article 10 § 2 (see Cumpǎnǎ and Mazǎre v. Romania [GC], no. 33348/96, § 111, ECHR 2004, and Zana v. Turkey, cited above, § 51, respectively) and reiterates that Governments should always display restraint in resorting to criminal sanctions, particularly where there are other means of redress available (see Castells v. Spain, cited above, § 46).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  The Court's assessment",
                                        "elements": [
                                            {
                                                "content": "76.  The final criminal and civil judgments at issue undoubtedly constituted an interference with the applicant's right to freedom of expression. Despite the applicant's submissions to the contrary, this interference was clearly based on the domestic courts' interpretation of the sufficiently precise and foreseeable domestic legislation and was, as such, “prescribed by law” within the meaning of Article 10 § 2 (see paragraphs 27 and 32 above). Finally, the said judgments were adopted in pursuit of a legitimate aim, namely “for the protection of the reputation” of another. What remains to be resolved, therefore, is whether they were “necessary in a democratic society”, or, in other words, whether the criminal conviction and the compensation awarded were proportionate to the legitimate aim which was being pursued.",
                                                "elements": []
                                            },
                                            {
                                                "content": "77.  In this respect, the Court notes that the applicant had clearly written the impugned article in the course of an ongoing election campaign and in his capacity as a politician, notwithstanding the Government's submission concerning the specifics of his signature (see paragraph 72 and paragraphs 18-22 above). The target of the applicant's criticism was the Mayor, himself a public figure, and the word “sumanuto” was obviously not used to describe the latter's mental state but rather to explain the manner in which he had allegedly been spending the money of the local taxpayers (see paragraphs 10 and 65 above). Although the applicant was unable to prove before the domestic courts that his other claims were true, even assuming that they were all statements of fact and, as such, susceptible of proof, he clearly had some reason to believe that the Mayor might have been involved in criminal activity and, also, that his tenure was unlawful (see paragraphs 23-26 above). In any event, although the applicant's article contained some strong language, it was not a gratuitous personal attack and focused on issues of public interest rather than the Mayor's private life, which transpired from the article's content, its overall tone as well as the context (see paragraphs 7, 10, and 18-22 above). Finally, the reasoning of the criminal and civil courts, in ruling against the applicant, was thus “relevant” when they held that the reputation of the Mayor had been affected. It was not, however, “sufficient” given the amount of compensation and costs awarded (equivalent to approximately eight average monthly salaries in Serbia at the relevant time) as well as the suspended fine which could, under certain circumstances, not only have been revoked but could also have been converted into an effective prison term (see paragraphs 9 and 15 above; see also paragraph 28 above, in particular Articles 54 and 39, respectively, quoted therein).",
                                                "elements": []
                                            },
                                            {
                                                "content": "78.  In view of the above and especially bearing in mind the seriousness of the criminal sanctions involved, as well as the domestic courts' dubious reasoning to the effect that the honour, reputation and dignity of the Mayor “had more significance than ... [the honour, reputation and dignity] ... of an ordinary citizen” (see paragraphs 39, 75 and 16 above, respectively), the Court finds that the interference in question was not necessary in a democratic society. Accordingly, there has been a violation of Article 10 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "79.  In his initial application to the Court, the applicant also relied on Article 6 but, in so doing, made exactly the same complaint as the one already examined under Article 10. In fact, having failed to refer to any specific procedural issues, it would appear that the applicant considered that there had been an “automatic” breach of his right to a fair hearing based on the fact that he was convicted of criminal defamation and subsequently ordered to pay damages. Having regard to its finding in respect of Article 10, the Court declares this complaint admissible but considers that it does not require a separate examination on the merits (see, mutatis mutandis, Perna v. Italy [GC], no. 48898/99, §§ 33-34, ECHR 2003V).",
                                "elements": []
                            },
                            {
                                "content": "80.  On 15 May 2006, for the first time, the applicant also complained about the impartiality of the presiding judge of the Municipal Court in the civil suit. The Court, however, notes that the final domestic decision in those proceedings had been rendered on 24 May 2005 and that the applicant's complaint was introduced more than 6 months later. Accordingly, it is out of time and, therefore, inadmissible under Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "81.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "82.  The applicant claimed non-pecuniary damage at the Court's discretion.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Government contested that claim. They added, however, that should the Court find a violation of the Convention any financial compensation awarded should be consistent with the Court's jurisprudence in other similar cases.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court considers that the applicant must have suffered non-pecuniary harm as a result of the breach of his freedom of expression, which is why a finding of a violation alone would not constitute sufficient just satisfaction within the meaning of Article 41.",
                                        "elements": []
                                    },
                                    {
                                        "content": "85.  Having regard to the nature of the violation, the amounts awarded in comparable cases (see, mutatis mutandis, Dalban v. Romania [GC], cited above, § 59) and on the basis of equity, as required by Article 41, the Court awards the applicant EUR 3,000 under this head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "86.  The applicant claimed EUR 230 for the costs incurred before the domestic criminal courts. He explained that this was merely 50% of what a local lawyer would have charged him, had he retained one.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The applicant, who had received legal aid from the Council of Europe in connection with the presentation of his case, claimed another EUR 1,200 for the costs and expenses incurred in the proceedings before this Court. In this respect he offered an itemised calculation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  The Government contested both claims. In particular, as regards the former, they noted that the applicant, having failed to retain a lawyer, could not have incurred any legal costs, while, as regards the latter, the expenses sought were excessive, particularly in view of the fact that the applicant could have sent his submissions to the Court by regular mail rather than by means of a costly overnight courier.",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  According to the Court's case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and were also reasonable as to their quantum (see, for example, Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000-XI).",
                                        "elements": []
                                    },
                                    {
                                        "content": "90.  Regard being had to all of the information in its possession, the above criteria and the parties' submissions, the Court rejects the applicant's claim for the costs allegedly incurred within the domestic criminal proceedings. However, it considers it reasonable, given the amount granted under the Council of Europe's legal aid scheme, to award him the additional sum of EUR 250 for the proceedings before this Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "91.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the complaints under Articles 10 and 6 of the Convention, concerning the applicant's freedom of expression, admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds by 5 votes to 2 that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds unanimously that it is not necessary to examine separately the complaint under Article 6 of the Convention, as regards the applicant's freedom of expression;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds by 5 votes to 2",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,000 (three thousand euros) in respect of non-pecuniary damage and EUR 250 (two hundred and fifty euros) for the costs and expenses incurred in the proceedings before this Court, which sums are to be converted into the national currency of the respondent State at the rate applicable on the date of settlement, plus any tax that may be chargeable;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses unanimously the remainder of the applicant's claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 6 November 2007, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the following opinions are annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "(a)  partly dissenting opinion of opinion of Mr Zagrebelsky;",
                        "elements": []
                    },
                    {
                        "content": "(b)  partly dissenting opinion of Mr Kreća.",
                        "elements": []
                    },
                    {
                        "content": "I am unable to join the majority in finding a violation of Article 10 of the Convention in this case. The reason for my dissent relates to the content of the press article at issue. As clearly shown in paragraphs 10 and 11 of the judgment, the domestic court found defamatory only those passages in which the applicant wrote that the Mayor of Babušnica had spent “money belonging to the citizens of the Municipality”, “for his own existential needs”. The domestic court found that this was untrue and that the applicant had failed to prove that he had reasonable grounds to believe that it was true.",
                        "elements": []
                    },
                    {
                        "content": "It is clear to my mind that the Court's case-law on “value judgments” does not apply here and that the Court has no reason to call into question the findings of the domestic courts.",
                        "elements": []
                    },
                    {
                        "content": "I would add that, certainly, the limits of acceptable criticism are very wide when the target is a political figure and I recognise that this is particularly true during an election campaign. But this principle cannot apply to untrue statements of fact. Moreover, I note that the period of an election campaign is a very sensitive one also because it is normally impossible for defamation victims to react quickly enough in order to counter false allegations effectively.",
                        "elements": []
                    },
                    {
                        "content": "For these reasons I am of the opinion that the domestic judgments and the consequent criminal and civil sanctions were not in breach of Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "I much regret that I am unable to associate myself with the conclusions at which the majority have arrived in the merits part of the present judgment and I avail myself of the right to set out the reasons for my dissent.",
                        "elements": []
                    },
                    {
                        "content": "My vote regarding the issue of admissibility of the complaint reflects an acknowledgment of the limited competence of the Chamber in relation to the established jurisprudence of the Court, although it seems legally vulnerable as regards the approach to the rule of exhaustion of domestic remedies.",
                        "elements": []
                    },
                    {
                        "content": "1.  Viewed ab intra, in the light of the Court's jurisprudence, the standard of effectiveness established in casu appears to be a proper one.",
                        "elements": []
                    },
                    {
                        "content": "If, however, the standard is looked upon ab extra, taking into account the “generally recognised rules of international law” referred to in Article 35 § 1 of the Convention as well as proper legal considerations, the matter is not free of legal difficulties.",
                        "elements": []
                    },
                    {
                        "content": "2.  It is doubtful whether “generally recognised rules of international law” on the matter exist at all.",
                        "elements": []
                    },
                    {
                        "content": "As John Dugard, Special Rapporteur of the International Law Commission, finds in his “Third Report on Diplomatic Protection”, in the part relating to local remedies:",
                        "elements": []
                    },
                    {
                        "content": "Article 14 of the draft articles proposed in the report, summarising judicial decisions, legal doctrine, State practice and codifications of the local remedy rule, puts forward three standards of effectiveness in terms of exceptions to the general principle that local remedies must be exhausted:",
                        "elements": []
                    },
                    {
                        "content": "The Court's jurisprudence is clearly inclined to the standard of “reasonable prospect of success” (see, for example, Retimag v. the Federal Republic of Germany, no. 712/60, Commission decision of 16 December 1961, Yearbook 4, p. 385 at p. 400, and X, Y and Z v. the United Kingdom, nos. 8022/77 and 8027/77, Commission decision of 8 December 1979, Decision and Reports 18, p. 66 at p. 74), which, in terms of an exception to the rule of exhaustion of all domestic remedies, is less demanding than that of “obvious futility”, which requires “evidence not only that there was no reasonable prospect of the local remedy succeeding, but that it was obviously and manifestly clear that the local remedy would fail” (Third Report, cited above, § 31). The standard of “reasonable possibility of an effective remedy” occupies an intermediate position.",
                        "elements": []
                    },
                    {
                        "content": "In concreto, it is of interest to note that “All enjoy some support among the authorities” (ibid., § 20) as well as in the jurisprudence of international courts and tribunals (see, inter alia, Finnish Ships Arbitration case (1934), 3 UNRIAA, p. 1504; Ambatilos claim (1956), pp. 119-20; Panevezys-Saldutiskis Railway case, 1939, PCIJ, Series A/B, no. 76, p. 19; and ELSI case, ICJ Reports 1989, p. 14 at pp. 46-47).",
                        "elements": []
                    },
                    {
                        "content": "It appears, therefore, that there do not exist in international law generally recognised rules as regards the standard of effectiveness of a domestic remedy in terms of a “virtually uniform practice” expressing a general recognition that a rule of law is involved (North Sea Continental Shelf cases, ICJ Reports 1969, § 74).",
                        "elements": []
                    },
                    {
                        "content": "The matter is far from being irrelevant, since Article 35 § 1 provides that “the Court may only deal with the matter after all domestic remedies have been exhausted, according to the generally recognised rules of international law” (emphasis added).",
                        "elements": []
                    },
                    {
                        "content": "3.  The jurisprudence of the Court breaks down the standard of effectiveness into three separate conditions: availability in terms of the individual right of the alleged victim; sufficiency; and effectiveness.",
                        "elements": []
                    },
                    {
                        "content": "A couple of observations may be advanced in that regard, apart from the tautological element of this approach.",
                        "elements": []
                    },
                    {
                        "content": "Primo, considering that the Convention and the generally recognised rules of international law operate only with the effectiveness of domestic remedies, and bearing in mind the plain and natural meaning of the word “effectiveness”, it transpires that such a breakdown may have a methodological but not a normative meaning. For if “effectiveness” implies being productive, achieving a result, then, obviously, availability or accessibility is but an element of effectiveness as such. Moreover, the element that is in the essence of the notion of “effectiveness” has a technical and not a substantive meaning, since a domestic remedy that is available in terms of an individual right of the alleged victim is not necessarily an effective one. For instance, a domestic remedy may be available as an individual right but not an effective one if, for example, the courts of the respondent State do not have the competence to afford an adequate remedy to the alleged victim.",
                        "elements": []
                    },
                    {
                        "content": "Secundo, in the Court's jurisprudence, however, availability of the domestic remedy in terms of an individual right of the alleged victim is, as a rule, treated as a separate and autonomous requirement of effectiveness. Such an approach, justifiable from the standpoint of a quicker handling of cases submitted to the Court for adjudication, may come into conflict with the proper administration of justice in substantive terms. It does not appear to be in harmony with the wording of Article 13 of the Convention and with the proper legal considerations deriving from it.",
                        "elements": []
                    },
                    {
                        "content": "Article 13 of the Convention provides for the “right to an effective remedy”. Consequently, the quality “effective” is, on the basis of the Convention, the only autonomous condition as regards domestic remedies. It is, of course, understandable that in the interpretation and application of the provision ad casum, the Court is in a position to examine constitutive elements, including availability, within the framework of effectiveness as a normative requirement. But the treatment of availability as a separate and independent requirement is one thing, and the assessment of availability in the context of the constitutive elements of effectiveness as a whole is another. For it is unclear why the absence of direct and individual access to the domestic courts would ipso facto and automatically disqualify the domestic remedy as effective if there exists a possibility of indirect access through government, or even judicial, authorities and the remedy, as such, is essentially capable of enabling redress.",
                        "elements": []
                    },
                    {
                        "content": "Tertio, even in the case of an ab intra approach to the effectiveness of domestic remedies, availability in terms of an individual right need not be of an absolute character.",
                        "elements": []
                    },
                    {
                        "content": "4.  It appears that the interpretation according to which “the rule of exhaustion of domestic remedies must be applied with some degree of flexibility and without excessive formalism” (see, inter alia, Azinas v. Cyprus [GC], no. 56679/00, § 38, ECHR 2004-III, and İlhan v. Turkey [GC], no. 22277/93, § 51, ECHR 2000-III) has acquired the characteristic of a well-established principle in the jurisprudence of the Court.",
                        "elements": []
                    },
                    {
                        "content": "Expressed in general terms, this principle implies that its effect is reflected in two ways. On the one hand, as far as the Court's jurisprudence is concerned, it should relate to a broader interpretation of possible exceptions to the rule of exhaustion of all domestic remedies; on the other, it relates to the characterisation as effective remedies, for the purposes of Article 13 and Article 35 § 1 of the Convention, of those domestic remedies provided for in the domestic law of the Contracting Parties which, albeit with certain shortcomings in relation to the strict interpretation resulting from the jurisprudence of the Court, are essentially capable of providing effective redress for the violation alleged.",
                        "elements": []
                    },
                    {
                        "content": "If the flexibility approach were to be understood as operating only in one direction – that is, a broader interpretation of exceptions to the rule of exhaustion of all domestic remedies – then the observation that “the European Court has interpreted the exhaustion rule in a way that favours” the alleged victim (see Sudre, Droit européen et international des droits de l'homme, PUF, 2003, p. 538) gains additional strength.",
                        "elements": []
                    },
                    {
                        "content": "5.  The nature of domestic remedies supports such an approach.",
                        "elements": []
                    },
                    {
                        "content": "Domestic remedies are, by their nature, procedural means that do not touch upon the actual breach of the Convention committed, having no per se juridical effect either on the existence of the unlawful act or on responsibility arising out of it (see, for example, Phosphates in Morocco case, PCIJ, Series A/B, no. 74, p. 28).",
                        "elements": []
                    },
                    {
                        "content": "The function of domestic remedies is to permit the Contracting Party to discharge its responsibilities by delivering justice in its own way within the context of the obligations assumed under the Convention. The Contracting Party does this within its legal system as a totality of substantive and procedural rules. Unlike the substantive rules which the Contracting Party is bound, in accordance with its constitutional solution as regards the relationship between international and internal law, to make effective in foro domestico, the Convention has not established either the model or the kind of procedures available to the alleged victim with a view to the protection of substantive rights and freedoms guaranteed to it.",
                        "elements": []
                    },
                    {
                        "content": "Consequently, the right of domestic remedies should be treated as a kind of self-contained legal structure within the domestic law of the Contracting Party, subject only to the condition of effectiveness as established by Article 35 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "6.  In respect of the request for the protection of legality as a possible remedy, the position of the majority might be summarised as follows: the remedy is “ineffective as understood by Article 35 § 1 of the Convention” since the public prosecutor had “full discretion in respect of whether” to submit the request and the applicant “had no right under the law to make use of this remedy personally” (see paragraph 54 of the judgment).",
                        "elements": []
                    },
                    {
                        "content": "In fact, the absence of direct and personal availability of this avenue of redress is seen as its ineffectiveness. Such an approach may appear to be inflexible and burdened with excessive formalism in the circumstances of the case.",
                        "elements": []
                    },
                    {
                        "content": "Availability, as a relevant, primarily technical element of effectiveness, can hardly be its substitute or assume the meaning of effectiveness in its full scope. The standard of effectiveness, in addition to the technical element of availability, is also characterised by its substantive capability of affording redress in respect of the breaches alleged. In the assessment of the specific weight of these two elements of the standard of effectiveness, it is unclear why the absence of direct availability would a priori rule out the possible effectiveness of the specific remedy if the remedy is indirectly available through legal acts which are directly associated with or which derive from the acts of the alleged victim and relate to a remedy substantially capable of affording redress. A request for the protection of legality can hardly be said to lack this capability if, acting on the request, the Supreme Court may reverse a “final judicial decision” or quash it in its entirety or partly.",
                        "elements": []
                    },
                    {
                        "content": "The basis for the disqualification of a request for the protection of legality in casu has been found in the fact that the public prosecutor “had full discretion” in respect of whether to submit a request when asked to do so by the applicant (see paragraph 54 of the judgment), expressing a more general position that “an effective domestic remedy cannot be of a discretionary character” (paragraph 53).",
                        "elements": []
                    },
                    {
                        "content": "It is a fact that the public prosecutor is not, on the basis of the law, bound by a corresponding request by the applicant and that, therefore, it can be said that he or she possesses discretionary power. The key question in the concrete context seems, however, to be the nature of the discretionary power. In concreto, we are not dealing here with discretio generalis, but rather with discretio legalis in terms of discretion limited by cogent legal considerations emanating from the law in force that regulate the acts of the public prosecutor as regards a request for the protection of legality. Renowned commentators maintain that Article 419 requires that the public prosecutor “must submit (a request) if the request is to produce changes of practical significance in favour of the accused” (see, for instance, Tihomir Vasiljević, Momčilo Grubač, Comments on the Criminal Procedure Code, str. 744). Consequently, it appears that the request for the protection of legality provided the applicant with a reasonable possibility of obtaining an effective remedy, bearing in mind that, as Sir Gerald Fitzmaurice pointed out, “what there must be a reasonable possibility of is the existence of a possible effective remedy, and that the mere fact that there is no reasonable possibility of the claimant obtaining that remedy ... does not constitute the type of absence of reasonable possibility which will displace the local remedies rule” (G. Fitzmaurice, 'Hersch Lauterpacht – The Scholar as Judge' (1961), 37 BYIL, p. 1 at p. 60).",
                        "elements": []
                    },
                    {
                        "content": "7.  As the direct availability of a domestic remedy in terms of an individual right of the applicant constitutes only one element of its effectiveness, it seems improper to treat it as a self-contained basis for the disqualification of a concrete domestic remedy as being ineffective.",
                        "elements": []
                    },
                    {
                        "content": "Availability, direct or indirect, should first be tested within the broader frame of the remedy's substantive capacity to provide adequate redress as the important element, although this need not be of decisive importance in each particular case.",
                        "elements": []
                    },
                    {
                        "content": "Conversely, it is difficult to escape a step in the direction of excessive formalism. In the circumstances surrounding the case at hand, this can be demonstrated by a hypothesis.",
                        "elements": []
                    },
                    {
                        "content": "If, under the law of the respondent State, the request for the protection of legality was directly accessible to the applicant, would that per se affect the substantive capacity of the request for the protection of legality to provide adequate redress or would it, for that matter, make the existing reasonable possibility in that regard only more certain?",
                        "elements": []
                    },
                    {
                        "content": "Accordingly, in the light of these specific circumstances, and bearing in mind the functions of the Court (see paragraph 8 below), it appears not only fair but also more acceptable from the standpoint of the validity of the answer to the question of effectiveness of a particular remedy to resort to the testing of effectiveness on an empirical basis, as indicated by the dictum of the Chamber of the International Court of Justice in the ELSI case:",
                        "elements": []
                    },
                    {
                        "content": "This approach is also in accordance with the grammatical meaning of Article 35 § 1, requiring exhaustion of “all domestic remedies”.",
                        "elements": []
                    },
                    {
                        "content": "8.  The operation of the flexibility principle in both directions in the specific circumstances is also suggested by considerations of equity based on the general legal and social context in which these remedies are applied.",
                        "elements": []
                    },
                    {
                        "content": "The respondent State falls within the group of Contracting Parties which undertook not long ago to incorporate in foro domestico a corpus of civil and political rights enshrined in the Convention for the Protection of Human Rights and Fundamental Freedoms and to submit to the supervisory power of the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "Full compliance with this obligation required a certain period of time even in the case of the original Contracting Parties, which by tradition were already familiar with the concept and with the manner of legal reasoning, let alone in the case of the Contracting Parties which have found themselves in a process of radical and comprehensive changes that cannot be implemented uno ictu and automatically. Being formally bound by relevant instruments necessarily requires the adoption of proper standards of legal reasoning in the entire structure of the Contracting Party, including the judiciary. In that regard, the role of the Court can be significant. For the function of the Court as a supervisory judicial body is to be found not only in adjudicating on concrete cases but also in enhancing, through its legal reasoning, the consistent implementation of the substantive rules of the Convention by the Contracting Parties.",
                        "elements": []
                    },
                    {
                        "content": "This latter function of the jurisprudence of the Court might be expressed in particular through the proper interpretation of effective legal remedies as a legal weapon most closely associated with the subsidiary nature of the jurisdiction of the Court. Besides, such an approach would have a positive impact as the expression of confidence in the domestic legal order in the wider frame of the bona fidae principle.",
                        "elements": []
                    },
                    {
                        "content": "9.  As regards the freedom of political expression, it seems clear that the standards established in that regard are an exception to the general standards regarding the freedom of expression as defined by Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "The position of the Court in this regard may be summarised as follows: the limits of permissible criticism are wider in relation to politicians than in relation to private citizens (see Castells v. Spain, judgment of 23 April 1992, Series A no. 236, §§ 46-50, and Lopes Gomes da Silva v. Portugal, no. 37698/97, §§ 34-36, ECHR 2000-X).",
                        "elements": []
                    },
                    {
                        "content": "Exceptions to the rule must, according to the generally accepted principle, be interpreted restrictively (exceptiones sunt strictissime interpretationis).",
                        "elements": []
                    },
                    {
                        "content": "In concreto, two elements are essential for the assessment as to whether the text in question is a political one promoting political values or ideas inherent in a democratic society or offensive, defamatory factual allegations.",
                        "elements": []
                    },
                    {
                        "content": "The article in the instant case is largely or prevalently a political one, expressing political ideas and values concerning political trends, past and future, in the respondent State. To that extent, it can be subsumed, as a value judgment, under the special protection of political expression.",
                        "elements": []
                    },
                    {
                        "content": "In some parts, however, it contains elements of factual allegations. It is said in the article that the mayor “in line with the slogan 'money talks' ... has continued with his near-insane spending of the money belonging to the citizens of the Municipality on ... sponsorships ... [and] ... gala luncheons ...”",
                        "elements": []
                    },
                    {
                        "content": "The decisive issue is not whether his spending was “near-insane”, but the allegation that he had “continued with his near-insane spending of the money belonging to the citizens of the Municipality ...”,which is tantamount to a charge of abuse of official position, an offence under Article 242 of the Criminal Code of the Republic of Serbia. Consequently, that particular part is in fact an offensive, defamatory accusation devoid of foundation in the light of the evidence presented. The claim that the applicant had reasonable grounds to believe that the mayor had committed the criminal offence of abuse of official position seems shaky, primarily in the light of the fact that the applicant himself wrote the criminal charge, and as such, in the light of the fundamental principle of good faith, it cannot be taken as a reasonable ground for believing that the mayor might have been involved in criminal activity.",
                        "elements": []
                    },
                    {
                        "content": "As the Court stated in Handyside v. United Kingdom (judgment of 7 December 1976, Series A no. 24, § 48): “... it is not possible to find ... a uniform European conception of morals. The view taken by [domestic] laws of the requirements of morals varies from time to time and from place to place ... By reason of their direct and continuous contact with the vital forces of their countries, State authorities are in principle in a better position than the international judge to give an opinion on the exact content of these requirements.”",
                        "elements": []
                    },
                    {
                        "content": "10.  It should be borne in mind that the moral standards in patriarchal, tradition-dominated communities, which undoubtedly include the community where the mayor and the applicant live and work, are of a specific nature.",
                        "elements": []
                    },
                    {
                        "content": "The special weight that insult has in a patriarchal society was probably best described by the great poet Jovan Dučić in his work entitled Tzar Radovan's Treasure:",
                        "elements": []
                    },
                    {
                        "content": "11.  In part II (G) of the judgment (“The Court of Serbia and Montenegro and the status of the State Union of Serbia and ” – see paragraph 38) the majority refer to the relevant provisions of the Court's judgment in Matijašević v. Serbia. Two points should, perhaps, be noted, since by that reference the reasoning of the Court in the latter case becomes automatically relevant in casu.",
                        "elements": []
                    },
                    {
                        "content": "Primo, the legal reasoning of the Court in the part of the Matijašević judgment entitled “VI. The succession of ” and its application to the instant case seem legally dubious and self-contradicting in the light of the relevant rules of international law and common sense respectively. The truth is, however, that it derives from a certain confusion with regard to the notions of “” and “continuing State” within the succession complex.",
                        "elements": []
                    },
                    {
                        "content": "The Republic of Serbia is not the successor State, whether one of the successors or the “sole successor”, in relation to the State Union of Serbia and . In the light of the relevant rules of international law, as well as of the Constitutional Charter of the State Union sponsored by the European Union, it is a continuing State in relation to the State Union of Serbia and , its legal identity and continuity in terms of international personality. Otherwise, it would be legally impossible to consider, as stated in the decision taken by the Committee of Ministers of the Council of Europe on 14 June 2006, that “(i) Serbia ... (had continued) ... membership of [the State Union of] Serbia and Montenegro in the Council of Europe with effect from 3 June 2006 and (ii) that it had remained a party to a number of Council of Europe conventions signed and ratified by the former State Union of Serbia and Montenegro, including the Convention for the Protection of Human Rights and Fundamental Freedoms” (see Matijašević, cited above, § 25).",
                        "elements": []
                    },
                    {
                        "content": "The legal position of Serbia as the continuator of the legal personality of the State Union of Serbia and Montenegro has also been recognised by the United Nations institutions (see Case Concerning the Application of the Convention on the Prevention and Punishment of the Crime of Genocide, Judgment, ICJ Reports 2007,§§ 67-79).",
                        "elements": []
                    },
                    {
                        "content": "Otherwise, the issue of the locus standi of  before the Court would automatically arise (compare the Case concerning the Application of the Convention on the Prevention and Punishment of the Crime of Genocide, §§ 67-79).",
                        "elements": []
                    },
                    {
                        "content": "In essence, while the notion of “” concerns sovereignty, the notion of continuity concerns the international legal personality of the State affected by territorial changes.",
                        "elements": []
                    },
                    {
                        "content": "Hence, the term “sole successor” (see Matijašević, cited above, § 24) is devoid of legal substance within the law of succession and, as such, it reflects the long-abandoned analogy between succession in terms of international law and inheritance in domestic law. It may possess factual significance only in the sense of the number of new States or  which have emerged in the process of succession. This means that, in this particular case of succession, the  is the “sole successor”.",
                        "elements": []
                    },
                    {
                        "content": "Secundo, the conclusion that, after Montenegro had declared its independence, “the ... entity [State Union of Serbia and Montenegro] ceased to exist, as did all of its bodies, including the Court of Serbia and ” (ibid., § 36) is legally hardly tenable. In terms of legal personality a predecessor State – in concreto, the State Union of Serbia and Montenegro – continues to live through a continuing State – in concreto, the Republic of Serbia – which is territorially reduced and, as a rule, retains all its institutions as well as its international rights and duties.",
                        "elements": []
                    },
                    {
                        "content": "Whether or not some institutions will cease to exist is a matter within the exclusive power of the continuing State, to be determined on the basis of its own will, irrespective of international law. In the circumstances surrounding the case at hand, this is evidenced by the fact that the Court of the State Union of Serbia and  ceased to exist on the basis of the Decree issued on 8 June 2006 (Official Gazette, no. 49/2006).",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrsF. Tulkens",
            "role": "president"
        },
        {
            "name": "MrA.B. Baka",
            "role": "judges"
        },
        {
            "name": "MrI. Cabral Barreto",
            "role": "judges"
        },
        {
            "name": "MrM. Ugrekhelidze",
            "role": "judges"
        },
        {
            "name": "MrV. Zagrebelsky",
            "role": "judges"
        },
        {
            "name": "MrsA. Mularoni",
            "role": "judges"
        },
        {
            "name": "MrM. Kreća",
            "role": "ad hoc judge"
        },
        {
            "name": "Mrs S. Dollé",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF LEPOJIC v. SERBIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-83068.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2007:1106JUD001390905",
    "externalsources": [
        "Declaration on the freedom of political debate in the media by the Committe of Ministers of the Council of Europe (2004)",
        "Concluding Observations of the United Nations Human Rights Committee : Serbia and Montenegro (2004)"
    ],
    "extractedappno": [
        "13909/05",
        "26/77",
        "28/77",
        "43/77",
        "20/79",
        "24/84",
        "39/86",
        "51/87",
        "6/89",
        "42/89",
        "21/90",
        "16/90",
        "49/92",
        "23/93",
        "67/93",
        "47/94",
        "17/95",
        "44/98",
        "10/02",
        "11/02",
        "80/02",
        "44/76",
        "36/77",
        "34/84",
        "37/84",
        "74/87",
        "57/89",
        "3/90",
        "38/90",
        "45/90",
        "54/90",
        "35/92",
        "37/93",
        "24/94",
        "61/01",
        "70/01",
        "68/02",
        "29/78",
        "39/85",
        "45/89",
        "31/93",
        "4/77",
        "6/80",
        "36/80",
        "43/82",
        "72/82",
        "69/82",
        "58/84",
        "20/90",
        "27/90",
        "35/91",
        "27/92",
        "12/98",
        "15/98",
        "3/02",
        "125/04",
        "23037/04",
        "40679/98",
        "38855/97",
        "30894/96",
        "9136/80",
        "21980/93",
        "28114/95",
        "33348/96",
        "48898/99",
        "31107/96",
        "712/60",
        "8022/77",
        "8027/77",
        "56679/00",
        "22277/93",
        "37698/97"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Criminal Code of the Federal Republic of Yugoslavia, Articles 39, 51-54",
        "Criminal Procedure Code, Articles 3§1, 419 & 420, 425 & 426",
        "Criminal Code of the Republic of Serbia, Articles 92 & 96",
        "Civil Procedure Act 1977, Articles 382 § 2, 383, 394-397",
        "Obligations Act, Articles 199 & 200"
    ],
    "itemid": "001-83068",
    "judgementdate": "06/11/2007 00:00:00",
    "kpdate": "06/11/2007 00:00:00",
    "kpthesaurus": [
        "14",
        "128",
        "109",
        "402",
        "149",
        "148",
        "265",
        "579",
        "216",
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "10-2",
        "6",
        "35-1",
        "10",
        "10-1",
        "35-3",
        "41",
        "35",
        "29",
        "29-3"
    ],
    "parties": [
        "LEPOJIC",
        "SERBIA"
    ],
    "rank": "603.656372070313",
    "representedby": [
        "BELGRADE CENTRE FOR HUMAN RIGHTS"
    ],
    "respondent": "SRB",
    "respondentOrderEng": "40",
    "scl": [
        "Akdivar and Others v. Turkey judgment of 16 September 1996, Reports 1996-IV, p. 1211, § 69",
        "Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, ECHR 1999 III",
        "Bowman v. the United Kingdom, judgment of 19 February 1998, Reports 1998 I, § 42",
        "Castells v. Spain judgment of 23 April 1992, Series A no. 236, §§ 42, 46",
        "Cumpana and Mazare v. Romania [GC], no. 33348/96, § 111, ECHR 2004",
        "Dalban v. Romania [GC], no. 28114/95, §§ 50, 59, ECHR 1999 VI",
        "Dalia v. France, judgment of 19 February 1998, Reports 1998-I, pp. 87-88, § 38",
        "Dankevich v. Ukraine, no. 40679/98, § 107, 29 April 2003",
        "Iatridis v. Greece (just satisfaction) [GC], no. 31107/96, § 54, ECHR 2000-XI",
        "Incal v. Turkey, judgment of 9 June 1998, Reports 1998 IV, § 46",
        "Malfatti v. the Slovak Republic, no. 38855/97, Commission decision of 1 July 1998",
        "Matijaševic v. Serbia judgment, no. 23037/04, §§ 12, 13 and 16-25, 34-37, 19 September 2006",
        "Oberschlick v. Austria (no. 1), judgment of 23 May 1991, Series A no. 204, § 59",
        "Perna v. Italy [GC], no. 48898/99, §§ 33-34, ECHR 2003 V",
        "V.S. v. the Slovak Republic, no. 30894/96, Commission decision of 22 October 1997",
        "Vernillo v. France, judgment of 20 February 1991, Series A no. 198, pp. 11-12, § 27",
        "Vogt v. Germany judgment of 26 September 1995, Series A no. 323, p. 25, § 52",
        "X v. Ireland, no. 9136/80, Commission decision of 10 July 1981, Decisions and Reports (DR). 26, p. 242",
        "Zana v. Turkey, judgment of 25 November 1997, Reports 1997 VII, §§ 41 and 42, 51"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "343955",
    "typedescription": "15"
}