{
    "__articles": "3;13",
    "__conclusion": "Violation of Article 3 - Prohibition of torture (Article 3 - Degrading treatment;Inhuman treatment) (Substantive aspect);Violation of Article 13 - Right to an effective remedy (Article 13 - Effective remedy)",
    "applicability": "",
    "appno": "32036/10",
    "article": [
        "13",
        "3"
    ],
    "conclusion": [
        {
            "article": "3",
            "base_article": "3",
            "details": [
                "Article 3 - Degrading treatment",
                "Inhuman treatment"
            ],
            "element": "Violation of Article 3 - Prohibition of torture",
            "mentions": [
                "Substantive aspect"
            ],
            "type": "violation"
        },
        {
            "article": "13",
            "base_article": "13",
            "details": [
                "Article 13 - Effective remedy"
            ],
            "element": "Violation of Article 13 - Right to an effective remedy",
            "type": "violation"
        }
    ],
    "content": {
        "001-158493.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 32036/10) against the Russian Federation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Russian national, Mr Konstantin Aleksandrovich Butko (“the applicant”), on 3 May 2010.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Ms O. Preobrazhenskaya, a lawyer practising in Strasbourg. The Russian Government (“the Government”) were represented by Mr G. Matyushkin, the Representative of the Russian Federation at the European Court of Human Rights.",
                        "elements": []
                    },
                    {
                        "content": "3.  The applicant complained, in particular, about the appalling conditions of his detention in Russian penitentiary facilities.",
                        "elements": []
                    },
                    {
                        "content": "4.  On 16 March 2012 the application was communicated to the Government in so far as it concerned the applicant’s detention in the correctional colony IK-9 in the Omsk Region.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "5.  The applicant was born in 1976 in Havana, Cuba, and lived in the Moscow Region prior to his arrest on 6 April 2007.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 6 June 2008 the Moscow Regional Court convicted the applicant of armed robberies, illegal possession of firearms and other offences and sentenced him to twelve and a half years’ imprisonment.",
                                "elements": []
                            },
                            {
                                "content": "7.  The applicant was detained in the following facilities:",
                                "elements": []
                            },
                            {
                                "content": "(a)  until September 2008: remand prison IZ-77/4 in Moscow;",
                                "elements": []
                            },
                            {
                                "content": "(b)  from 28 September to 9 October 2008: remand prison IZ-55/3 in Omsk;",
                                "elements": []
                            },
                            {
                                "content": "(c)  from 9 October 2008 to 9 April 2009: correctional colony IK-9 in the Omsk Region;",
                                "elements": []
                            },
                            {
                                "content": "(d)  from 9 April to 28 May 2009: remand prisons in Omsk and Moscow;",
                                "elements": []
                            },
                            {
                                "content": "(e)  from 28 May 2009 to 12 January 2010: correctional colony IK-9 in the Omsk Region;",
                                "elements": []
                            },
                            {
                                "content": "(f)  from 12 January to 26 March 2010: correctional colony IK-3 in the Omsk Region;",
                                "elements": []
                            },
                            {
                                "content": "(g)  between an unspecified date and 7 December 2010: the applicant received treatment at medical facility LIU-2 (UKh-16/2) in the Omsk Region;",
                                "elements": []
                            },
                            {
                                "content": "(h)  after 7 December 2010: correctional colony IK-6 in the Omsk Region.",
                                "elements": []
                            },
                            {
                                "content": "8.  As regards the conditions in the IK-9 facility, the Government submitted a number of certificates concerning various aspects of Mr Butko’s detention which were issued by the facility director on 11 May 2012, as well as a copy of a director’s letter to the Omsk regional prosecutor dated 19 April 2012, from which it is apparent that Mr Butko was assigned to Unit 6 (бригада №6). According to the floor plan, the living areas measured 281.33 sq. m, of which the dormitory comprised 164.2 sq. m. There were 86 sleeping places and the average population ranged between 80 and 86 detainees, their number being logged by the officer on duty. The dormitory was ventilated through openings in the windows. The bath and laundry complex – which detainees were allowed to visit once a week between 6.30 a.m. and 9 a.m. or between 6 p.m. and 9 p.m., two units at a time – was equipped with eight shower heads, two plunge pools and one steam room. The facility was equipped with 28 toilets, all of them located in heated areas. Toilet bowls were screened by partitions.",
                                "elements": []
                            },
                            {
                                "content": "9.  The Government produced copies of the prosecutor’s infringement reports detailing various aspects of the detention regime. It appears from the report dated 24 September 2009 that the total population of the IK-9 facility was 1,350 persons. The report of 12 March 2010 read, in the relevant part, as follows:",
                                "elements": []
                            },
                            {
                                "content": "“The inspection uncovered a number of gross violations of the law as regards material conditions of detention.",
                                "elements": []
                            },
                            {
                                "content": "The statutory living space of two square metres per inmate ... is not available in many units. For instance, the premises occupied by Unit 3 measure 232 sq. m but accommodate 126 convicted detainees.",
                                "elements": []
                            },
                            {
                                "content": "The premises are not equipped with the necessary amenities; there are no toilets inside the living areas (except in Unit 3). There are two installations within the facility, one of them accommodating 12 toilets, the other 16, which are used by all the detainees. It follows that the statutory number of toilets (1 toilet for every 10 persons) is not available. Their sanitary condition is not satisfactory; privacy when using the toilet is not ensured ...",
                                "elements": []
                            },
                            {
                                "content": "A number of detainees who are or were serving their sentence in the facility ... have written letters to the European Court of Human Rights, and the above-mentioned violations of law relating to the material conditions of detention may result in unfavourable outcomes for the State.”",
                                "elements": []
                            },
                            {
                                "content": "10.  The applicant disputed the Government’s factual submissions. He submitted that there had been at least 100 detainees in Unit 6. All of them had shared one large space, filled to the maximum with double bunk beds, bedstands and stools, leaving a narrow passage of only 35 cm between beds and a marginally wider passage of 60 cm between two rows of beds. At the head of each bed, two bedstands sat on top of each other. There had been no ventilation and the windows remained sealed shut in winter. Detainees had been prohibited from staying in the dormitory from 8 am to 6 pm, and from sitting down or lying down on the bed at any time before the night call. During the day, detainees had been allowed to be either outdoors or in the recreation room.",
                                "elements": []
                            },
                            {
                                "content": "11.  The recreation room (комната временных развлечений) measured approximately six by eight metres. There were six tables for reading and writing and a large number of stools. The only TV set was switched on according to the timetable. In bad weather, up to eighty detainees would remain in the recreation room without any activity.",
                                "elements": []
                            },
                            {
                                "content": "12.  The washroom measured no more than six square metres, and contained five wash basins with cold water taps. No hot water was available. Detainees had been forbidden from washing any clothing, except socks or handkerchiefs, and from taking off their undershirts. They had only been allowed to clean their faces, brush their teeth, wash their hands or shave.",
                                "elements": []
                            },
                            {
                                "content": "13.  The premises occupied by Unit 6 also included a pantry (комната питания), that is to say a room where inmates could keep and eat their own food. It was open from 9 a.m. to 10 a.m., from 1.30 p.m. to 2.45 p.m. and from 6 p.m. and 8.30 p.m. No more than five persons at a time were allowed into the pantry.",
                                "elements": []
                            },
                            {
                                "content": "14.  Hygienic facilities were in short supply. The entire population of the facility, more than a thousand detainees, used the two available toilet installations: one had 16 pans and the other 12 pans. Pans were not screened by any partitions. Detainees were taken in groups of two units, that is to say approximately 200 persons, to the bath and laundry complex once a week. It was open from 6.30 a.m. to 9 a.m. and from 6 p.m. to 9 p.m. and was equipped with eight shower heads, two ice-cold plunge pools and a non-functioning steam room.",
                                "elements": []
                            },
                            {
                                "content": "15.  The applicant adduced in evidence a written statement from his codetainee Mr K., who had been held in the same unit in 2008 and 2009. According to his statement, on 10 December 2009, Unit 6 had contained between 112 and 120 detainees. The dormitory measured 10.1 by 12.1 metres, that is to say a total floor area of 122.21 square metres. The pantry measured no more than seven square metres. The recreation room was approximately eight metres long by five metres wide. The washroom measured 5 by 1.3 metres and was equipped with five sinks. Mr K. also confirmed that the entire facility population had had to use the two available toilet installations located in separate, unheated outhouses, one with 12 pans and the other with 20 pans.",
                                "elements": []
                            },
                            {
                                "content": "16.  Upon his arrival at the IK-3 facility on 12 January 2010, Mr Butko spent the first seven days in the quarantine unit and was later assigned to Unit 9. He claimed that he had been ill-treated while quarantined. He further submitted that the dormitory of Unit 9 was cold, that the light was dim, and that the premises were generally in disrepair.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  Code on the Execution of Penalties (Federal Law no. 1-FZ of 8 January 1997)",
                                "elements": [
                                    {
                                        "content": "17.  The relevant provisions of the Code read:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Detainees have the right to receive information on their rights and duties ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Detainees have the right to be treated courteously by the personnel of the penitentiary facility. They may not be subjected to cruel or degrading treatment or punishment ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  Detainees have the right to send suggestions, applications and complaints to the management of the penitentiary facility, to the hierarchically superior penitentiary authorities, to a court, to prosecutor’s offices, to State and municipal bodies, to the Ombudsman, to the Ombudsman for Children, to the regional ombudsperson or ombudsperson for children, to public monitoring commissions, public associations and – in accordance with international treaties to which Russia is a party – to international bodies for the protection of human rights ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  The statutory living space per detainee in a correctional facility may not be less than two square metres, or two and a half square metres in a prison, ... three square metres in a medical correctional facility and five square metres in a medical prevention facility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Detainees shall have the use of individual sleeping places and bed linen. They shall be provided with seasonal clothing suitable for their sex, personal hygiene articles (as a minimum a bar of soap, a toothbrush, toothpaste or powder, toilet paper, disposable razors for men and personal hygiene items for women) ...”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Internal Regulations in Correctional Facilities",
                                "elements": [
                                    {
                                        "content": "18.  By Order no. 205 of 3 November 2005, the Ministry of Justice approved the Rules on the internal regulations in correctional facilities. The relevant parts of the Rules provide:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“15.  Convicted detainees are prohibited from:",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  leaving the enclosed compound comprising the living areas and workshops without the consent of the management;",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  going into any dormitory other than their own ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "-  hanging curtains around their sleeping places or swapping sleeping places with others ... or using their sleeping places outside the authorised sleep time without the consent of the management ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  A daily timetable based on the template in annex 4 shall be approved by an order signed by the director of the facility and brought to the attention of the staff and the detainees ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  In their personal time, detainees may move around ... within the area of the enclosed compound, as defined by the facility management ... In the period after lights-out and until wake-up, detainees may not leave the living areas without the consent of the management...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  Annex 4 contains a model daily timetable for detainees:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Wake-up: no later than 5 or 6 a.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Physical exercise (duration): up to 15 minutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Toilet, bed-making: up to 10 minutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Morning and evening head count: up to 40 minutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Breakfast: up to 30 minutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Travel to workshop: up to 40 minutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Work time: in accordance with labour law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Lunch break: up to 30 minutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Travel back from workshop, night toilet: up to 25 minutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Dinner: up to 30 minutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Personal time: 30 to 60 minutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Educational activities: up to one hour.",
                                        "elements": []
                                    },
                                    {
                                        "content": "School and professional education: see separate timetable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Getting ready for bed: up to 10 minutes.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Uninterrupted sleep: 8 hours.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  RELEVANT COUNCIL OF EUROPE MATERIAL",
                        "elements": [
                            {
                                "content": "20.  The relevant extracts from reports prepared by the European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment (CPT) read:",
                                "elements": []
                            },
                            {
                                "content": "“Prison overcrowding",
                                "elements": []
                            },
                            {
                                "content": "28.  The phenomenon of prison overcrowding continues to blight penitentiary systems across Europe and seriously undermines attempts to improve conditions of detention. The negative effects of prison overcrowding have already been highlighted in previous General Reports ...",
                                "elements": []
                            },
                            {
                                "content": "Large capacity dormitories",
                                "elements": []
                            },
                            {
                                "content": "29.  In a number of countries visited by the CPT, particularly in central and eastern Europe, inmate accommodation often consists of large capacity dormitories which contain all or most of the facilities used by prisoners on a daily basis, such as sleeping and living areas as well as sanitary facilities. The CPT has objections to the very principle of such accommodation arrangements in closed prisons and those objections are reinforced when, as is frequently the case, the dormitories in question are found to hold prisoners under extremely cramped and insalubrious conditions ... Large-capacity dormitories inevitably imply a lack of privacy for prisoners in their everyday lives ... All these problems are exacerbated when the numbers held go beyond a reasonable occupancy level; further, in such a situation the excessive burden on communal facilities such as washbasins or lavatories and the insufficient ventilation for so many persons will often lead to deplorable conditions ...",
                                "elements": []
                            },
                            {
                                "content": "Life-sentenced and other long-term prisoners",
                                "elements": []
                            },
                            {
                                "content": "33.  ... The [long-term] prisoners should have access to a wide range of purposeful activities of a varied nature (work, preferably with vocational value; education; sport; recreation/association). Moreover, they should be able to exercise a degree of choice over the manner in which their time is spent, thus fostering a sense of autonomy and personal responsibility ...”",
                                "elements": []
                            },
                            {
                                "content": "“66.  ... at the time of the visit, the colony was operating well below its official capacity; however, this was a recent development, due to the latest amnesty in 2001. Prisoners were accommodated in detention blocks divided into two units, each comprising one or more dormitories. The dormitories measured between 80 and 160 m² and accommodated from 12 to 54 prisoners each. Some of them were holding prisoners in cramped conditions (e.g. the living space per inmate in one of the dormitories in Unit 8 was just under 3 m²).",
                                "elements": []
                            },
                            {
                                "content": "Dormitory equipment consisted of single and bunk beds with full bedding (however, many mattresses were in a poor condition), shared bedside lockers, a table, chairs and an occasional radio or TV set. All blocks were in a dilapidated state, especially the wooden floors and the plumbing ... Nevertheless, prisoner living areas were in general clean and tidy, well-lit and ventilated.",
                                "elements": []
                            },
                            {
                                "content": "67.  The sanitary facilities in the units were, in most cases, dilapidated, filthy and foul-smelling. Prisoners could use the central bathroom once a week (which was also an occasion for them to wash their clothes) and have their bed linen washed in the laundry. However, the bathroom – which was equipped with only five shower heads – was a rudimentary facility ...",
                                "elements": []
                            },
                            {
                                "content": "69.  The CPT recommends that:",
                                "elements": []
                            },
                            {
                                "content": "- efforts be made to decrease occupancy levels in the dormitories with the most cramped conditions (e.g. Unit 8), inter alia through a more even allocation of prisoners between the units; as already indicated (cf. paragraph 53 of the report on the 1999 periodic visit, document CPT (2000) 7), the aim should be to provide in due course a minimum living space of 4 m² per prisoner ...”",
                                "elements": []
                            },
                            {
                                "content": "“47.  ... The information gathered by the CPT delegation during its 2007 visit shows that much remains to be done. In particular, overcrowding is still a problem; despite the fact that all the prisons visited were operating well below their official capacity, there was only an average of 2 m² living space for each prisoner, rather than the standard 4 m² specified in Moldovan legislation.",
                                "elements": []
                            },
                            {
                                "content": "The CPT is convinced that the adoption of policies to limit or vary the number of persons sent to prison is one of the most effective means of solving the problem of overcrowding, and securing, for the long term, a standard living space of 4 m² per prisoner in collective cells. The Committee must emphasise the need for a strategy covering both committal to and release from prison in order to ensure that imprisonment really is the last the resort ...",
                                "elements": []
                            },
                            {
                                "content": "49.  As a general rule, convicted prisoners are still accommodated in large dormitories. According to the Director of Prisons, the forthcoming renovation programme for national prisons should include the conversion of large dormitories into smaller living units; this has reportedly already been done in Prison No. 1 in Taraclia and Prison No. 7 in Rusca.",
                                "elements": []
                            },
                            {
                                "content": "As the CPT has already emphasised in the past, large dormitories inevitably mean a lack of privacy for prisoners in their day-to-day lives. Furthermore, they heighten the risk of intimidation and violence ... this type of accommodation tends to encourage the development of criminal sub-cultures and help maintain the cohesion of criminal organisations. They can also make it extremely difficult, indeed impossible, for staff to maintain order; in the event of disorder in prison, in particular, it is difficult to avoid bringing in outside agencies, which involves the use of considerable force. This also makes it virtually impossible to ensure the proper distribution of prisoners based on a case-by-case assessment of risks and needs. In the light of these observations, the Committee recommends that the Moldovan authorities maintain the priority status of replacing large dormitories with smaller living units ...",
                                "elements": []
                            },
                            {
                                "content": "57.  The prisoners were accommodated in six living units, each comprising a large dormitory and a number of adjoining facilities (e.g. a kitchenette, a room for storing clothes and a common room with a television set) ...",
                                "elements": []
                            },
                            {
                                "content": "58.  Even though the prison was operating below its official capacity, the prisoners had no privacy: the dormitories, with an area of between 80 and 120 m², slept between 55 and 80 prisoners. Nevertheless, the negative consequences of this situation were mitigated by the fact that the prisoners ... were free to move around all day in the prison’s enormous leisure area. Furthermore, the dormitories were clean, tidy, well-lit and adequately ventilated.",
                                "elements": []
                            },
                            {
                                "content": "59.  ... The sanitation in units 3, 4, 5 and 6 were out of order, which meant that prisoners in these units had to use a toilet which was located in a different building and was totally unfit for purpose (it consisted of a series of holes in the ground). For washing purposes they had access to one water tap or else had to draw water from a well.",
                                "elements": []
                            },
                            {
                                "content": "The prisoners were allowed to use the central shower room once a week, while those engaged in work could do so every day. The shower room was in a poor state of repair and only contained ten shower fittings ...",
                                "elements": []
                            },
                            {
                                "content": "61.  The CPT recommends that measures be taken in Prison No. 3 in Leova in order to:",
                                "elements": []
                            },
                            {
                                "content": "-  decrease the occupancy rate in the prisoner accommodation areas, with a view to achieving the standard of at least 4 m² of living space per prisoner;",
                                "elements": []
                            },
                            {
                                "content": "-  urgently renovate the toilets and other sanitary facilities for prisoners in units 3, 4, 5 and 6 ...",
                                "elements": []
                            },
                            {
                                "content": "-  consider the possibility of increasing the frequency of prisoner access to shower facilities, having regard to Rule 19.4 of the Revised European Prison Rules ... ”",
                                "elements": []
                            },
                            {
                                "content": "“75.  ... The CPT also reiterates its recommendation that the Ukrainian authorities review as soon as possible the norms fixed by legislation for living space per prisoner, ensuring that they provide for at least 4 m² per inmate in multi-occupancy cells in all the establishments under the authority of the Department on Enforcement of Sentences ...",
                                "elements": []
                            },
                            {
                                "content": "112.  Colony No. 85 had already been visited by the CPT in 1999 and 2000 ...",
                                "elements": []
                            },
                            {
                                "content": "113.  Efforts were being made to improve material conditions. Compared to the situation observed during previous visits, prisoners generally had more living space in the dormitories. The national standard of 3 m² of living space per inmate was observed in most dormitories (e.g. 27 beds in a dormitory of 82 m²). However, some dormitories were clearly overcrowded (e.g. 114 beds in a dormitory of some 200 m² in Block No. 5), even if the negative consequences of this state of affairs were attenuated by the fact that prisoners were free to move around within their respective detention section. Large-capacity dormitories in Blocks Nos. 1 and 6 had been transformed into smaller living units offering more privacy and better possibilities for control by staff ...",
                                "elements": []
                            },
                            {
                                "content": "The CPT recommends that all necessary support be provided to the management of Colony No. 85 in order to realise the plans of transforming all large-capacity dormitories into smaller living units, the objective being to offer at least 4 m² of living space per prisoner ...",
                                "elements": []
                            },
                            {
                                "content": "119.  Prisoners in the medium-security part of the colony [no. 89 in Dnipropetrovsk] were accommodated in six blocks. The delegation noted that in some blocks, efforts had been made to transform large-capacity dormitories into smaller living units offering more privacy and better possibilities for control by staff. However, in the other blocks, the practice of accommodating prisoners in large dormitories, with up to 70-80 beds, still prevailed (e.g. 76 beds in a dormitory measuring 152 m² and holding 70 prisoners) ...",
                                "elements": []
                            },
                            {
                                "content": "121.  The CPT recommends that all necessary support be provided to the management of Colony No. 89 in order to transform large-capacity dormitories into smaller living units. Efforts should also be pursued to reduce the occupancy levels in the dormitories, the objective being to offer at least 4 m² of living space per prisoner ...”",
                                "elements": []
                            },
                            {
                                "content": "“86.  With respect to material conditions, the detention areas were generally well lit, adequately ventilated and clean. However, prisoners were accommodated in large-capacity dormitories. The CPT has emphasised in the past the many drawbacks and disadvantages of this type of accommodation, which are compounded when the prisoners concerned are held under cramped conditions – as was the case at Kosh Prison (e.g. 13 prisoners in a dormitory measuring about 40 m²; 54 inmates in a dormitory of some 110 m²)...",
                                "elements": []
                            },
                            {
                                "content": "90.  ... the Committee recommends that steps be taken to transform the large-capacity dormitories into smaller living units offering more privacy and better possibilities for control by staff and to reduce the occupancy levels in the dormitories in order to comply with the legal requirement of at least 4 m² of living space per prisoner.",
                                "elements": []
                            },
                            {
                                "content": "In addition, the CPT invites the Armenian authorities to increase the frequency of showers for inmates, in the light of Rule 19.4 of the European Prison Rules.”",
                                "elements": []
                            },
                            {
                                "content": "21.  On 11 January 2006 the Committee of Ministers of the Council of Europe adopted Recommendation Rec(2006)2 to member States on the European Prison Rules, which replaced Recommendation No. R (87) 3 on the European Prison Rules, accounting for the developments which had occurred in penal policy, sentencing practice and the overall management of prisons in Europe. The amended European Prison Rules lay down the following guidelines:",
                                "elements": []
                            },
                            {
                                "content": "“1.  All persons deprived of their liberty shall be treated with respect for their human rights.",
                                "elements": []
                            },
                            {
                                "content": "2.  Persons deprived of their liberty retain all rights that are not lawfully taken away by the decision sentencing them or remanding them in custody.",
                                "elements": []
                            },
                            {
                                "content": "3.  Restrictions placed on persons deprived of their liberty shall be the minimum necessary and proportionate to the legitimate objective for which they are imposed.",
                                "elements": []
                            },
                            {
                                "content": "4.  Prison conditions that infringe prisoners’ human rights are not justified by lack of resources.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "10.1.  The European Prison Rules apply to persons who have been remanded in custody by a judicial authority or who have been deprived of their liberty following conviction.”",
                                "elements": []
                            },
                            {
                                "content": "“18.1.  The accommodation provided for prisoners, and in particular all sleeping accommodation, shall respect human dignity and, as far as possible, privacy, and meet the requirements of health and hygiene, due regard being paid to climatic conditions and especially to floor space, cubic content of air, lighting, heating and ventilation.",
                                "elements": []
                            },
                            {
                                "content": "18.2.  In all buildings where prisoners are required to live, work or congregate:",
                                "elements": []
                            },
                            {
                                "content": "a.  the windows shall be large enough to enable the prisoners to read or work by natural light in normal conditions and shall allow the entrance of fresh air except where there is an adequate air conditioning system;",
                                "elements": []
                            },
                            {
                                "content": "b.  artificial light shall satisfy recognised technical standards; and",
                                "elements": []
                            },
                            {
                                "content": "c.  there shall be an alarm system that enables prisoners to contact the staff without delay.",
                                "elements": []
                            },
                            {
                                "content": "18.4.  National law shall provide mechanisms for ensuring that these minimum requirements are not breached by the overcrowding of prisons.",
                                "elements": []
                            },
                            {
                                "content": "18.5.  Prisoners shall normally be accommodated during the night in individual cells except where it is preferable for them to share sleeping accommodation.",
                                "elements": []
                            },
                            {
                                "content": "19.3.  Prisoners shall have ready access to sanitary facilities that are hygienic and respect privacy.",
                                "elements": []
                            },
                            {
                                "content": "19.4.  Adequate facilities shall be provided so that every prisoner may have a bath or shower, at a temperature suitable to the climate, if possible daily but at least twice a week (or more frequently if necessary) in the interest of general hygiene.",
                                "elements": []
                            },
                            {
                                "content": "22.1.  Prisoners shall be provided with a nutritious diet that takes into account their age, health, physical condition, religion, culture and the nature of their work.",
                                "elements": []
                            },
                            {
                                "content": "22.4.  There shall be three meals a day with reasonable intervals between them.",
                                "elements": []
                            },
                            {
                                "content": "22.5.  Clean drinking water shall be available to prisoners at all times.",
                                "elements": []
                            },
                            {
                                "content": "27.1.  Every prisoner shall be provided with the opportunity of at least one hour of exercise every day in the open air, if the weather permits.",
                                "elements": []
                            },
                            {
                                "content": "27.2.  When the weather is inclement alternative arrangements shall be made to allow prisoners to exercise.",
                                "elements": []
                            },
                            {
                                "content": "70.1.  Prisoners, individually or as a group, shall have ample opportunity to make requests or complaints to the director of the prison or to any other competent authority.",
                                "elements": []
                            },
                            {
                                "content": "70.2.  If mediation seems appropriate this should be tried first.",
                                "elements": []
                            },
                            {
                                "content": "70.3.  If a request is denied or a complaint is rejected, reasons shall be provided to the prisoner and the prisoner shall have the right to appeal to an independent authority.",
                                "elements": []
                            },
                            {
                                "content": "70.4.  Prisoners shall not be punished because of having made a request or lodged a complaint.",
                                "elements": []
                            },
                            {
                                "content": "70.5.  The competent authority shall take into account any written complaints from relatives of a prisoner when they have reason to believe that a prisoner’s rights have been violated.",
                                "elements": []
                            },
                            {
                                "content": "70.6.  No complaint by a legal representative or organisation concerned with the welfare of prisoners may be brought on behalf of a prisoner if the prisoner concerned does not consent to it being brought.",
                                "elements": []
                            },
                            {
                                "content": "70.7.  Prisoners are entitled to seek legal advice about complaints and appeals procedures and to legal assistance when the interests of justice require.”",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATIONS OF ARTICLES 3 AND 13 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": ".  The applicant complained that the conditions of his detention in Russian penitentiary facilities, including remand prison IZ-55/3 and correctional colonies IK-9 and IK-3, had been inhuman and degrading and that he had not had an effective domestic remedy for his grievances. He referred to Articles 3 and 13 of the Convention, which read:",
                                "elements": []
                            },
                            {
                                "content": "“No one shall be subjected to torture or to inhuman or degrading treatment or punishment.”",
                                "elements": []
                            },
                            {
                                "content": "“Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "A.  The Government’s request to exclude an unsigned application form",
                                "elements": [
                                    {
                                        "content": "23.  The Government pointed out that the application form of 25 July 2011 indicated that the applicant did not have a representative, but it had been signed by a person other than the applicant himself. In their view, the form was therefore invalid and ought to be excluded from the case file.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The applicant replied that he had submitted three completed application forms to the Court. The first one, dated 29 July 2010, had concerned the conditions of his detention in remand prison IZ55/3 and in facilities IK9 and IK-3 in the Omsk Region. The second form of 11 October 2010 had indeed been signed by his sister and described the pressure to which he had been allegedly subjected in medical facility LIU-2. Since it contained allegations of unlawful conduct on the part of the facility officers, he had been unable to send it directly from the facility and had asked his sister to do so. The third form had been sent on 15 August 2011 and had referred to the conditions of his detention in correctional facility IK-6. The applicant submitted that he fully endorsed the contents of the application form dated 11 October 2010.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Court observes that it is difficult to match the application forms to which the parties referred by their dates to the three forms it has in its possession. It will therefore proceed on the basis of the forms that are included in the case file. Two handwritten application forms of 3 May and 26 July 2010 bear the applicant’s signature and contain his complaints about inhuman and degrading treatment in remand prison IZ55/3 and facility IK9 and about the absence of an effective domestic remedy. The application form of 26 July 2010 contains also a complaint about the illtreatment in the quarantine unit of the IK-3 facility and the general conditions of detention there. The applicant’s case was communicated to the Government on the basis of those application forms and the complaints made therein.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The third application form is a typed document which was not signed by the applicant or by any person authorised by him. Mr Butko claimed that he feared reprisals from the facility management for stating his grievances in writing and sending them to the Court. However, his claim is not borne out by the material included in the case file, which contains a number of letters he had sent from the same facility in November 2010. The Court finds no circumstances which could have prevented the applicant – either during his stay at the medical facility or shortly after his transfer to IK-6 on 7 December 2010 – from giving authority to his sister or any other individual to represent him before the Court and to submit a duly completed application form on his behalf. It follows that this application form did not comply with the requirements of Rule 45 §§ 1 and 3 of the Rules of Court and need not be examined by the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  It is finally noted that Mr Butko’s application form of 15 August 2011 was registered as a new application under number 66075/11. On 8 December 2011 the Court, sitting in a single-judge formation, declared that case inadmissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "28.  The Court will begin its examination with a verification of whether or not the admissibility criteria in Article 35 of the Convention have been met. Paragraph 1 of Article 35 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The Court may only deal with the matter after all domestic remedies have been exhausted, according to the generally recognised rules of international law, and within a period of six months from the date on which the final decision was taken.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  Exhaustion of domestic remedies",
                                        "elements": [
                                            {
                                                "content": "29.  The Government submitted that the applicant had failed to exhaust the effective domestic remedies because he had not brought his grievances before a court, a supervising prosecutor or the facility management. The applicant asserted that he had not had access to any effective domestic remedies.",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  The Court considers that the issue of exhaustion of domestic remedies is closely linked to the merits of the applicant’s complaint that he did not have at his disposal an effective remedy for complaining about inhuman conditions of detention. The Court thus finds it necessary to join the Government’s objection to the merits of the complaint under Article 13 of the Convention (see Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, § 70, 10 January 2012).",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Compliance with the six-month time-limit",
                                        "elements": [
                                            {
                                                "content": "31.  In the process of exhausting domestic remedies, the six-month period runs from the date of the final decision. Where no effective remedy is available to the applicant, the period runs from the date of the acts or measures complained of, or from the date of cognisance of that act or its effect on, or prejudice to, the applicant. In cases featuring a continuing situation, the six-month period runs from the cessation of that situation (see Ananyev and Others, cited above, § 72, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  An applicant’s detention can be regarded as a “continuing situation” in cases where it has been repeatedly effected in the same type of detention facility in substantially similar conditions. The applicant’s release or transfer to a different type of detention regime, both within and outside the facility, puts an end to the “continuing situation” (see Yartsev v. Russia (dec.), no. 13776/11, §§ 28-29, 26 March 2013, and Ananyev and Others, cited above, § 78).",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  The applicant complained about the conditions of his detention in more than one facility. The Court has found above that only his application forms of 3 May and 26 July 2010 complied with the requirements of Rule 45 §§ 1 and 3 of the Rules of Court. The complaint concerning the conditions of detention in remand prison IZ-55/3, which ended at the latest in May 2009, was first raised in the application form dated 3 May 2010 and is therefore belated (see paragraphs 7 and 25 above). The same holds true for his complaint about the ill-treatment in the quarantine unit which had allegedly taken place no later than 19 January 2010 but was first raised in the application form of 26 July 2010 (see paragraphs 16 and 25 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  By contrast, the applicant’s detention in the IK-9 and IK-3 facilities ended on 12 January and 26 March 2010, respectively, that is to say within the six months preceding the submission of the application forms of 3 May and 26 July 2010, respectively. Accordingly, this part of the application is not belated.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "3.  Conclusion as to the admissibility",
                                        "elements": [
                                            {
                                                "content": "35.  In the light of the parties’ factual submissions, the Court considers that the applicant’s complaints about the conditions in facility IK-9 and the absence of an effective domestic remedy raise serious issues of fact and law under the Convention, the determination of which requires an examination of the merits. These complaints are not manifestly ill-founded within the meaning of Article 35 § 3 (a) of the Convention or inadmissible on any other grounds. The Court declares them admissible and joins the issue of exhaustion of domestic remedies to the merits of the complaint under Article 13 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The situation is different, however, with regard to the complaint about the general conditions of detention in facility IK-3 (see paragraph 16 above). There are no factual elements in the applicant’s submissions that would allow the Court to establish that he was subjected to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention. It follows that this complaint is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 (a) and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Exhaustion of domestic remedies and compliance with Article 13 of the Convention",
                                        "elements": [
                                            {
                                                "content": "37.  The Government pointed out that supervising prosecutors had inspected at regular intervals the material conditions of detention in the facilities and had enjoined the colony’s management to remedy the violations. As a consequence of the prosecutors’ interventions, an additional lavatory was built in the IK-9 facility. The Government cited two judicial decisions which, in their view, demonstrated that an application to a court was an effective judicial remedy. In the first case, the Magadan Town Court made an award, on 5 April 2011, to Mr S. in respect of compensation for non-pecuniary damage caused by his unlawful placement in a disciplinary cell. In the second case, by judgment of 4 August 2011, the Elizovskiy District Court of the Kamchatka Region found in favour of Mr D., who had contracted tuberculosis while in detention and had not received treatment in a timely fashion. The Government claimed that the applicant’s complaint had not been based on any known structural problem and that he was therefore required to put his grievances before the domestic authorities prior to lodging his application with the Court (here they referred to Ismatullayev v. Russia (dec.), no. 29687/09, 6 March 2012).",
                                                "elements": []
                                            },
                                            {
                                                "content": "38.  In the applicant’s view, a judicial complaint against unlawful actions by the facility management would be open to the risk of retaliation from prison guards and it could not have brought about any improvement in a situation where all detainees were held in substantially similar conditions. As to the possibility of claiming compensation for unsatisfactory conditions of detention, claims of this nature were not sufficiently established in judicial practice to be considered effective. They would also have had no preventive effect as regards future violations and a potential claimant would be required to endure inhuman conditions of detention for a considerable period of time before filing such a complaint. He would also be faced with the nearly insurmountable problem of collecting appropriate evidence: the majority of potential witnesses would have been transferred to different facilities by that time. In addition, it has become established judicial practice in Russian courts to deny the detained claimant the opportunity of attending the court hearing to state his position to the court in person (here he referred to Artyomov v. Russia, no. 14146/02, 27 May 2010; Shilbergs v. Russia, no. 20075/03, 17 December 2009; and Skorobogatykh v. Russia, no. 4871/03, 22 December 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "39.  The Court reiterates that an applicant is normally required to have recourse only to those remedies that are available and sufficient to afford redress in respect of the breaches alleged. The existence of the remedies in question must be sufficiently certain not only in theory but also in practice, failing which they will lack the requisite accessibility and effectiveness. It is incumbent on the Government claiming non-exhaustion to satisfy the Court that the remedy was an effective one available in theory and in practice at the relevant time, that is to say, that it was accessible, was one which was capable of providing redress in respect of the applicant’s complaints and offered reasonable prospects of success (see Sejdovic v. Italy [GC], no. 56581/00, § 46, ECHR 2006II, and Ananyev and Others, cited above, § 94, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "40.  Where the fundamental right to protection against torture and inhuman or degrading treatment is concerned, the preventive and compensatory remedies have to be complementary in order to be considered effective. The existence of a preventive remedy is indispensable for the effective protection of individuals against the kind of treatment prohibited by Article 3 of the Convention. Indeed, the special importance attached by the Convention to that provision requires, in the Court’s view, that the States parties establish, over and above a compensatory remedy, an effective mechanism in order to put an end to any such treatment rapidly. Had it been otherwise, the prospect of future compensation would have legitimised particularly severe suffering in breach of this core provision of the Convention (see Ananyev and Others, cited above, § 98, and Vladimir Romanov v. Russia, no. 41461/02, § 78, 24 July 2008).",
                                                "elements": []
                                            },
                                            {
                                                "content": "41.  In the context of preventive remedies, the domestic authority or court dealing with the case must be able to grant relief which may, depending on the nature of the underlying problem, consist either in measures that affect only the complainant or – for instance where overcrowding is concerned – in wider measures that are capable of resolving situations of massive and concurrent violations of prisoners’ rights resulting from inadequate conditions in a given correctional facility (see Ananyev and Others, cited above, § 219, and Neshkov and Others v. Bulgaria, nos. 36925/10, 21487/12, 72893/12, 73196/12, 77718/12 and 9717/13, § 188, 27 January 2015). In the context of compensatory remedies, monetary compensation should be accessible to any current or former inmate who has been held in inhuman or degrading conditions and has made an application to this effect. A finding that the conditions fell short of the requirements of Article 3 of the Convention will give rise to a strong presumption that they have caused non-pecuniary damage to the aggrieved person, and the level of compensation awarded for non-pecuniary damage must not be unreasonable in comparison with the awards made by the Court in similar cases (see Ananyev and Others, cited above, §§ 228-230). Lastly, prisoners must be able to avail themselves of remedies without having to fear that they will incur punishment or negative consequences for doing so (see Neshkov and Others, cited above, § 191, and section 70 of the 2006 European Prison Rules, cited in paragraph 21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "42.  The Court has on many occasions examined the effectiveness of the domestic remedies suggested by the Russian Government in cases concerning inadequate conditions of an applicant’s detention and found them to be lacking in many regards. On that basis, it has frequently rejected the Government’s objection concerning the non-exhaustion of domestic remedies and has also found a violation of Article 13 of the Convention. The Court has held, in particular, that the Government were unable to show what redress could have been afforded to the applicant by a prosecutor, a court, or any other State agency, bearing in mind that the problems arising from the conditions of the applicant’s detention were apparently of a structural nature and did not concern the applicant’s personal situation alone (see, generally, the authorities cited in Ananyev and Others, § 99 and ‒ specifically with regard to correctional colonies ‒ Sergey Babushkin v. Russia, no. 5993/08, §§ 41-45, 28 November 2013, and Kulikov v. Russia, no. 48562/06, § 31, 27 November 2012). The applicant in the instant case complained about the general situation of overcrowding in the IK-9 facility and an insufficient number of sanitary amenities, that is to say, a structural problem that affected not just the applicant alone but the entire facility population.",
                                                "elements": []
                                            },
                                            {
                                                "content": "43.  The Code on the Execution of Penalties establishes a detainee’s right to submit complaints about inadequate conditions of detention to various domestic authorities (Article 12 § 4, cited in paragraph 17 above). In order to secure genuinely effective redress for the alleged violation of the Convention rights, the legal framework for handling such complaints must satisfy the requirements of Article 13 of the Convention and the proceedings must be capable of offering adequate relief to the aggrieved individual.",
                                                "elements": []
                                            },
                                            {
                                                "content": "44.  As regards complaints addressed to the executive or non-judicial authorities, the Court has observed that a facility management or its hierarchical superiors do not have a sufficiently independent standpoint to consider complaints that call into question the way in which they have discharged their duty to maintain the appropriate conditions of detention (see Ananyev and Others, cited above, § 101, and Dirdizov v. Russia, no. 41461/10, § 75, 27 November 2012). Neither an ombudsman nor a public supervision commission is invested with the authority to issue legally binding decisions. Their task is to collect information and to highlight general issues concerning human rights compliance in places of detention (see Sergey Babushkin, §§ 41-42, and Ananyev and Others, §§ 105-106, both cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "45.  Periodic checks by supervising prosecutors undoubtedly play an important part in securing appropriate conditions of detention, but infringement reports or orders issued by a prosecutor are primarily matters between the supervising authority and the supervised body and are not geared towards providing preventive or compensatory redress to the aggrieved individual. There is no legal requirement compelling the prosecutor to hear the complainant or ensure his or her effective participation in the ensuing proceedings. The complainant would not be a party to any proceedings and would only be entitled to obtain information about the way in which the supervisory body dealt with the complaint (see Ananyev and Others, § 104, and Dirdizov, § 76, both cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "46.  Finally, a civil claim for compensation under the tort provisions of the Civil Code, such as those the Government cited by way of example, cannot offer the applicant any redress other than a purely compensatory award and cannot put an end to a situation involving an ongoing violation, such as persistent overcrowding in a given detention facility, for instance. Furthermore, even in cases where Russian courts have awarded compensation for conditions of detention that were unsatisfactory in terms of the domestic legal requirements, the level of the compensation has been unreasonably low in comparison with the awards made by the Court in similar cases (see Ananyev and Others, cited above, §§ 113-118). The case-law to which the Government referred in their submissions was not relevant to the issue of general overcrowding in a correctional facility: in one case the claimant had been unlawfully placed in a disciplinary cell, in the other medical assistance had been unreasonably delayed.",
                                                "elements": []
                                            },
                                            {
                                                "content": "47.  In the light of these considerations, the Court rejects the Government’s objection concerning the non-exhaustion of domestic remedies and concludes that there has been a violation of Article 13 of the Convention on account of the lack of an effective domestic remedy for the applicant’s grievance about inadequate conditions of detention in the IK-9 facility.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Compliance with Article 3 of the Convention",
                                        "elements": [
                                            {
                                                "content": "48.  The applicant submitted that the conditions of his detention in the IK-9 facility had been in breach of Article 3. The entire facility had been overcrowded. Inmates could hardly circulate in the dormitory because the passages between furniture were so narrow. The auxiliary premises (pantry, recreation room and washing room) were too small for the entire unit of a hundred prisoners. The number of toilets was insufficient and they were located in unheated outdoor structures some 120 metres away from the barracks. During the night, prisoners were allowed to go to the toilet just in their underwear, even in winter when the temperatures plunged to -30 or -35 degrees C. The bathhouse was overcrowded and very cold.",
                                                "elements": []
                                            },
                                            {
                                                "content": "49.  The Government asserted that the conditions of the applicant’s stay in the IK-9 facility, including the living space per inmate, lighting, heating, ventilation, sanitary facilities and food standards were “generally in compliance” with the requirements of domestic law and of Article 3 of the Convention. The applicant had an individual sleeping place and the personal space per inmate was in excess of two square metres. The number of toilets, at the ratio of one toilet per fifteen inmates, was sufficient. The Government pointed out that, in contrast to cases concerning detention conditions in remand prisons, the applicant had enjoyed a greater freedom of movement during the daytime and had had unobstructed access to natural light and air (here they referred to Orlov v. Russia, no. 29652/04, §  77, 21 June 2011; Pitalev v. Russia, no. 34393/03, § 38, 30 July 2009; Solovyev v. Russia (dec.), no. 76114/01, 27 September 2007; and Nurmagomedov v. Russia (dec.), no. 30138/02, 16 September 2004).",
                                                "elements": []
                                            },
                                            {
                                                "content": "50.  The Court reiterates that Article 3 of the Convention enshrines one of the most fundamental values of a democratic society. It prohibits in absolute terms torture or inhuman or degrading treatment or punishment, irrespective of the circumstances and the victim’s behaviour (see, for example, Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV). Illtreatment must attain a minimum level of severity if it is to fall within the scope of Article 3. The assessment of this minimum is relative; it depends on all the circumstances of the case, such as the duration of the treatment, its physical and mental effects and, in some cases, the sex, age and state of health of the victim (see, among other authorities, Ireland v. the United Kingdom, 18 January 1978, § 162, Series A no. 25).",
                                                "elements": []
                                            },
                                            {
                                                "content": ".  In the context of deprivation of liberty the Court has consistently stressed that, to fall under Article 3, the suffering and humiliation involved must in any event go beyond that inevitable element of suffering and humiliation connected with any detention. The State must ensure that a person is detained in conditions which are compatible with respect for human dignity, that the manner and method of the execution of the measure do not subject him to distress or hardship of an intensity exceeding the unavoidable level of suffering inherent in detention and that, given the practical demands of imprisonment, his health and well-being are adequately secured (see Kudła v.  [GC], no. 30210/96, §§ 92-94, ECHR 2000XI, and Popov v. Russia, no. 26853/04, § 208, 13 July 2006).",
                                                "elements": []
                                            },
                                            {
                                                "content": "52.  An extreme lack of space in a prison cell or dormitory weighs heavily as an aspect to be taken into account for the purpose of establishing whether or not the impugned detention conditions were “degrading” from the point of view of Article 3. In Ananyev and Others, the Court set out the relevant standards for deciding whether or not there has been a violation of Article 3 on account of a lack of personal space. In particular, regard must be had to the following three elements: (a) each detainee must have an individual sleeping place; (b) each detainee must have at his disposal at least 3 square metres of floor space; and (c) the overall floor space must be such as to allow detainees to move freely between items of furniture. The absence of any of the above elements creates in itself a strong presumption that the conditions of detention amounted to degrading treatment and were in breach of Article 3 (see Ananyev and Others, cited above, § 148, see also Olszewski v. Poland, no. 21880/03, § 98, 2 April 2013).",
                                                "elements": []
                                            },
                                            {
                                                "content": "53.  In a number of cases where the applicants have had at their disposal less than three square metres of floor space, the Court has considered the overcrowding to be so severe as to justify of itself a finding of a violation of Article 3 of the Convention (see, most recently, Torreggiani and Others v. Italy, nos. 43517/09, 46882/09, 55400/09, 57875/09, 61535/09, 35315/10 and 37818/10, § 77, 8 January 2013; Tatishvili v. Greece, no. 26452/11, § 43, 31 July 2014; Bulatović v. Montenegro, no. 67320/10, §§ 123-127, 22 July 2014; and T. and A. v. Turkey, no. 47146/11, § 96, 21 October 2014).",
                                                "elements": []
                                            },
                                            {
                                                "content": "54.  The Court declared admissible the applicant’s complaint about the conditions of his detention in the IK-9 facility. He was held there from 9 October 2008 until 12 January 2010, with the exception of a short stay in a Moscow and Omsk prisons between 9 April and 28 May 2009. The overall duration of the period under consideration was therefore slightly in excess of one year and one month.",
                                                "elements": []
                                            },
                                            {
                                                "content": "55.  The penitentiary facility at issue is a “correctional colony” or “penal colony” (исправительная колония) in the Russian system of classification, that is to say a facility of a type designed for long-term accommodation of convicted detainees for the entire duration of their sentences. It differs from remand prisons in its layout and detention regime, and the Court will take into account its special characteristics when assessing the conditions of the applicant’s detention (see Idalov v. Russia [GC], no. 5826/03, § 94, 22 May 2012, with further references).",
                                                "elements": []
                                            },
                                            {
                                                "content": "56.  As in other Russian post-conviction facilities, prisoners in the IK-9 facility were divided into “units” or “brigades” (бригада). Each unit was accommodated in a separate self-contained compound comprising a dormitory, a recreation or TV room, a washroom and a food storage room or pantry. The daily timetable determined the time slots during which prisoners were allowed to be present in each area (see paragraphs 18 and 19 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The applicant was assigned to Unit 6. The precise number of prisoners in the unit is a matter of dispute between the parties. While the recent certificates obtained from the facility director and the original documents gave the maximum number as eighty-six persons, the applicant maintained that the unit population had exceeded one hundred individuals. The floor plan indicates that the dormitory of the applicant’s unit measured 164 square metres. It follows that, even if the lower occupancy figure were to be accepted, the available personal space per prisoner fell even below the domestic statutory requirement of two square metres. In previous cases against Russia concerning conditions of detention in correctional colonies, the Court has found a violation of Article 3 of the Convention in similar circumstances (see Sergey Babushkin, cited above, § 56; Yepishin v. Russia, no. 591/07, § 65, 27 June 2013, and Kulikov, cited above, § 37).",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  Furthermore, the Court notes that a large part of the dormitory floor area was taken up by furniture such as bunk beds, bed stands and stools. Passages between two beds, lengthwise, were as narrow as thirty-five centimetres and the central aisle between two rows of beds was barely twice that. This arrangement obviously left inmates with very little space in which they could easily move around. An acute lack of space preventing inmates from moving freely between items of furniture has been held to be indicative of degrading treatment exceeding the minimum threshold of severity under Article 3 of the Convention (see Ananyev and Others, cited above, § 148, and also Yevgeniy Alekseyenko v. Russia, no. 41833/04, § 87, 27 January 2011; Ushakov v. Russia, no. 10641/09, § 42, 25 October 2011; and Aleksandr Makarov v. Russia, no. 15217/07, § 94, 12 March 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  In addition to the focal issue of overcrowding, it is the very principle of accommodating so many prisoners in the same dormitory that has been previously given rise to serious concern on the part of the Court and the Committee for the Prevention of Torture (CPT). Reporting on the conditions of detention in correctional facilities in Eastern Europe, the CPT found in particular that large-capacity dormitories frequently accommodated prisoners under extremely cramped and insalubrious conditions and inevitably entailed a lack of privacy for prisoners in their everyday lives (see Fetisov and Others v. Russia, nos. 43710/07, 6023/08, 11248/08, 27668/08, 31242/08 and 52133/08, § 137, 17 January 2012, and also the relevant extracts from the CPT reports cited in paragraph 20 above). In Fetisov and Others, the Court did not find a violation of Article 3 in connection with the accommodation of a large number of prisoners in the same dormitory because it could not be established that it was filled beyond the intended capacity. However, in cases where the applicants were housed, together with dozens of other inmates, in a dormitory in which they had at their disposal only minimal personal space, the Court held that the level of privacy available to them was insufficient to satisfy the requirements of Article 3 of the Convention (see Yepishin, cited above, § 65; Kulikov, cited above, § 37; Iacov Stanciu v. Romania, no. 35972/05, § 177, 24 July 2012, and Samaras and Others v. Greece, no. 11463/09, §§ 51-66, 28 February 2012). The circumstances of the present case, in which the applicant shared the cramped dormitory with at least eighty inmates, are relevantly similar to the latter cases.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  It also appears that the applicant could not work or exercise if he so wished (see, by contrast, Sergey Babushkin, cited above, § 53, and Samaras and Others, cited above, § 64). While access to prison work is not a requirement under Article 3 or any other provision of the Convention, the Court concurs with the CPT that the possibility of engaging in purposeful activities of a varied nature, including work, training, education and sport, is of crucial importance to the wellbeing of sentenced prisoners and conducive to their rehabilitation and reintegration (see Iacov Stanciu, cited above, § 178, and point 33 of the CPT’s 11th General Report cited in paragraph 20 above). In the applicant’s own submission, in the daytime the detainees were excluded from the dormitory and had the choice between staying outdoors and going to the recreation room. That room measured less than fifty square metres and the equipment was limited to a single TV set and a few writing desks and stools. Given the size of the room and the number of prisoners in the applicant’s unit, it is obvious that in cold or rainy weather the recreation room would be severely overcrowded, even more so than the dormitory. This further exacerbated the overcrowding problem in the daytime.",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  Finally, the Court will turn its attention to the state of the sanitary installations in the applicant’s colony. It reiterates that access to properly equipped and hygienic sanitary facilities is of paramount importance for maintaining the inmates’ sense of personal dignity. Not only are hygiene and cleanliness integral parts of the respect that individuals owe to their bodies and to the neighbours with whom they share premises for long periods of time, they also constitute a condition, and at the same time a necessity, for the conservation of health. A truly humane environment is not possible without ready access to toilet facilities or the possibility of keeping one’s body clean (see Ananyev and Others, cited above, § 156, with further references to the applicable standards, and also Iacov Stanciu, cited above, § 175).",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  In previous cases against Russia the Court has noted that the time normally afforded to remand prisoners for taking a shower has been limited to between fifteen and twenty minutes once a week, which is manifestly insufficient for maintaining proper bodily hygiene. The way the showering procedure was organised did not afford detainees even elementary privacy, since they were taken to shower halls as a group, and the number of functioning shower heads was occasionally too small to accommodate all of them (see Goroshchenya v. Russia, no. 38711/03, § 71, 22 April 2010; Shilbergs, cited above, § 97; Aleksandr Makarov, cited above, § 99; Seleznev v. Russia, no. 15591/03, § 44, 26 June 2008; Grishin v. Russia, no. 30983/02, § 94, 15 November 2007; and Romanov v. Russia, no. 63993/00, § 79, 20 October 2005). As regards convicted detainees in correctional colonies, the Court has found that the number of functioning sinks and toilets was manifestly insufficient in relation to the number of users (see Yepishin, § 65, and Kulikov, § 37, both cited above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  In the instant case, there are concordant indications in the applicant’s submissions and in the evidential material produced by the Government that nearly the entire facility population, that is more than 1,000 persons, had at their disposal just twenty-eight toilets which were located in two independent structures (see paragraphs 8, 9, 14 and 15 above). An inspector from the prosecutor’s office described their insufficient number, the lack of privacy for users and their deplorable state of cleanliness as a “gross violation of [Russian] law as regards material conditions of detention” (see paragraph 9 above). Furthermore, the conditions for maintaining personal hygiene could hardly be considered satisfactory. Groups of prisoners as large as one or two units, that is up to two hundred individuals, were given a weekly time slot of approximately three hours to wash themselves in the central bath and to do their laundry. The bath had only eight shower heads and two plunge pools, their number being obviously inadequate in relation to the number of users and the time afforded to them. It does not appear that the colony’s management adopted any measures to remedy the situation by extending the hours of operation or increasing the frequency of showers.",
                                                "elements": []
                                            },
                                            {
                                                "content": "64.  The foregoing considerations are sufficient to enable the Court to find that the effect of overcrowding aggravated on account of a lack of purposeful activities and inadequate state of sanitary installations exposed the applicant to treatment which must be considered inhuman and degrading within the meaning of Article 3 of the Convention. There has therefore been a breach of this provision in relation to the conditions in which the applicant was kept in the IK-9 facility.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "65.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "66.  The applicant claimed 220,800 euros (EUR) in respect of nonpecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Government considered that the claim was excessive.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  The Court awards the applicant EUR 5,000 in respect of compensation for non-pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "69.  The applicant also claimed EUR 2,100 for the costs and expenses incurred before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Government pointed out that there was no evidence that the applicant had actually paid for his representative’s legal services and that no legal-services agreement had been provided.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court considers it reasonable to award the sum of EUR 1,200 for the proceedings before the Court, plus any tax that may be chargeable to the applicant, payable into his representative’s bank account.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "72.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "1.  Joins to the merits the Government’s objection as to the exhaustion of domestic remedies in respect of the applicant’s complaint about the conditions of the applicant’s detention and rejects it;",
                        "elements": []
                    },
                    {
                        "content": "2.  Declares the complaints about the conditions of the applicant’s detention in the IK-9 facility and about the absence of an effective domestic remedy in this respect admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that there has been a violation of Article 13 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been a violation of Article 3 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, the following amounts, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "6.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 12 November 2015, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "András Sajó",
            "role": "president"
        },
        {
            "name": "Mirjana Lazarova Trajkovska",
            "role": "judges"
        },
        {
            "name": "Julia Laffranque",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": "Linos-Alexandre Sicilianos",
            "role": "judges"
        },
        {
            "name": "Erik Møse",
            "role": "judges"
        },
        {
            "name": "Dmitry Dedov",
            "role": "judges"
        },
        {
            "name": "Søren Nielsen",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF BUTKO v. RUSSIA",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-158493.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2015:1112JUD003203610",
    "externalsources": [],
    "extractedappno": [
        "32036/10",
        "66075/11",
        "42525/07",
        "60800/08",
        "13776/11",
        "29687/09",
        "14146/02",
        "20075/03",
        "4871/03",
        "56581/00",
        "41461/02",
        "36925/10",
        "21487/12",
        "72893/12",
        "73196/12",
        "77718/12",
        "9717/13",
        "5993/08",
        "48562/06",
        "41461/10",
        "29652/04",
        "34393/03",
        "76114/01",
        "30138/02",
        "26772/95",
        "30210/96",
        "26853/04",
        "21880/03",
        "43517/09",
        "46882/09",
        "55400/09",
        "57875/09",
        "61535/09",
        "35315/10",
        "37818/10",
        "26452/11",
        "67320/10",
        "47146/11",
        "5826/03",
        "591/07",
        "41833/04",
        "10641/09",
        "15217/07",
        "43710/07",
        "6023/08",
        "11248/08",
        "27668/08",
        "31242/08",
        "52133/08",
        "35972/05",
        "11463/09",
        "38711/03",
        "15591/03",
        "30983/02",
        "63993/00"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-158493",
    "judgementdate": "12/11/2015 00:00:00",
    "kpdate": "12/11/2015 00:00:00",
    "kpthesaurus": [
        "350",
        "90",
        "193",
        "444",
        "110"
    ],
    "languageisocode": "ENG",
    "originatingbody": "4",
    "paragraphs": [
        "13",
        "3"
    ],
    "parties": [
        "BUTKO",
        "RUSSIA"
    ],
    "rank": "1394.97741699219",
    "representedby": [
        "PREOBRAZHENSKAYA O."
    ],
    "respondent": "RUS",
    "respondentOrderEng": "38",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "434232",
    "typedescription": "15"
}