{
    "__articles": "6;6-1;6-1+6-3-b;6-3-b;10",
    "__conclusion": "No violation of Art. 6-1;No violation of Art. 6-1+6-3-b;Not necessary to examine Art. 10",
    "applicability": "36",
    "appno": "20225/92",
    "article": [
        "6",
        "10"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1",
            "type": "no-violation"
        },
        {
            "article": "6-3-b",
            "base_article": "6",
            "element": "No violation of Art. 6-1+6-3-b",
            "type": "no-violation"
        },
        {
            "article": "6-1",
            "base_article": "6",
            "element": "No violation of Art. 6-1+6-3-b",
            "type": "no-violation"
        },
        {
            "element": "Not necessary to examine Art. 10",
            "type": "other"
        }
    ],
    "content": {
        "001-58103.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case was referred to the Court by the European Commission of Human Rights (“the Commission”) and by the French Government (“the Government”) on 4 July and 19 September 1996 respectively, within the three-month period laid down by Article 32 § 1 and Article 47 of the Convention. It originated in an application (no. 20225/92) against the French Republic lodged with the Commission under Article 25 by a French national, Mr Paul Serves, on 21 April 1992. Having been designated by his initials during the proceedings before the Commission, he subsequently agreed to the disclosure of his identity.",
                        "elements": []
                    },
                    {
                        "content": "\nThe Commission’s request referred to Articles 44 and 48 and to the declaration whereby France recognised the compulsory jurisdiction of the Court (Article 46); the Government’s application referred to Article 48. The object of the request and of the application was to obtain a decision as to whether the facts of the case disclosed a breach by the respondent State of its obligations under Article 6 § 1 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "2.  In response to the enquiry made in accordance with Rule 33 § 3 (d) of Rules of Court A, the applicant stated that he wished to take part in the proceedings and designated the lawyer who would represent him (Rule 30).",
                        "elements": []
                    },
                    {
                        "content": "3.  The Chamber to be constituted included ex officio Mr L.-E. Pettiti, the elected judge of French nationality (Article 43 of the Convention), and Mr R. Ryssdal, the President of the Court (Rule 21 § 4 (b)). On 7 August 1996, in the presence of the Registrar, the President drew by lot the names of the other seven members, namely Mr C. Russo, Mr A. Spielmann, Mr R. Pekkanen, Sir John Freeland, Mr M.A. Lopes Rocha, Mr L. Wildhaber and Mr J. Makarczyk (Article 43 in fine of the Convention and Rule 21 § 5).",
                        "elements": []
                    },
                    {
                        "content": "4.  As President of the Chamber (Rule 21 § 6), Mr Ryssdal, acting through the Registrar, consulted the Agent of the Government, the applicant’s lawyer and the Delegate of the Commission on the organisation of the proceedings (Rules 37 § 1 and 38). Pursuant to the order made in consequence, the Registrar received the applicant’s memorial on 9 December 1996 and the Government’s memorial on 16 January 1997. The Delegate of the Commission did not reply in writing.",
                        "elements": []
                    },
                    {
                        "content": "5.  On 4 April 1997 the Commission produced various documents, as requested by the Registrar on the President’s instructions.",
                        "elements": []
                    },
                    {
                        "content": "6.  In accordance with the President’s decision, the hearing took place in public in the Human Rights Building, Strasbourg, on 24 April 1997. The Court had held a preparatory meeting beforehand.",
                        "elements": []
                    },
                    {
                        "content": "The Court heard addresses by Mr Geus, Mr Degrâces and Mr Nedelec.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "AS TO THE FACTS",
                "elements": [
                    {
                        "content": "7.  Mr Paul Serves is a regular officer in the French army and at the material time held the rank of captain. He was in command of the first company (“the company”) of the 2nd Foreign Parachute Regiment (“2nd Para”) and was based in the Central African Republic.",
                        "elements": []
                    },
                    {
                        "content": "A.\tBackground to the case",
                        "elements": [
                            {
                                "content": "8.  On 5 April 1988 the company set off on a “provincial tour” in the Awajaba region in the north of the Central African Republic. ",
                                "elements": []
                            },
                            {
                                "content": "On 11 April the applicant called together the heads of platoon and told them that poachers had been reported to him in the presidential reserve and Bamingui-Bangoran National Park and that they were to carry out an “unofficial” investigation mission. He designated two areas; one platoon of the company, under the applicant’s command, was to investigate in one of them and a second platoon, under the command of Lieutenant C., was to investigate in the other. A third platoon was to relieve the second after forty-eight hours. The applicant said that any poachers encountered should be intercepted and, if they fled, should if necessary be fired on after a warning had been given. The operation began on the morning of 13 April.",
                                "elements": []
                            },
                            {
                                "content": "On 14 April 1988 a patrol from the second platoon, commanded by Staff Sergeant B., came upon two natives who fled on seeing them. Staff Sergeant B. fired two shots, wounding one of the fugitives in the leg. On hearing of the incident from the Staff Sergeant, Lieutenant C. went to the scene with the platoon’s medical orderly, Corporal J. The injured man was treated and taken to the bivouac, where Lieutenant C. ordered Corporal D. to dig a grave. An hour after that had been done, and after being questioned, the captive, on Lieutenant C.’s orders, was dispatched by means of five shots fired by Corporal D. and then buried.",
                                "elements": []
                            },
                            {
                                "content": "\n9.  The applicant was told of the incident on 15 or 16 April 1988 and ordered his men to remain silent. They returned to their camp at Bouar on 21 April. In his report on the “provincial tour” the applicant made no mention of any incident.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tInquiries by commanding officers ",
                        "elements": [
                            {
                                "content": "10.  When questioned on 22 April 1988 by Lieutenant-Colonel Champy, the commanding officer of the French operational assistance units (“the EFAO”) in Bouar, who had heard rumours of an incident during the tour, the applicant and Lieutenant C. said that they had found a native’s body, had buried it and had not reported the matter out of discretion. They drew up reports relating this version of the events. The Central African authorities were informed on 23 April and no further inquiries were made.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 13 May 1988, however, Colonel Larrière, the commanding officer of the EFAO in the Central African Republic, was told that evidence given to the Central African police implicated his soldiers. He therefore decided to recommence the inquiry and on 15 May personally interviewed the applicant, Lieutenant C., Staff Sergeant B. and Corporal J. The applicant and Lieutenant C. confirmed the content of their original reports. As their statements differed in some respects, however, Colonel Larrière interviewed Lieutenant C. again. The lieutenant then admitted that Staff Sergeant B. had opened fire on the poacher, who had been injured in the leg and had received medical treatment at the scene of the incident. He also said that the captive had died from his injuries shortly after being taken to the bivouac and that he himself had ordered that he should be buried at once. ",
                                "elements": []
                            },
                            {
                                "content": "12.  On his return to Bangui with the applicant and Lieutenant C., Colonel Larrière had the matter reported to the Army Chief of Staff. On 17 May 1988 the Chief of Staff told the colonel that he had been in touch with the prosecutor at the Paris Military Court, that an application should be made to the EFAO military police – a gendarmerie detachment assigned during operations to a large unit or base to carry out general policing and criminal-investigation duties – and that the company was to be relieved as soon as possible.",
                                "elements": []
                            },
                            {
                                "content": "13.  In a commanding-officer report of 20 May Colonel Larrière said that he believed Lieutenant C.’s latest statement on the circumstances of the poacher’s death. He also set out the facts described above (see paragraphs 8–12), concluded that the applicant was “wholly” responsible and asked for disciplinary penalties to be imposed on him (replacement as head of his unit and a reprimand by the Minister of Defence) and on Lieutenant C. (forty days’ arrest).",
                                "elements": []
                            },
                            {
                                "content": "\n14.  The soldiers involved in the case were sent back to France on 21 May 1988. There, the applicant, Lieutenant C., Staff Sergeant B., Corporal J. and the other two heads of platoon in the unit were questioned by General Guignon, the commanding officer of the 11th Parachute Division and the 44th Territorial Army Division. In his commanding-officer report of 25 May 1988 to the Army Chief of Staff he mentioned a rumour that the poacher had been “finished off” by Corporal D. and concluded that Lieutenant C. and the applicant bore the responsibility, which was “weighty” in the latter’s case.",
                                "elements": []
                            },
                            {
                                "content": "General Guignon questioned the applicant, Staff Sergeant B., Corporal J. and Lieutenant C. again. Lieutenant C. admitted that Corporal D. had, on his orders, shot the injured man in order to “put an end to the suffering of a dying man”. This was later confirmed by the corporal. A commanding-officer report of 1 June gives an account of this and concludes: “the responsibility lies mainly … with the two officers in question”.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "C.\tThe preliminary inquiry",
                        "elements": [
                            {
                                "content": "15.  On 18 May 1988 Colonel Larrière had informed the commandant of the Bangui military police of the facts of the case. The commandant had opened a preliminary inquiry and on 18 and 20 May 1988 sent messages to the prosecutor at the Paris Military Court, reading as follows:",
                                "elements": []
                            },
                            {
                                "content": "“First: investigation being carried out by commanding officer of Bangui military police detachment (CAR) assisted by Bangui and Bouar military police personnel [;] pending proceedings do not require soldiers in question to be detained here in view of line taken by Head of State of Central African Republic.",
                                "elements": []
                            },
                            {
                                "content": "Second: all personnel involved will have made statements before returning to France.",
                                "elements": []
                            },
                            {
                                "content": "Third: personnel concerned will depart for Bastia with their unit on Saturday 21 May 1988 ...”",
                                "elements": []
                            },
                            {
                                "content": "and",
                                "elements": []
                            },
                            {
                                "content": "“Further to telephone call today 20 May 1988, names of soldiers implicated in the case are",
                                "elements": []
                            },
                            {
                                "content": "Unable at present to give you detailed account of facts. Information currently being sought.",
                                "elements": []
                            },
                            {
                                "content": "\nPlease ask CEMA [Army Chief of Staff] to make arrangements with EFAO Bangui for soldiers in question to be conveyed to Paris. Request message confirming instructions you gave by telephone and possibly also fresh orders – even at once orally.”",
                                "elements": []
                            },
                            {
                                "content": "16.  On 21 May 1988 the commandant of the military police interviewed Colonel Larrière, who had given him a copy of his report of 20 May. An official report of 21 May, to which the colonel’s report and the record of his interview were annexed, brought the investigation to an end. ",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "D.\tThe prosecution",
                        "elements": [
                            {
                                "content": "1.\tThe judicial investigation",
                                "elements": [
                                    {
                                        "content": "17.  On an application of 20 May 1988 by the prosecutor at the Paris Military Court an investigation was begun.",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 24 May 1988 the applicant was charged with manslaughter, and on 23 June 1988 a murder charge was substituted. He was detained pending trial from 24 May to 21 July 1988. Lieutenant C. and Corporal D. were also charged with murder, and three other legionnaires, from the company’s second platoon, were charged with aiding and abetting murder; Corporal J. was charged with manslaughter and Staff Sergeant B. with wounding with intent or wilful violence or assault, entailing or not unfitness for work for not more than eight days.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 9 October 1989, on an application by the prosecutor, the First Indictment Division of the Paris Court of Appeal, exercising jurisdiction as the body supervising judicial investigations by the Military Court, gave the following judgment:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The body supervising the judicial investigation",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "Notes that the investigation was commenced on an application of 20 May 1988 made without the opinion of the Minister of Defence or of the authority referred to in Article 4 of the Code of Military Criminal Procedure having first been obtained as required by Article 97 of that Code.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nHolds that this irregularity, seeing that the offenders were not caught in the act, had the effect of infringing the rights of those against whom proceedings have been brought, and that at the same time they were also not afforded a fair hearing as some of the evidence from the preliminary inquiry had not been placed in the file. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "Consequently declares void the application of 20 May 1988 for a judicial investigation and the steps subsequently taken in the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Declares that the preliminary inquiry and the messages of [18] and 20 May 1988 remain effective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  In response to a request from the prosecutor on 21 October 1989, the Minister of Defence issued an opinion on 10 November 1989 in which he stated that the facts appeared to constitute a serious crime (crime) and that criminal proceedings should be brought.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On an application of 13 March 1990 by the prosecutor (which referred to the official report of 12 May 1988, the messages of 18 and 20 May 1988, General Guignon’s commanding-officer reports of 25 May and 1 June 1988 and the Minister of Defence’s opinion), a judicial investigation, for murder, was begun in respect of Lieutenant C. and Corporal D. only. They were charged on 19 April 1990.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In connection with that investigation, the applicant was summoned to appear as a witness before the military investigating judge three times (at hearings on 12, 19 and 26 September 1990). On each occasion he attended but refused to take the oath and give evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  At those hearings the investigating judge ordered Mr Serves to pay fines of 500 French francs (FRF), FRF 2,000 and FRF 4,000 respectively for refusing to take the oath and give evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant appealed against those orders to the First Indictment Division of the Paris Court of Appeal. His main argument in his pleadings was that as, in its judgment of 9 October 1989, the Division had expressly declared that the preliminary inquiry and the messages of 18 and 20 May 1988 on which his 1988 charge had been based remained effective, there was incriminating evidence against him such as enabled him to be charged, so that he could not be examined as a witness without his defence rights being infringed and a breach of Article 6 of the Convention and Article 105 of the Code of Criminal Procedure being committed. He further maintained that he had offered the same explanation for his refusal to the investigating judge at the first interview; this is not, however, mentioned in the records of his interviews.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 29 October 1990 the Indictment Division of the Paris Court of Appeal upheld the orders in issue. It gave the following grounds in its judgment:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The application for a judicial investigation and the subsequent steps in the investigation were declared void in the judgment of 9 October 1989 of the body supervising the judicial investigation, and it follows from Article 173 of the Code of Criminal Procedure that no information against parties to the proceedings may be derived from documents declared void, ‘which have been removed from the investigation file and filed in the registry’, at peril of committing criminal malfeasance in public office in the case of judges and on pain of disciplinary proceedings being taken in the case of defence counsel.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Consequently, even if the witness Paul Serves is of the view that his counsel’s reference to documents declared void does not adversely affect him, the body supervising the investigation cannot take the same view without contravening Article 173 cited above, thereby rendering its members liable to prosecution as provided in that Article.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The supervisory body consequently declines to look at the documents and steps in the investigation that have been declared void.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Since Paul Serves was not referred to by name in the application [of 13 March 1990], the investigating judge was entitled to examine him as a witness, provided that Article 105 of the Code of Criminal Procedure was complied with.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Although Captain Serves’s immediate superior, General Guignon, judged that Captain Serves had committed faults that made him liable and were likely to attract a disciplinary penalty, it was for the investigating judge to assess whether the evidence obtained during the preliminary investigation and the inquiry by commanding officers, which are the only documents from the investigation concerning Captain Serves, amounted to substantial, consistent evidence of his guilt.",
                                        "elements": []
                                    },
                                    {
                                        "content": "By Article 105 of the Code of Criminal Procedure, the investigating judge had to take his decision without deriving information from the documents that had been declared void.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The records of the applicant’s interviews show that he refused to take the oath without offering any explanation for this unusual conduct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The investigating judge was thus not put in a position to reassess whether Article 105 of the Code of Criminal Procedure was applicable in the light of hearing the witness’s explanation for this procedural difficulty. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "As matters stand, the body supervising the judicial investigation cannot, without going beyond the scope of the application that has been made to it, consider whether or not Paul Serves should be heard as a witness.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The supervisory body finds that the investigating judge complied with Article 108 of the Military Criminal Code and Article 109 of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The applicant lodged an appeal on points of law on 31 October 1990. He maintained, inter alia, that there had been a breach of Article 6 of the Convention and of Article 105 of the Code of Criminal Procedure.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  The Court of Cassation (Criminal Division) dismissed the appeal in a judgment of 23 October 1991, on the following grounds:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“...",
                                        "elements": []
                                    },
                                    {
                                        "content": "In order to justify upholding [the] orders [of 12, 19 and 26 September 1990], the Indictment Division, after stating that it could not, without contravening Article 173 of the Code of Criminal Procedure, derive information from documents that had earlier been declared void or, without going beyond the scope of the application made to it, consider whether or not Serves should be heard as a witness, noted that he had refused to take the oath without giving any reason and that the investigating judge had thus not been put in a position to assess whether Article 105 of the Code cited above was applicable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In view of these wholly adequate reasons, the Indictment Division provided a legal basis for its judgment ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 10 November 1992 the Treasury bailiff collected the fines plus costs and interest, amounting in all to FRF 6,761.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The applicant’s conviction and sentence for aiding and abetting murder",
                                "elements": [
                                    {
                                        "content": "28.  On 6 May 1992 the applicant was again charged with murder.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 28 February 1994 the First Indictment Division of the Paris Court of Appeal indicted Corporal D. for murder, and Lieutenant C. and the applicant for aiding and abetting murder. ",
                                        "elements": []
                                    },
                                    {
                                        "content": "On 11 May 1994 the Paris Military Court convicted and sentenced Corporal D. to one year’s imprisonment, suspended, Lieutenant C. to three years’ imprisonment, with one year suspended, and the applicant to four years’ imprisonment, with one year suspended.",
                                        "elements": []
                                    },
                                    {
                                        "content": "An appeal on points of law by the applicant and Lieutenant C. against the judgments of 28 February 1994 and 11 May 1994 is still pending.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  Article 108 of the Military Criminal Code provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“The investigating judge shall summon, or have brought before him, at no cost, by a police officer, any person whose evidence he deems useful.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 109 of the Code of Criminal Procedure shall apply to a witness who fails to appear or who appears but refuses to take the oath and give evidence ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "\n31.  Article 109 of the Code of Criminal Procedure provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“Anyone summoned to be examined as a witness shall be required to appear, to take the oath and to give evidence …",
                                        "elements": []
                                    },
                                    {
                                        "content": "If a witness fails to appear, the investigating judge may, on an application by the public prosecutor, have the witness brought before him by the police and order him to pay a fine of FRF 3,000 to FRF 6,000 ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "The same penalty may, on an application by the public prosecutor, be imposed on a witness who appears but refuses to take the oath and give evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  Article 105 of the Code of Criminal Procedure, however, which applies to military criminal proceedings by virtue of Article 103 of the Military Criminal Code, provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“An investigating judge in charge of an investigation and judges and senior detectives acting at a judge’s request may not, with the aim of frustrating the rights of the defence, examine as witnesses persons against whom there is substantial, consistent evidence of guilt.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "PROCEEDINGS BEFORE THE COMMISSION",
                "elements": [
                    {
                        "content": "33.  Mr Serves applied to the Commission on 21 April 1992. Relying on Article 6 §§ 1 and 3 (b) of the Convention, he complained that his being fined for refusing to take the oath before the investigating judge had infringed the rights of the defence and maintained that, in breach of his right to a fair hearing, neither the investigating judge nor the Indictment Division had taken his oral explanations into account.",
                        "elements": []
                    },
                    {
                        "content": "34.  In its decision of 19 October 1995 the Commission (Second Chamber) considered the applicant’s complaints under Article 10 of the Convention also and declared the application (no. 20225/92) admissible. In its report of 23 May 1996 (Article 31), it expressed the opinion that there had been a violation of Article 6 § 1 (twenty-five votes to two) and that no separate issue arose under Article 10 (twenty-six votes to one). The full text of the Commission’s opinion and of the three separate opinions contained in the report is reproduced as an annex to this judgment.",
                        "elements": []
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "FINAL SUBMISSIONS TO THE COURT",
                "elements": [
                    {
                        "content": "35.  In his memorial the applicant asked the Court to “hold that the fines imposed on him ... [had been] in breach of Articles 6 § 1 and 10 of the Convention”.",
                        "elements": []
                    },
                    {
                        "content": "36.  The Government requested the Court to “dismiss the application lodged by Mr Serves”.",
                        "elements": []
                    }
                ],
                "section_name": "submission"
            },
            {
                "content": "AS TO THE LAW",
                "elements": [
                    {
                        "content": "37.  The applicant submitted, firstly, that the fines imposed on him for refusing to take the oath and give evidence before the investigating judge amounted to an infringement of his right not to incriminate himself. Secondly, he criticised the conditions in which the proceedings leading to the imposition of those fines had taken place. He relied on Article 6 of the Convention, of which the following provisions are relevant in the instant case:",
                        "elements": []
                    },
                    {
                        "content": "A.\tThe first complaint, based on Article 6 § 1 taken alone",
                        "elements": [
                            {
                                "content": "38.  Mr Serves complained of a breach of his right not to incriminate himself, guaranteed by Article 6 § 1.",
                                "elements": []
                            },
                            {
                                "content": "39.  It is necessary, firstly, to rule on the preliminary issue raised by the Government, relating to the applicability of that provision.",
                                "elements": []
                            },
                            {
                                "content": "\n1.\tApplicability of Article 6 § 1",
                                "elements": [
                                    {
                                        "content": "40.  In the Government’s submission, the applicant had not at that stage of the domestic proceedings been “charged” within the meaning of Article 6 § 1. The first application for a judicial investigation, made on 20 May 1988, was declared void on 9 October 1989 by the First Indictment Division of the Paris Court of Appeal; and when, on 12, 19 and 26 September 1990, Mr Serves appeared as a witness before the investigating judge and was ordered to pay the impugned fines, the second application for a judicial investigation concerning him had not yet been made and he had not been charged with an offence. In short, Article 6 § 1 was not applicable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  The applicant and the Delegate of the Commission contested that submission. They said that the application of 20 May 1988 for a judicial investigation had implicated Mr Serves, who on 24 May 1988 had been charged with manslaughter and on 23 June 1988 with murder. The judgment of the First Indictment Division of the Paris Court of Appeal of 9 October 1989 had not resulted in the removal from the case file of the evidence on which the prosecutor at the Military Court and the investigating judge had at the relevant time based their decisions. They added that General Guignon’s reports of 25 May and 1 June 1988, in which he described the role played by the various protagonists in the case and concluded that the applicant and Lieutenant C. were responsible, had been added to the case file in January 1990. Lastly, they noted that on 19 April 1990 the investigating judge had charged Lieutenant C. and not the applicant, even though the case against the latter had been no less overwhelming than the case against the former.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  In the instant case the Court must examine whether Mr Serves, who, when summoned to appear as a witness before the investigating judge, had neither been named in the application of 13 March 1990 for a judicial investigation nor been charged, was nevertheless the subject of a “charge” for the purposes of Article 6 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "That concept is “autonomous”; it has to be understood within the meaning of the Convention and not solely within its meaning in domestic law. It may thus be defined as “the official notification given to an individual by the competent authority of an allegation that he has committed a criminal offence”, a definition that also corresponds to the test whether “the situation of the [suspect] has been substantially affected” (see, for example, the Deweer v. Belgium judgment of 27 February 1980, Series A no. 35, p. 22, § 42, and p. 24, § 46; and the Eckle v. Germany judgment of 15 July 1982, Series A no. 51, p. 33, § 73).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In that regard, the Court notes that the preliminary inquiry into the killing, which was begun on 18 May 1988, concerned four soldiers, including the applicant. The two messages sent by the commandant of the Bangui military police to the prosecutor at the Paris Military Court on 18 and 20 May 1988 named the applicant as one of the “soldiers implicated in the case” (see paragraph 15 above). In addition, in his commanding-officer report of 20 May, which was annexed to the official inquiry report of 21 May, Colonel Larrière described the applicant’s involvement in detail and concluded that he was “wholly” responsible (see paragraph 13 above). The four soldiers were, moreover, sent back to France forthwith on 21 May 1988.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Furthermore, the application of 20 May 1988 for a judicial investigation expressly referred to the applicant, who was charged on 24 May 1988 with manslaughter and on 23 June 1988 with murder and was detained pending trial from 24 May to 21 July 1988 (see paragraph 17 above). While it is true that on 9 October 1989 the First Indictment Division of the Paris Court of Appeal declared void the first application for a judicial investigation and the steps subsequently taken in the proceedings, it specified that “the preliminary inquiry and the messages of [18] and 20 May 1988 remain[ed] effective” (see paragraph 18 above), so that the evidence on which the first investigation was based was not removed from the case file. Indeed, it was in particular in the light of that evidence that in March 1990 the investigation in respect of Lieutenant C. and Corporal D. was reopened (see paragraph 20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In these circumstances, the Court accepts that when Mr Serves was summoned to appear as a witness and fined under Article 109 of the Code of Criminal Procedure, he could be considered the subject of a “charge” within the autonomous meaning of Article 6 § 1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Accordingly, Article 6 § 1 is applicable in the instant case.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.\tCompliance with Article 6 § 1",
                                "elements": [
                                    {
                                        "content": "43.  Mr Serves maintained that by summoning him to appear as a witness rather than charging him (as Article 105 of the Code of Criminal Procedure required in the light of the overwhelming case against him), the investigating judge had sought to subject him to unbearable pressure so that he would incriminate himself. Unlike an accused, a witness was obliged, on pain of the penalties provided in Article 109 of the Code of Criminal Procedure, to take an oath to tell the truth and to answer the questions put to him. It was therefore precisely in order to avoid the risk of self-incrimination that he had refused to take the oath and give evidence. He added that, even though it was not mentioned in the records of his interviews, he had explained to the investigating judge that his refusal was based on Article 105 of the Code of Criminal Procedure, which precluded his being heard as a witness. In any event, it could not be disputed that he had given that explanation to the appellate court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government contended that it was for the investigating judge alone to determine whether there was “substantial, consistent evidence of guilt” against the applicant such that Article 105 of the Code of Criminal Procedure operated to preclude his being heard as a witness; the fact that in the first phase of the proceedings the applicant had been charged could not be taken into account by the investigating judge in that connection, because the relevant proceedings had been declared void and were, therefore, deemed in law never to have existed. Accordingly, Mr Serves could not avoid his obligation in law to take the oath and give evidence. On the other hand, after answering questions and if he had been charged, he could, if appropriate, have relied on Article 105 before the appellate court and obtained a declaration that his deposition was void. In addition, there was no connection between the events in issue and the applicant’s being charged for a second time at a much later date (May 1992); that charge was brought solely because of the progress of the investigation and, in particular, the fact that new evidence against him had come to light. There had not, therefore, been a violation of Article 6.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  According to the Delegate of the Commission, the approach taken by the investigating judge placed the applicant in a dilemma: should he refuse to take the oath and give evidence, thereby making himself liable to repeated fines, or should he convince the judge of the overwhelming nature of the case against him and thus, ultimately, admit guilt? That had been a strategy intended to compel Mr Serves to incriminate himself.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  \tThe Court reiterates that the right of any “person charged” to remain silent and the right not to incriminate himself are generally recognised international standards which lie at the heart of the notion of a fair procedure under Article 6 of the Convention. Their rationale lies, inter alia, in protecting the “person charged” against improper compulsion by the authorities and thereby contributing to the avoidance of miscarriages of justice and to the fulfilment of the aims of Article 6. The right not to incriminate oneself, in particular, presupposes that the prosecution in a criminal case seek to prove their case without resort to evidence obtained through methods of coercion or oppression in defiance of the will of the “person charged” (see the following judgments: Funke v. France, 25 February 1993, Series A no. 256-A, p. 22, § 44; John Murray v. the United Kingdom, 8 February 1996, Reports of Judgments and Decisions 1996-I, p. 49, § 45; and Saunders v. the United Kingdom, 17 December 1996, Reports 1996-VI, p. 2064, § 68).",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  It is not for the Court to consider whether the investigating judge had an obligation under Article 105 of the Code of Criminal Procedure to charge the applicant. Its task is to decide whether the fining of the applicant pursuant to Article 109 of that Code amounted to coercion such as to render his right not to incriminate himself ineffective.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It is understandable that the applicant should fear that some of the evidence he might have been called upon to give before the investigating judge would have been self-incriminating. It would thus have been admissible for him to have refused to answer any questions from the judge that were likely to steer him in that direction.",
                                        "elements": []
                                    },
                                    {
                                        "content": "\nIt appears, however, from the interview records, which the applicant signed, that he refused at the outset to take the oath. Yet the oath is a solemn act whereby the person concerned undertakes before the investigating judge to tell, in the terms of Article 103 of the Code of Criminal Procedure, “the whole truth and nothing but the truth”. Whilst a witness’s obligation to take the oath and the penalties imposed for failure to do so involve a degree of coercion, the latter is designed to ensure that any statements made to the judge are truthful, not to force witnesses to give evidence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "In other words, the fines imposed on Mr Serves did not constitute a measure such as to compel him to incriminate himself as they were imposed before such a risk ever arose.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Consequently, there has been no violation of Article 6 § 1.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "B.\t\tThe second complaint, based on Article 6 §§ 1 and 3 (b) taken together",
                        "elements": [
                            {
                                "content": "48.  Mr Serves also alleged that in the proceedings in which fines were imposed on him pursuant to Article 109 of the Code of Criminal Procedure he had not had a fair hearing. The fines had been imposed without either the investigating judge or the Indictment Division having regard to his explanations based on Article 105 of the Code of Criminal Procedure. In that connection, he relied on Article 6 §§ 1 and 3 (b) of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "49.  The Government’s main argument was that the applicant had not exhausted domestic remedies, because he had not given the investigating judge any explanation for his refusal to take the oath and therefore had not put him in a position to decide whether Article 105 of the Code of Criminal Procedure should be applied; had he done so, it might not have been necessary for the fines to be imposed. In the alternative, the Government said that a sentence imposed on a defaulting witness did not constitute a “criminal” penalty, and on that basis they contested the applicability of Article 6 § 1. They went on to say that, in any event, Mr Serves had enjoyed the safeguards afforded by Article 6 before the Indictment Division and the Court of Cassation.",
                                "elements": []
                            },
                            {
                                "content": "50.  In its decision on the admissibility of the application the Commission said: “… there is no doubt that the applicant, who complained of the investigating judge’s conduct, raised his complaints under Article 6 §§ 1 and 3 (b) of the Convention in the national courts and that those courts considered them”. In its report, after finding that Article 6 § 1 was applicable, the Commission noted that the investigating judge had not asked the applicant for any explanation of his refusals to take the oath before imposing a penalty under Article 109 of the Code of Criminal Procedure. It\nconsidered that the unfairness of the proceedings at that stage was not remedied on appeal and expressed the opinion that there had been a violation of that provision.",
                                "elements": []
                            },
                            {
                                "content": "51.  The Court notes that Mr Serves appealed against the orders imposing the fines concerned and that at the end of proceedings which cannot be faulted under Article 6 of the Convention, the Indictment Division of the Paris Court of Appeal dealt with his ground of appeal based on Article 105 of the Code of Criminal Procedure.",
                                "elements": []
                            },
                            {
                                "content": "Consequently, the Court holds, without its being necessary to consider the Government's preliminary objection, that there has been no violation of Article 6 §§ 1 and 3 (b) taken together.",
                                "elements": []
                            },
                            {
                                "content": "52.  Mr Serves submitted that his being fined for refusing to take the oath before the investigating judge also infringed Article 10 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.\tEveryone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority …",
                                "elements": []
                            },
                            {
                                "content": "2.\tThe exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society … for maintaining the authority … of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "53.  The Government submitted as their main argument that the applicant had not exhausted domestic remedies because he had at no stage alleged in the French courts an infringement of his right to freedom of expression. In the alternative, they said that any interference with that right had been in accordance with the conditions of paragraph 2 of Article 10.",
                                "elements": []
                            },
                            {
                                "content": "54.  In its decision on admissibility the Commission held that the applicant’s conviction could “raise an issue under Article 10”. In its report it expressed the view that, in the light of its finding of a violation of Article 6, “the complaints under Article 10 are based on the same facts and do not raise any issues of fact or of law requiring separate examination”.",
                                "elements": []
                            },
                            {
                                "content": "55.  The Court has already considered, under Article 6 § 1, the merits of the applicant’s complaint that his right not to incriminate himself had been violated. Mr Serves did not provide any information demonstrating a need for that complaint to be considered under Article 10 also. It is therefore unnecessary to examine whether there has been a violation of that provision.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "for these reasons, the court",
                "elements": [
                    {
                        "content": "1.\tHolds unanimously that Article 6 § 1 of the Convention taken alone is applicable;",
                        "elements": []
                    },
                    {
                        "content": "2.\tHolds by six votes to three that there has been no violation of Article 6 § 1 taken alone;",
                        "elements": []
                    },
                    {
                        "content": "3.\tHolds by six votes to three that there has been no violation of Article 6 §§ 1 and 3 (b) of the Convention taken together;",
                        "elements": []
                    },
                    {
                        "content": "4.\tHolds unanimously that it is unnecessary to examine whether there has been a violation of Article 10 of the Convention.",
                        "elements": []
                    },
                    {
                        "content": "Done in English and in French, and delivered at a public hearing in the Human Rights Building, Strasbourg, on 20 October 1997.",
                        "elements": []
                    },
                    {
                        "content": "\tSigned:\t Rolv Ryssdal",
                        "elements": []
                    },
                    {
                        "content": "\t\t President",
                        "elements": []
                    },
                    {
                        "content": "Signed: Herbert Petzold",
                        "elements": []
                    },
                    {
                        "content": "\tRegistrar",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 51 § 2 of the Convention and Rule 53 § 2 of Rules of Court A, the joint dissenting opinion of Mr Pekkanen, Mr Wildhaber and Mr Makarczyk is annexed to this judgment.",
                        "elements": []
                    },
                    {
                        "content": "We concur in holding that Article 6 § 1 applied in the instant case, but – unlike the majority – we consider that there has been a breach of it.",
                        "elements": []
                    },
                    {
                        "content": "The applicant was charged with murder on 23 June 1988 following a killing on 14 April 1988 in the north of the Central African Republic. He was detained pending trial from 24 May to 21 July 1988. That charge was declared void on 9 October 1989 on the ground of a procedural irregularity. The suspicions concerning the applicant nevertheless remained. On 6 May 1992, in the light of the investigations into the same killing, he was again charged with murder. On 11 May 1994 he was convicted and sentenced to four years’ imprisonment, with one year suspended. An appeal on points of law against that judgment is still pending.",
                        "elements": []
                    },
                    {
                        "content": "Between those two charges the applicant was summoned to appear as a witness on 12, 19 and 26 September 1990 in connection with a judicial investigation in respect of two soldiers implicated in the same events of 14 April 1988. He attended on each occasion but refused to take the oath and give evidence. Had he taken the oath, he would have committed himself to telling the whole truth and nothing but the truth. As he refused to take the oath, he was ordered on three occasions to pay fines totalling FRF 6,500.",
                        "elements": []
                    },
                    {
                        "content": "It is true that a witness’s obligation to take the oath serves to ensure that any statements made to the judge are truthful. In the circumstances of the case, however, we consider that the applicant must in fact have felt that he would be forced to give evidence once he took the oath. In our view, this was not so much “a degree of coercion” (see paragraph 47 of the judgment) as “definite coercion”. The Court has held on several occasions that the right of any person charged to remain silent and not to incriminate himself lies at the heart of the notion of a fair procedure under Article 6 of the Convention. That right is at stake in the present case. By insisting on the applicant’s obligation to take the oath, without giving him an opportunity to explain the reasons for his refusal, the investigating judge put him in the position prohibited by Article 6 § 1 of the Convention. He must in reality have felt forced to give evidence that could incriminate him. It is of little consequence, in the circumstances of the case before us, whether he was under that obligation as a person charged or as a witness.",
                        "elements": []
                    },
                    {
                        "content": "The applicant did not give evidence and therefore did not incriminate himself, but he preserved the rights of the defence only at the expense of being ordered to pay fines.",
                        "elements": []
                    },
                    {
                        "content": "For these reasons we conclude that there has been a breach of Article 6 of the Convention.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "MrR. Ryssdal",
            "role": "president"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF SERVES v. FRANCE",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-58103.docx"
    ],
    "ecli": "ECLI:CE:ECHR:1997:1020JUD002022592",
    "externalsources": [],
    "extractedappno": [
        "20225/92"
    ],
    "importance": "3",
    "introductiondate": "",
    "issue": [
        "Military Criminal Code, Article 103",
        "Code of Criminal Procedure, Articles 105, 109 and 173"
    ],
    "itemid": "001-58103",
    "judgementdate": "20/10/1997 00:00:00",
    "kpdate": "20/10/1997 00:00:00",
    "kpthesaurus": [
        "445",
        "76",
        "70",
        "136",
        "149"
    ],
    "languageisocode": "ENG",
    "originatingbody": "9",
    "paragraphs": [
        "6",
        "10",
        "6-1",
        "6-3-b"
    ],
    "parties": [
        "SERVES",
        "FRANCE"
    ],
    "rank": "357.749755859375",
    "representedby": [
        "N/A"
    ],
    "respondent": "FRA",
    "respondentOrderEng": "16",
    "scl": [
        "Deweer v. Belgium judgment of 27 February 1980, Series A no. 35, p. 22, § 42, p. 24, § 46",
        "Eckle v. Germany judgment of 15 July 1982, Series A no. 51, p. 33, § 73",
        "Funke v. France judgment of 25 February 1993, Series A no. 256-A, p. 22, § 44",
        "John Murray v. the United Kingdom judgment of 8 February 1996, Reports of Judgments and Decisions (\"Reports\") 1996-I, p. 49, § 45",
        "Saunders v. the United Kingdom judgment of 17 December 1996, Reports 1996-VI, p. 2064, § 68"
    ],
    "separateopinion": "TRUE",
    "sharepointid": "444249",
    "typedescription": "15"
}