{
    "__articles": "6;6-1",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "35164/05",
    "article": [
        "6"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-104626.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 35164/05) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Turkish national, Mr Abdullah Yıldız (“the applicant”), on 31 August 2005. The applicant was represented by Mr A.L. Koçer and Mr H. Pembeçiçek, lawyers practising in . The Turkish Government (“the Government”) were represented by their Agent.",
                        "elements": []
                    },
                    {
                        "content": "2.  On 13 May 2009 the President of the Second Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "3.  The applicant was born in 1981 and lives in Tokat.",
                                "elements": []
                            },
                            {
                                "content": "4.  While performing his compulsory military service, the applicant was injured. He was subsequently declared medically unfit to serve in the armed forces on account of his injury and was thus discharged.",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicant subsequently applied to the Social Security Institution (“Sosyal Güvenlik Kurumu”, “SGK”), claiming a special service disability pension. Upon the SGK’s refusal of this claim, he brought an action before the  for the annulment of the SGK’s decision denying him a service disability pension.",
                                "elements": []
                            },
                            {
                                "content": "6.  On 14 April 2005 the  dismissed the applicant’s claim, holding that no causal link could be established between the applicant’s disability and the functions he performed in the armed forces. The written opinion of the principal public prosecutor submitted to this court prior to the delivery of the decision was not communicated to the applicant.",
                                "elements": []
                            },
                            {
                                "content": "7.  On 9 June 2005 the  dismissed the applicant’s request for rectification of its previous decision as the request had been lodged outside the statutory time-limit.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "8.  A description of the relevant domestic law can be found in the decision of Karayiğit v. Turkey ((dec.), no. 45874/05, 23 September 2008).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "9.  The applicant complained that the written opinion of the principal public prosecutor submitted to the Supreme Military Administrative Court during the proceedings had not been communicated to him, in breach of the equality of arms principle safeguarded under Article 6 § 1 of the Convention.",
                                "elements": []
                            },
                            {
                                "content": "10.  The Government asked the Court to declare this complaint inadmissible for failure to exhaust domestic remedies under Article 35 § 1 of the Convention. The Government maintained that the applicant had not brought this complaint to the attention of the , nor had he requested the written opinion of the principal public prosecutor from this court.",
                                "elements": []
                            },
                            {
                                "content": "11.  The Court observes that it dismissed a similar preliminary objection in the case of Miran v. Turkey (no. 43980/04, § 12, 21 April 2009). It sees no reason to do otherwise in the present case and therefore rejects the Government’s objection.",
                                "elements": []
                            },
                            {
                                "content": "12.  The Court notes that this part of the application is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It further notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                "elements": []
                            },
                            {
                                "content": "13.  As for the merits, the Government argued that the applicant had the opportunity of examining the case file, which included the written opinion of the principal public prosecutor, at any time. They further argued that the opinion of the principal public prosecutor had no effect on the decision of the court and that the role of the public prosecutor in administrative proceedings differed from those in criminal proceedings.",
                                "elements": []
                            },
                            {
                                "content": "14.  The Court observes that it has already examined and dismissed similar submissions by the Government in previous cases and found a violation of Article 6 § 1 of the Convention (see, amongst others, Miran, cited above, §§ 15-18; Yavuz Selim Karayiğit v. Turkey, no. 45874/05, §§ 11-15, 27 October 2009; and Biçer v. Turkey, no. 21316/05, §§ 14-19, 8 June 2010). It considers that the Government have not put forward any fact or argument in the instant case which would require it to depart from its previous findings.",
                                "elements": []
                            },
                            {
                                "content": "15.  There has accordingly been a violation of Article 6 § 1 of the Convention on account of the non-communication of the written opinion of the principal public prosecutor to the applicant.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "16.  The applicant complained under Article 6 § 1 of the Convention that he had not had access to the confidential documents submitted by the administration to the Supreme Military Administrative Court; that this court had lacked independence and impartiality on account of its composition; that there had been no possibility of appeal against the decisions of the Supreme Military Administrative Court; that it had not been possible to know in advance which chamber of this court would examine the case; and that the Supreme Military Administrative Court’s decisions had been erroneous and not sufficiently reasoned. The applicant also alleged violations of Articles 8 § 2, 13, 17 and 18 of the Convention on the basis of the above-mentioned facts, without further substantiation.",
                                "elements": []
                            },
                            {
                                "content": "17.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court does not find that these complaints disclose any appearance of a violation of the rights and freedoms set out in the Convention or its Protocols (as regards the complaint concerning the independence and impartiality of the Supreme Military Administrative Court, see Yavuz and Others v. Turkey (dec.), no. 29870/96, 25 May 2000; as for the complaints concerning appeal procedures, chamber assignments and access to classified documents, see Karayiğit (dec.), cited above; as regards the complaint concerning the erroneous and insufficient reasoning in the domestic court’s decision, see García Ruiz v. Spain, [GC], no. 30544/96, ECHR 1999-I, and Skorik v. Ukraine (dec.), no. 32671/02, 8 January 2008).",
                                "elements": []
                            },
                            {
                                "content": "18.  It follows that this part of the application should be rejected as being manifestly ill-founded, pursuant to Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant claimed 20,000 euros (EUR) in respect of pecuniary damage and EUR 15,000 for non-pecuniary damage. He also claimed EUR 5,000 for the costs and expenses incurred before the Court, without submitting any supporting documents.",
                                "elements": []
                            },
                            {
                                "content": "20.  The Government contested the applicant’s claims as being unsubstantiated.",
                                "elements": []
                            },
                            {
                                "content": "21.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. As to the alleged non-pecuniary damage, the Court considers that it is sufficiently compensated by the finding of a violation of Article 6 § 1 in paragraph 15 above, in view of the purely technical nature of the violation found (see Meral v. Turkey, no. 33446/02, § 58, 27 November 2007, and Biçer, cited above, § 27).",
                                "elements": []
                            },
                            {
                                "content": "22.  As for costs and expenses, the Court makes no award under this head as the applicant has failed to submit any documentary evidence in support of his claims.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT",
                "elements": [
                    {
                        "content": "1.  Declares unanimously the complaint under Article 6 § 1 of the Convention concerning the non-communication of the written opinion of the principal public prosecutor to the applicant during the proceedings before the Supreme Military Administrative Court admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds unanimously that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds by four votes to three that the finding of a violation constitutes in itself sufficient compensation for any non-pecuniary damage;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses by four votes to three the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 26 April 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    },
                    {
                        "content": "In accordance with Article 45 § 2 of the Convention and Rule 74 § 2 of the Rules of Court, the partly dissenting opinion of Judges G. Malinverni, D. Popović and P. Pinto de Albuquerque is annexed to this judgment:",
                        "elements": []
                    },
                    {
                        "content": "1.  I voted against point 3 of the operative provisions, which states that “the finding of a violation constitutes in itself sufficient compensation for any non-pecuniary damage”. In my opinion, the mere finding of a violation is insufficient to repair the damage suffered by the applicant. Even from a theoretical or philosophical viewpoint, it is legitimate to wonder whether the mere finding of a violation of a fundamental right can possibly afford sufficient redress (see Aquilina v. Malta [GC], no. 25642/94, dissenting opinion of Judge Bonello).",
                        "elements": []
                    },
                    {
                        "content": "2.  It is true that Article 41 of the Convention stipulates that the Court is to afford just satisfaction only “if necessary”. The case-law reveals that the Court has adopted this solution mainly when the victim had the possibility of obtaining satisfaction at domestic level, when the violation found was of little significance, when the national authorities clearly expressed the will to reform the legislation or practice from which the violation originated or when the victim had the possibility of requesting the reopening of the domestic proceedings or obtaining satisfaction at domestic level.",
                        "elements": []
                    },
                    {
                        "content": "3.  It must be acknowledged, however, that these criteria are fairly vague and imprecise and leave the Court with a significant discretion, which might give rise to inequalities in treatment. For instance, in some cases similar to the present one the Court has made an award to the victims. Examples of such cases are Schaller-Bossert v. Switzerland (no. 41718/05, § 47, 28 October 2010) and Ellès and Others v. Switzerland (no. 12573/06, §§ 27 and 37, 16 December 2010).",
                        "elements": []
                    },
                    {
                        "content": "4.  In the present case, the applicant was the victim of a violation of the principle of equality of arms, implicitly guaranteed by Article 6 of the Convention. The Court has always held that when an applicant has been convicted despite an infringement of his rights as guaranteed by Article 6 of the Convention he should, as far as possible, be put in the position in which he would have been had the requirements of the provision not been disregarded, and that the most appropriate form of redress would, in principle, be trial de novo or the reopening of the proceedings if requested.",
                        "elements": []
                    },
                    {
                        "content": "5.  However, in the present case the judgment does not even mention the possibility for the applicant to request the reopening of the proceedings. This fact, coupled with the Court’s refusal to make an award to the applicant, means that the damage he sustained has not been sufficiently redressed.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Françoise Tulkens",
            "role": "president"
        },
        {
            "name": "Danutė Jočienė",
            "role": "judges"
        },
        {
            "name": "Dragoljub Popović",
            "role": "judges"
        },
        {
            "name": "Giorgio Malinverni",
            "role": "judges"
        },
        {
            "name": "Işıl Karakaş",
            "role": "judges"
        },
        {
            "name": "Guido Raimondi",
            "role": "judges"
        },
        {
            "name": "Paulo Pinto de Albuquerque",
            "role": "judges"
        },
        {
            "name": " Naismith",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ABDULLAH YILDIZ v. TURKEY",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-104626.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:0426JUD003516405",
    "externalsources": [],
    "extractedappno": [
        "35164/05",
        "45874/05",
        "43980/04",
        "21316/05",
        "29870/96",
        "30544/96",
        "32671/02",
        "33446/02",
        "25642/94",
        "41718/05",
        "12573/06"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-104626",
    "judgementdate": "26/04/2011 00:00:00",
    "kpdate": "26/04/2011 00:00:00",
    "kpthesaurus": [
        "445"
    ],
    "languageisocode": "ENG",
    "originatingbody": "5",
    "paragraphs": [
        "6",
        "6-1"
    ],
    "parties": [
        "ABDULLAH YILDIZ",
        "TURKEY"
    ],
    "rank": "797.005432128906",
    "representedby": [
        "KOCER A.L.",
        "PEMBECICEK H."
    ],
    "respondent": "TUR",
    "respondentOrderEng": "47",
    "scl": [],
    "separateopinion": "TRUE",
    "sharepointid": "363850",
    "typedescription": "15"
}