{
    "__articles": "6;6-1;10;10-1;10-2;29;29-3;34;41",
    "__conclusion": "Remainder inadmissible;Violation of Art. 10;Non-pecuniary damage - finding of violation sufficient;Costs and expenses partial award - domestic and Convention proceedings",
    "applicability": "",
    "appno": "73604/01",
    "article": [
        "34",
        "29",
        "10",
        "6",
        "41"
    ],
    "conclusion": [
        {
            "element": "Remainder inadmissible",
            "type": "other"
        },
        {
            "article": "10",
            "base_article": "10",
            "element": "Violation of Art. 10",
            "type": "violation"
        },
        {
            "element": "Non-pecuniary damage - finding of violation sufficient",
            "type": "other"
        },
        {
            "element": "Costs and expenses partial award - domestic and Convention proceedings",
            "type": "other"
        }
    ],
    "content": {
        "001-76947.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 73604/01) against the Swiss Confederation lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by a Swiss national, Mr Daniel Monnat (“the applicant”), on 13 June 2001.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicant was represented by Mr C. Poncet, a lawyer practising in . The Swiss Government (“the Government”) were represented by their Agent, Mr P. Boillat, former Deputy Director of the Federal Office of Justice in charge of the Human Rights and Council of Europe Section.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 26 October 2004 the Court decided to give notice of the application to the Government. Under the provisions of Article 29 § 3 of the Convention, it decided to examine the merits of the application at the same time as its admissibility.",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicant was born in 1951 and lives in .",
                                "elements": []
                            },
                            {
                                "content": "5.  He is a journalist with the Swiss Radio and Television Company. At the material time he was responsible for the current affairs programme Temps présent (“Present tense”).",
                                "elements": []
                            },
                            {
                                "content": "6.  On 6 and 11 March 1997, as part of that programme, the Swiss Radio and Television Company broadcast on its channel for French-speaking Switzerland (TSR – Télévision suisse romande) a report by the applicant entitled “Switzerland’s lost honour”, concerning ’s position during the Second World War.",
                                "elements": []
                            },
                            {
                                "content": "The report began by discussing the history of  during the Second World War, as supposedly experienced by the people at the time and taught for many years in schools.  had been portrayed as a brave country which, despite its neutrality, had been on the side of democracy and thus of the Allies. After this recounting of the “myth”, the journalist stated: “There has been a somewhat rude awakening.” The programme continued with severe criticism of ’s position by prominent figures and with contrasting opinions of Swiss citizens who had lived through the war. The journalist said that historians had made efforts to uncover a significant part of the truth. The programme then described the attitude of Switzerland and its leaders, emphasising their alleged affinity with the far right and their inclination towards rapprochement with . This was followed by an analysis of the question of anti-Semitism in Switzerland and of the country’s economic relations with Germany, focusing on the laundering of Nazi money by  and on the role of Swiss banks and insurance companies in the matter of unclaimed Jewish assets.",
                                "elements": []
                            },
                            {
                                "content": "7.  The programme provoked objections from groups of citizens, who filed complaints under section 4 of the Federal Radio and Television Act (see paragraph 19 below) with the Independent Complaints Authority for Radio and Television (“the Complaints Authority”).",
                                "elements": []
                            },
                            {
                                "content": "8.  In the course of its investigation into the complaints, the Complaints Authority interviewed two historians. It subsequently upheld the complaints on 24 October 1997 and asked the Swiss Radio and Television Company to inform it, within ninety days of being notified of its decision, of the measures taken to redress the breach it had found, in accordance with section 67(2) of the Federal Radio and Television Act (see paragraph 20 below).",
                                "elements": []
                            },
                            {
                                "content": "9.  The Swiss Radio and Television Company appealed against the decision.",
                                "elements": []
                            },
                            {
                                "content": "10.  On 1 December 1998 the Federal Court allowed the appeal, holding that there had been a breach of the right to a hearing, quashed the decision appealed against and referred the case back to the Complaints Authority for a fresh decision.",
                                "elements": []
                            },
                            {
                                "content": "11.  On 27 August 1999 the Complaints Authority, after holding a hearing with the parties in private, again upheld the citizens’ complaints.",
                                "elements": []
                            },
                            {
                                "content": "It observed that “where the events in issue are part of history, their presentation by journalists is bound to involve difficulties. Witnesses are increasingly rare. Certain aspects of the social context that might have explained the conduct of the time become blurred ...”",
                                "elements": []
                            },
                            {
                                "content": "The Complaints Authority held that the programme had breached the broadcasting regulations deriving from section 4 of the Federal Radio and Television Act, by which current affairs programmes were bound by a duty to report objectively in such a way as to reflect the plurality and diversity of opinion. It pointed out that the second subsection of section 4 also provided that personal views should be identifiable as such. The Complaints Authority accordingly found against the Swiss Radio and Television Company, requesting it to indicate the measures taken to redress the breach, in accordance with section 67 of the Federal Radio and Television Act.",
                                "elements": []
                            },
                            {
                                "content": "12.  On 10 January 2000 the Swiss Radio and Television Company, the applicant and a historian who had been involved in the report applied to the Federal Court to have the decision of 27 August 1999 set aside.",
                                "elements": []
                            },
                            {
                                "content": "13.  In a judgment of 21 November 2000 (served on 15 December), the Federal Court declared the application inadmissible in respect of the applicant on the ground that, although he had produced the report, he was not entitled to take part in the proceedings since he was not personally a victim of the decision of 27 August 1999.",
                                "elements": []
                            },
                            {
                                "content": "14.  In respect of the Swiss Radio and Television Company, the Federal Court considered the application on the merits. It held that, although politically committed journalism was not prohibited in itself, it should be identifiable as such. In the present case the journalist had conveyed his support for one particular viewpoint through harsh criticism. In short, the Federal Court did not object to the programme’s content but rather to the fact that the method used, namely politically committed journalism, had not been identified as such. It pointed out that journalism of that nature was subject to particularly stringent rules of diligence, which the programme had not observed. The journalist should have informed viewers that the report was not presenting an indisputable truth but rather one possible interpretation of relations between Switzerland and . The Federal Court accordingly dismissed the Swiss Radio and Television Company’s application. The relevant parts of the judgment read as follows:",
                                "elements": []
                            },
                            {
                                "content": "“5.  (b)  ...",
                                "elements": []
                            },
                            {
                                "content": "The impugned programme concerns a historical subject – ’s position during the Second World War – which has returned to prominence on account of the issue of unclaimed assets. By broadcasting a programme on a matter of public debate, the Swiss Radio and Television Company was performing the role assigned to it, and it has rightly not been criticised on that account. Because of its historical aspect, the programme in issue was faced with a problem regarding sources: witnesses to the events recounted are becoming increasingly rare and certain elements that might have explained the conduct of the time are becoming blurred, as was noted in the decisions complained of. Accordingly, the explanation of historical facts relies on hypotheses that may serve as a basis for the construction of theories. In such circumstances, journalists must test their hypotheses and, where appropriate, adjust them, even if they are not expected to reveal an absolute truth. They must abide by the rules of journalistic diligence. Accordingly, in this context they must, in particular, indicate any persisting doubts, point out contradictions between witness accounts and mention the differing interpretations supported by some historians. On account of its topical nature, the programme in issue contributes to a debate and may be described as politically committed journalism in the sense referred to above. It has to satisfy particularly stringent requirements of journalistic diligence since it expresses criticism that may be especially painful. It is necessary to assess whether the rules of diligence applicable in the present case have been complied with, bearing in mind that such an assessment must take into account the situation obtaining at the time when the impugned programme was broadcast.",
                                "elements": []
                            },
                            {
                                "content": "6.  (a)  The impugned programme, entitled ‘Switzerland’s lost honour’, begins by discussing the history of Switzerland during the Second World War, as supposedly experienced by the people at the time and taught for many years in schools.  had been depicted as a small, brave country which had resisted the demoniac forces of Nazism. Despite being neutral, in their hearts the Swiss had been on the side of democracy, in other words the Allies. They had deterred the Nazis from attacking them through their determination to resist, if necessary with the help of the Réduit, a kind of impregnable fortress in the Alps. They had displayed generosity by welcoming more than 230,000 people who had fled the extermination camps and by temporarily receiving child war victims.  had introduced banking secrecy so that Jews could store their savings safely in the country. After this recounting of the ‘myth’, the journalist states: ‘There has been a somewhat rude awakening.’ The programme continues with severe criticism of Switzerland’s position during the Second World War by prominent figures – most of them Jewish – and with contrasting opinions of Swiss citizens who lived through the period and young people who know about it only through the ‘myth’. The journalist then asserts that in the past twenty-five years, historians studying the period have uncovered a significant part of the truth. Next, the programme describes the attitude of Switzerland, and in particular its political and military leaders, during the Second World War, emphasising their alleged affinity with the far right and their inclination towards rapprochement with Germany. The question of Swiss anti-Semitism is then examined, along with the economic and financial relations between Switzerland and . The programme alleges that the Réduit served Germany’s economic interests and focuses on the laundering of Nazi money by  and on the role of Swiss banks and insurance companies in the matter of unclaimed Jewish assets. The journalist concludes by saying: ‘The experts of the Volcker Commission and the historians of the Bergier Commission will no doubt confirm that the Swiss political and economic elite in this difficult period adapted to the circumstances rather too well. Their biggest mistake was probably their failure to acknowledge and come to terms with that attitude after the war; to acknowledge that the Swiss were not heroes but normal people caught up in events, who succeeded in taking advantage, for themselves and their descendants, of the most appalling global crisis of the twentieth century.’",
                                "elements": []
                            },
                            {
                                "content": "(b)  The Complaints Authority, which did not criticise the content of the programme in issue, found that the Swiss Radio and Television Company had breached section 4 of the Federal Radio and Television Act by using a method, described as politically committed journalism in the decisions under review, which had not allowed viewers to form their own opinion. The company had not observed the principles of journalistic diligence since it had never suggested that there were differing views among the historians who had distanced themselves from the ‘myth’ that had built up with regard to Switzerland’s position during the Second World War.",
                                "elements": []
                            },
                            {
                                "content": "(c)  The Swiss Radio and Television Company disputes that the programme in issue can be regarded as politically committed journalism, which is subject to particularly stringent rules of diligence. It argues that, in any event, the programme complied with such rules. The company also complains of a misuse of discretionary power. It accuses the relevant authority of having reaffirmed the conclusions of its decisions of 24 October 1997 despite the fact that the additional investigation had virtually demolished the reasoning on which they were based, and of having acted arbitrarily by assuming the role of the ultimate authority on historical science.",
                                "elements": []
                            },
                            {
                                "content": "7.  (a)  As the Complaints Authority noted, the programme in issue sets the ‘myth’ against the ‘truth’ which historians have brought to light, without indicating the disagreements existing between them. In various spheres, such as the basis of Switzerland’s economic relations with Nazi Germany, the purpose of the Réduit or the explanation of Switzerland’s independence, it makes no reference to differing views, despite the fact that opinion on these matters is far from unanimous, as the Complaints Authority showed. Similarly, the decisions under review observe that the programme in issue merely provides one explanation for the conduct of a prominent figure such as General Guisan, without mentioning that there are other explanations that are just as valid, if not more so.",
                                "elements": []
                            },
                            {
                                "content": "While accusing the Swiss authorities, at least implicitly, of having deceived the population for some fifty years with a ‘myth’, the impugned programme, without admitting as much, also gives its own interpretation which is no less categorical. This impression is, moreover, reinforced by interviews, in which ordinary men and women who lived through the events under discussion defend the ‘myth’, expressing their emotions with varying degrees of articulacy, while historians, who are expected to have a rigorous grasp of their subject, provide the ‘truth’. As the Complaints Authority rightly pointed out, the programme in issue ridicules the wartime generation by showing recollections that are incorrect or exaggerated or convey a misplaced sense of self-satisfaction, contrasting with the cold logic of the historians. This leaves the impression that the interpretation put forward in the programme is corroborated by all specialists and thus reflects the sole historical truth. There is therefore a risk that one myth might be replaced by another, and only the observance of strict rules of journalistic diligence can prevent such a lapse. Furthermore, the programme does not always place the events it describes in their historical context as precisely as is desirable. It takes insufficient account of certain important aspects (for example, the threats Switzerland faced as a result of being surrounded by the Axis powers, and the position of other neutral or even Allied powers) for viewers to be able to form an opinion, or plays down their significance. Lastly, it does not always enable facts to be distinguished from comment (see the speech given on 7 May 1995 by Kaspar Villiger).",
                                "elements": []
                            },
                            {
                                "content": "(b)  The Swiss Radio and Television Company wrongly asserts that the Complaints Authority should have had regard to its programmes as a whole in assessing whether the diversity of opinions among historians had been reflected. It refers in that connection to the special programme of 19 February 1997 on General Guisan, ‘Switzerland in torment’, and the debate broadcast on 21 May 1997, ‘Switzerland – neutral or cowardly’; in addition, it announces that the programme in issue will be followed up in the light of the findings of the commissions set up by the Federal Council. It must be noted, however, that the impugned programme appears to be self-contained. It does not refer to the previous programme of 19 February 1997 or to the subsequent one of 21 May 1997. Furthermore, these three programmes were not advertised by the Swiss Radio and Television Company as forming a coherent whole, and viewers of the programme in issue could not have suspected that it was part of a series, if indeed it was.",
                                "elements": []
                            },
                            {
                                "content": "(c)  The impugned programme adopts an extremely critical approach towards ’s position during the Second World War, as is legitimate. However, it neglects to mention that it is not revealing ‘the truth’ but one of several different interpretations of relations between Switzerland and  during that period. Accordingly, viewers are not provided with all the material enabling them to form their own opinion. Furthermore, the programme in issue lacks objectivity and transparency in that it never mentions either the existence or the essence of other interpretations of ’s position during the Second World War, whereas the version it presents is not unanimously supported by historians.",
                                "elements": []
                            },
                            {
                                "content": "The Complaints Authority emphasised the cultural role assigned to the Swiss Radio and Television Company, the autonomy it enjoys and the conflicts that may arise between these two aspects. On that basis, it reached the conclusion that the programme in issue had not breached section 3(d) of the Federal Radio and Television Act. The Complaints Authority then referred to the principles applicable to the provision of information, laying particular emphasis on the principle of journalistic diligence. It pointed out the difficulties inherent in programmes dealing with historical subjects. It also gave a precise definition of its power of review. Having thus delimited the scope of its intervention, the Complaints Authority undertook an analysis of the impugned programme. It examined the programme’s structure and the method used to present the subject. In addition, it conducted research into whether the diversity of views had been reflected with sufficient accuracy. Following a thorough examination, the Complaints Authority found that the programme in issue had breached section 4 of the Federal Radio and Television Act. The Complaints Authority did not exceed or misuse its discretionary power. Indeed, it remained within the scope of the powers conferred on it, being precluded, as it emphasised itself, from stating a position on historical events and their interpretation or on the validity of the views expressed by the historians appearing on the programme in question. Its criticisms of the Swiss Radio and Television Company, moreover, do not concern the content of the programme but solely the manner in which it presented ’s position during the Second World War to viewers. In the final analysis, the Complaints Authority cannot be criticised for finding, in accordance with federal law, that the programme in issue breached section 4 of the Federal Radio and Television Act, by which Article 55 bis, paragraph 2, of the former Constitution is given statutory expression.",
                                "elements": []
                            },
                            {
                                "content": "Moreover, it is not surprising that the Complaints Authority should have reached the same conclusions as in its previous decisions of 24 October 1997. The additional investigations made it possible to clarify some points regarding the content of the impugned programme, without having any bearing on its form or style.",
                                "elements": []
                            },
                            {
                                "content": "(d)  The Swiss Radio and Television Company is also wrong to complain that its independence has been undermined (freedom of opinion, of the media and of science). It overlooks the fact that the freedom it enjoys is not absolute but is limited by section 4 of the Federal Radio and Television Act, which the Complaints Authority is required to apply. The Complaints Authority’s review of compliance with that provision cannot therefore in itself undermine the company’s independence.",
                                "elements": []
                            },
                            {
                                "content": "8.  (a)  The Swiss Radio and Television Company alleges that the decisions complained of infringe Article 10 of the European Convention on Human Rights (ECHR). This provision guarantees freedom of expression, which includes freedom to hold opinions and to receive and impart information and ideas (Article 10 § 1 ECHR). This freedom is not absolute (Article 10 § 2 ECHR).",
                                "elements": []
                            },
                            {
                                "content": "(b)  According to the case-law, restrictions on the freedom of expression enshrined in this provision are acceptable if they are prescribed by law, based on a legitimate aim under Article 10 § 2 ECHR and necessary in a democratic society to achieve that aim (see the unreported judgment of 12 January 1996 in the case of B. v. Direction générale de l’Entreprise des PTT suisses, point 3 (b)).",
                                "elements": []
                            },
                            {
                                "content": "Furthermore, with regard to freedom of expression, Article 10 ECHR does not guarantee any greater protection than unwritten constitutional law (ATF [Judgments of the Swiss Federal Court] 119 Ia 71, point 3a, p. 73, 505, point 3a, p. 506; 117 Ia 472, point 3b, p. 477). The Federal Court has also pointed out that Article 10 ECHR does not afford more extensive protection than section 5 of the Federal Radio and Television Act to broadcasters – in so far as they are entitled to rely on it. The freedom it affords to receive and impart information and ideas without interference by public authority includes the freedom of radio and television broadcasting, but this freedom is not unlimited (ATF 122 II 471, point 4b, p. 479).",
                                "elements": []
                            },
                            {
                                "content": "(c)  The Swiss Radio and Television Company’s complaint must be dismissed. The Complaints Authority’s criticisms of the company pursue a legitimate aim under Article 10 § 2 ECHR, since they seek to protect the right of viewers to receive objective and transparent information.",
                                "elements": []
                            },
                            {
                                "content": "9.  In the light of the foregoing, the applications must be refused in so far as they are admissible.”",
                                "elements": []
                            },
                            {
                                "content": "15.  In a letter of 26 February 2001, the Swiss Radio and Television Company informed the Complaints Authority of the measures taken in accordance with section 67(2) of the Federal Radio and Television Act as a result of the Complaints Authority’s decision of 27 August 1999, upheld by the Federal Court in its judgment of 21 November 2000.",
                                "elements": []
                            },
                            {
                                "content": "“... Further to this procedure, two preliminary remarks must be made. As a result of the procedure conducted in 1999 by the Complaints Authority following the Federal Court’s judgment of 1 December 1998, the Swiss Radio and Television Company had the opportunity to put forward its point of view and no factual errors could be identified in the programme in question (see also the Federal Court’s judgment of 21 November 2000, p. 15), since the criticisms no longer related to the content of the programme ... In addition ... the Complaints Authority emphasised the critical function that broadcasters, by their very nature, are also required to perform (as the Federal Court also confirmed in its judgment of 21 November 2000, p. 14) and the difficulty inherent in the genre of programmes on historical subjects ...",
                                "elements": []
                            },
                            {
                                "content": "Further to the decisions by your authority, as upheld by the Federal Court, we hereby give you formal notice of the following measures taken in accordance with section 67, subsection (2), of the Federal Radio and Television Act, as instructed in your decisions ...:",
                                "elements": []
                            },
                            {
                                "content": "1.  The decisions have been communicated to the News Editors’ Conference, which has taken note of them.",
                                "elements": []
                            },
                            {
                                "content": "2.  The Conference has drawn attention to the manner in which sensitive subjects of a highly emotive nature are to be dealt with and to the need to take into account the public impact, using as an example the procedure and decisions in question here.",
                                "elements": []
                            },
                            {
                                "content": "...",
                                "elements": []
                            },
                            {
                                "content": "4.  It has also been specifically agreed that in the coverage of sensitive subjects, as in the programme in question, where there are ‘differing views’ among historians or other participants (see the Federal Court’s judgment of 21 November 2000, pp. 12-13, and the Authority’s decisions, paragraphs 8.5 and 8.11), such differences are to be appropriately indicated, although, as the Authority itself states in its decisions (paragraph 8.4), this does not require the ‘tiniest nuances ... to be taken into account’.",
                                "elements": []
                            },
                            {
                                "content": "5.  Lastly, the decisions have been incorporated into all the Swiss Radio and Television Company’s training courses ...”",
                                "elements": []
                            },
                            {
                                "content": "16.  In its reply of 26 March 2001, the Complaints Authority stated that it found the measures taken to be adequate and would no longer propose taking the measures referred to in section 67(3) of the Federal Radio and Television Act. It thereby declared the procedure closed.",
                                "elements": []
                            },
                            {
                                "content": "17.  On 10 May 2001 the competent bailiff of the city of Geneva drew up an official report attesting that the broadcast had been “placed under a legal embargo and that as a result it [was] not possible to obtain a copy of it from the TSR sales department or from any European or foreign television channel”.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW",
                        "elements": [
                            {
                                "content": "A.  The Federal Constitution",
                                "elements": [
                                    {
                                        "content": "18.  Article 93 of the Federal Constitution provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Article 93: Radio and television",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Legislation on radio and television and on other forms of transmission of productions and information via public telecommunications services shall fall within the jurisdiction of the Confederation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  Radio and television shall contribute to education and cultural development, to the free formation of opinion and to entertainment. They shall take into account the particularities of the country and the requirements of the cantons. They shall portray events accurately and provide a fair reflection of the diversity of opinions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The independence of radio and television and autonomy in programming shall be guaranteed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "4.  The position and role of other media, in particular the press, shall be taken into account.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  Complaints about programmes may be submitted to an independent authority.”",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Federal Radio and Television Act",
                                "elements": [
                                    {
                                        "content": "19.  Section 4 of the Federal Radio and Television Act of 21 June 1991 provides:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 4: Principles applicable to the provision of information",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  Programmes shall portray events accurately. They shall fairly reflect the plurality of events and the diversity of opinions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  Personal views and comments must be identifiable as such.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  Sections 58 to 67 of the Act govern the Complaints Authority. They provide, in so far as relevant:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 58: Composition, status",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  The Federal Council shall appoint an authority responsible for examining complaints ..., composed of nine members discharging their duties as a secondary activity ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  The Complaints Authority shall rule on complaints concerning radio and television programmes transmitted by Swiss broadcasters.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  In performing its duties, the Complaints Authority shall not be bound by any instructions from the Federal Assembly, the Federal Council or the federal administration.",
                                        "elements": []
                                    },
                                    {
                                        "content": "...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 62: Complaint",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  Within thirty days from the submission of the written opinion ..., a complaint about the programme in question may be submitted in writing to the Complaints Authority. The opinion of the mediation body must be attached to the complaint.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  The complaint must give a brief indication of the nature of the alleged breach of the regulations on broadcasting as set out in this Act, in the provisions on its implementation or in the licence.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 67: Administrative measures",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  If the supervisory authority finds a breach of the regulations, it may:",
                                        "elements": []
                                    },
                                    {
                                        "content": "(a)  order the licence-holder to redress the breach or to take measures to prevent any further recurrence; the licence-holder shall inform the authority of the measures taken;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(b)  require the licence-holder to forfeit any unlawful financial benefit to the Confederation;",
                                        "elements": []
                                    },
                                    {
                                        "content": "(c)  propose that the Department restrict, suspend or revoke the licence or subject it to further conditions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(2)  If the Complaints Authority finds a breach of the regulations, it shall inform the broadcaster. Within an appropriate period, the broadcaster shall take measures to redress the breach and to prevent any further recurrence. It shall inform the Complaints Authority of the arrangements made.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(3)  If the broadcaster has not made sufficient arrangements within an appropriate period, the Complaints Authority may propose that the Department take the measures provided for in subsection (1)(c) above.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  Sections 70 to 73 concern punitive measures. Section 70 provides, in so far as relevant to the present case:",
                                        "elements": []
                                    },
                                    {
                                        "content": "Section 70: Penalties",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(1)  A fine of up to 5,000 francs shall be imposed on anyone who:",
                                        "elements": []
                                    },
                                    {
                                        "content": "...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(4)  In less serious cases, the offender may be exempted from the penalty referred to in subsection (1) above.”",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 10 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "22.  The applicant alleged that the Swiss legislation on supervision of broadcasting and the Complaints Authority’s decision of 27 August 1999, as upheld by the Federal Court on 21 November 2000, had hindered the exercise of his freedom of expression as guaranteed by Article 10 of the Convention, which provides:",
                                "elements": []
                            },
                            {
                                "content": "“1.  Everyone has the right to freedom of expression. This right shall include freedom to hold opinions and to receive and impart information and ideas without interference by public authority and regardless of frontiers. This Article shall not prevent States from requiring the licensing of broadcasting, television or cinema enterprises.",
                                "elements": []
                            },
                            {
                                "content": "2.  The exercise of these freedoms, since it carries with it duties and responsibilities, may be subject to such formalities, conditions, restrictions or penalties as are prescribed by law and are necessary in a democratic society, in the interests of national security, territorial integrity or public safety, for the prevention of disorder or crime, for the protection of health or morals, for the protection of the reputation or rights of others, for preventing the disclosure of information received in confidence, or for maintaining the authority and impartiality of the judiciary.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  The Government",
                                "elements": [
                                    {
                                        "content": "23.  The Government rejected as wholly erroneous and unfounded the applicant’s argument that the Complaints Authority’s decision of 27 August 1999 had effectively amounted to an absolute and permanent ban on dissemination of his work in any form in the future. They further maintained that under section 67 of the Federal Radio and Television Act (see paragraph 20 above), the Complaints Authority was empowered only to make findings and could not impose any kind of penalty. It was limited to establishing whether the programme in issue had breached broadcasting regulations and, if so, informing the broadcaster, which was then required to take measures to redress the breach and prevent any recurrence.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  The Government further submitted that the “legal embargo” which appeared to have been imposed on the video recording of the programme in question had not resulted in any way from the decisions of the Complaints Authority or the Federal Court and accordingly could not engage the Government’s responsibility.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Government also took the view that in the instant case the supervisory procedure for television and radio programmes had been instituted solely in respect of the Swiss Radio and Television Company as the licence-holder and the broadcaster of the programme in issue. The finding of a breach of the licence was therefore directed solely at the company as the broadcaster.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  The Government further pointed out, as the Federal Court had, that the applicant, as a journalist, could not incur personal liability but was under the authority of his employer, the Swiss Radio and Television Company. On that account, they were convinced that the applicant had been mistaken in referring to section 70 of the Federal Radio and Television Act (see paragraph 21 above). They pointed out that his reference to that provision was entirely irrelevant since it had not been applied in his case, it had remained a dead letter since the entry into force of the Federal Radio and Television Act in 1992 and, moreover, there were plans to repeal it when the Act was next amended.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  In conclusion, the Government submitted that the complaint under Article 10 should be declared inadmissible since the applicant was not a “victim” within the meaning of Article 34.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  The applicant",
                                "elements": [
                                    {
                                        "content": "27.  The applicant disputed the Government’s submissions. He was persuaded that the measures taken against him had indeed amounted to “blacklisting” him and imposing a de facto and de jure ban on the programme in issue. In support of that argument, he referred to the official report drawn up by the competent  bailiff on 10 May 2001, which stated that the programme had been placed “under a legal embargo”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  The applicant was convinced that the legal consequences he now faced were the direct result of the proceedings before the Federal Court. In that connection he questioned whether the Swiss Radio and Television Company was really independent, in particular because the appointment of its director had to be approved by the Federal Government and most of its resources came from a federal tax known as the “licence fee”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  As to the contention that, as a journalist, he could not incur personal liability, the applicant pointed out that under Swiss law persons employed as journalists could incur “civil” liability (Articles 41 et seq. of the Code of Obligations and Article 28 of the Civil Code) or “criminal” liability for defamation (Article 173 of the Criminal Code).",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "30.  The Court reiterates that it falls first to the national authorities to redress any alleged violation of the Convention. In this regard, the question whether an applicant can claim to be the victim of the violation alleged is relevant at all stages of the proceedings under the Convention (see Karahalios v.  (no. 1), no. 62503/00, § 21, 11 December 2003, and Malama v. Greece (dec.), no. 43622/98, 25 November 1999).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  The word “victim” in the context of Article 34 of the Convention denotes the person directly affected by the act or omission in issue, the existence of a violation of the Convention being conceivable even in the absence of prejudice (see Brumărescu v. Romania [GC], no. 28342/95, § 50, ECHR 1999VII). An applicant cannot claim to be a “victim” within the meaning of Article 34 of the Convention unless he is or has been directly affected by the act or omission in question or runs the risk of being directly affected by it (see Otto-Preminger-Institut v. Austria, 20 September 1994, § 39, Series A no. 295-A, and Norris v. Ireland, 26 October 1988, §§ 30 et seq., Series A no. 142). It is not therefore possible to claim to be the “victim” of an act which is deprived, temporarily or permanently, of any legal effect (see Benamar and Others v. France (dec.), no. 42216/98, 14 November 2000). The Convention does not institute for individuals a kind of actio popularis for its interpretation and thus does not permit individuals to complain against a law in abstracto simply because they feel that it contravenes the Convention (see Norris, cited above, § 30, and Klass and Others v. Germany, 6 September 1978, § 33, Series A no. 28).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  Turning to the circumstances of the present case, the Court considers that, in so far as the applicant intended to complain that the supervision of broadcasting under the Federal Radio and Television Act was inappropriate, this complaint must be dismissed since it is directed in abstracto at general legal arrangements alleged to be in breach of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  On the other hand, the Court observes that the competent  bailiff certified on 10 May 2001 that it was no longer possible to purchase a copy of the programme in issue, either from TSR or from other European television channels, since it had been placed under a “legal embargo”. The Court is not satisfied by the Government’s argument that the “legal embargo” to which the video recording of the programme was subject did not result in any way from the Complaints Authority’s decision, as subsequently upheld by the Federal Court. In this connection, it observes that the official report dated 10 May 2001 was issued only a few months after the Federal Court, in its judgment of 21 November 2000, had endorsed the Complaints Authority’s decision of 27 August 1999 upholding the citizens’ complaints. In the Court’s opinion, there is clearly both a temporal and a material connection between the Swiss authorities’ allowing the complaints and the suspension of sales of the applicant’s report.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that the applicant, as the maker of the product in question, was directly affected by the suspension of its sale and that at that time he could therefore claim to be the “victim” of a violation of the Convention, since even an act that has only temporary legal effects may be sufficient for an applicant to be recognised as a “victim” (see Benamar and Others, cited above). Accordingly, the Court is not required to ascertain whether the ban on the report is still in place, in the absence of any evidence from the Government as to when the embargo was lifted.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It should also not be overlooked that the upholding of complaints which were, admittedly, directed against the applicant’s employer but concerned a programme that he had made could have a significant impact on his job security as a journalist (see, mutatis mutandis, Groppera Radio AG and Others v. Switzerland, 28 March 1990, § 49, Series A no. 173).",
                                                "elements": []
                                            },
                                            {
                                                "content": "34.  In conclusion, the Court considers that the applicant can claim to be the victim of the alleged violation.",
                                                "elements": []
                                            },
                                            {
                                                "content": "It follows that this complaint is not manifestly ill-founded within the meaning of Article 35 § 3 of the Convention. The Court notes, moreover, that the complaint is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  Whether there has been interference",
                                        "elements": [
                                            {
                                                "content": "35.  The Government submitted, essentially for the same reasons they had advanced in relation to the question of “victim” status, that the act or omission in issue had not amounted to interference with the applicant’s freedom of expression.",
                                                "elements": []
                                            },
                                            {
                                                "content": "36.  The Court observes that, in so far as the applicant intended to complain of the inappropriate nature of broadcasting supervision, this complaint has been declared inadmissible in that he lacked “victim” status.",
                                                "elements": []
                                            },
                                            {
                                                "content": "37.  On the other hand, it follows, mutatis mutandis, from the arguments submitted in relation to the question of “victim” status that the relevant authorities’ decisions upholding the complaints may be regarded as “interference” with the exercise of the applicant’s freedom of expression.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  Whether the interference was justified",
                                        "elements": [
                                            {
                                                "content": "38.  Such interference will breach Article 10 unless it satisfies the requirements of the second paragraph of that Article. It thus remains to be determined whether the interference was “prescribed by law”, pursued one or more legitimate aims under that paragraph and was “necessary in a democratic society” to achieve them.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "(a)  “Prescribed by law”",
                                "elements": [
                                    {
                                        "content": "39.  The Government pointed out that the activities of the Complaints Authority were based on Article 93 of the Federal Constitution and sections 58 et seq. of the Federal Radio and Television Act (see paragraphs 18 and 20 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  The Court observes that the applicant did not really dispute that the interference with the exercise of his freedom of expression had been based on a law in the strict sense, in particular on sections 4 and 58 et seq. of the Federal Radio and Television Act (see paragraphs 19 and 20 above). It sees no reason to conclude otherwise.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Legitimate aim",
                                "elements": [
                                    {
                                        "content": "41.  The Government further maintained that the Complaints Authority’s criticisms of the Swiss Radio and Television Company had indisputably pursued a legitimate aim for the purposes of Article 10 § 2 of the Convention since they had been intended to protect the right of viewers to receive objective and transparent information. The measure had therefore been justified by “the protection of ... the rights of others” within the meaning of that provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Court shares that view, which, moreover, is clearly apparent from the Federal Court’s judgment of 21 November 2000 (point 8 (c)).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(c)  “Necessary in a democratic society”",
                                "elements": [
                                    {
                                        "content": "43.  The applicant did not share the Government’s view that a television programme in today’s pluralistic audiovisual climate had a special impact that the print media could not be said to have.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  He therefore disputed the Government’s allegation that, in watching his programme, viewers were exposed to a single point of view. Even supposing that that had been the case, he argued that placing restrictions on historical debate was highly problematic, especially where the subject under discussion was ’s role during one of the major events of the history of humanity.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The applicant pointed out that the programme to which the Government had alluded, entitled “Nazi gold and Jewish money” (“Nazigold und Judengeld”), had been broadcast on 3 July 1997, after the programme he had made but well before the Complaints Authority’s decision of 27 August 1999 in the present case. He inferred from this that while debate on ’s role had been permitted before the measures had been taken against him, that was no longer the case. It also followed, in his submission, that it was dangerous for anyone working for Swiss television to express a view on the subject, since that would entail considerable occupational risk.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  The applicant also submitted that subjecting a programme, which posed no threat to national security, did not undermine the protection of the personal rights of others, did not entail a criminal offence and did not breach the legislation on unfair competition, to particular scrutiny in order to ensure its “objectivity” was tantamount to rendering Article 10 § 2 devoid of purpose and imposing a legal requirement to toe the government line on a television broadcaster which necessarily had a monopoly on the provision of information at national level.",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  Relying on the judgment in Jersild v. Denmark (23 September 1994, Series A no. 298), the applicant contended, firstly, that it was wrong to maintain that the programme “Switzerland’s lost honour” had been produced and presented in such a way as to give viewers the impression that it reflected the “sole historical truth” (citing the Federal Court’s judgment, point 7 (a)). In his submission, Article 10 precluded the imposition of sanctions based on an alleged duty for journalists, when presenting facts or opinions, to stress that the viewpoint shown was not their own, was not universally shared or was not the only possible one.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  Having regard to the foregoing, the applicant concluded that the upholding of the complaints by the domestic authorities had not been necessary in a democratic society for the purposes of Article 10 § 2.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Government disputed the arguments put forward by the applicant. They took the view that the supervision of radio and television programmes remained essential in several respects. Firstly, it was justified by the concern to protect the public from inappropriate influences, an aspect of particular importance in a direct democracy. Television had a stronger influence on opinion than other media. On that account special rules, distinct from those applicable to the print media, were necessary. Supervision of the content of programmes was also justified, in the Government’s submission, by the fact that the Swiss Radio and Television Company enjoyed a special status since it was the sole licence-holder for public service television. As such, special rights and obligations were conferred on it, such as the entitlement to nearly all the proceeds from the radio and television licence fee. It was only natural that the manner in which it performed its function for the benefit of the public at large should be subject to scrutiny.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  The Government further emphasised that the possibility of repeating the programme, even on one of the Swiss Radio and Television Company’s channels, could not be excluded outright provided that it was accompanied by an appropriate introduction making clear that it sought to convey a particular argument.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  With regard to the applicant’s allegation that the administrative measures taken in the instant case had effectively made the free circulation of opinions and information on a particular topic impossible, the Government observed that the requirement to portray events accurately in accordance with section 4 of the Federal Radio and Television Act (see paragraph 19 above) did not in any way preclude the expression of political or historical opinions on a given subject. The only condition laid down in Swiss law was that opinions of this kind should be identified as such.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  The fact that supervision of programmes did not hinder the free circulation of ideas was clearly illustrated, in the Government’s submission, by the example of the report on “Nazi gold and Jewish money”, broadcast on 3 July 1997 by the German-speaking Swiss television channel SF-DRS, which was part of the Swiss Radio and Television Company. The report had given rise to a large number of complaints to the Complaints Authority, but they had all been dismissed on the ground that the report had been presented in such a way as to make clear to viewers that it was conveying a particular message.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  Lastly, the Government argued that the frequent references in the applicant’s memorial to the Court’s findings in Jersild (cited above) were irrelevant since, firstly, the applicant had not been the subject of criminal proceedings and, secondly, the programme in issue lacked transparency and did not indicate that it was presenting the applicant’s own views and not an objective historical truth.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  In conclusion, the Government submitted that the measures taken by the relevant authorities had been necessary in a democratic society within the meaning of Article 10 § 2 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "55.  The main issue to be determined is whether the interference was “necessary in a democratic society”. The fundamental principles relating to this issue are well established in the Court’s case-law and have been summarised as follows (see, for example, Hertel v. Switzerland, 25 August 1998, § 46, Reports of Judgments and Decisions 1998-VI; Jersild, cited above, § 31; and Steel and Morris v. the United Kingdom, no. 68416/01, § 87, ECHR 2005II):",
                                        "elements": []
                                    },
                                    {
                                        "content": "“(i)  Freedom of expression constitutes one of the essential foundations of a democratic society and one of the basic conditions for its progress and for each individual’s self-fulfilment. Subject to paragraph 2 of Article 10, it is applicable not only to ‘information’ or ‘ideas’ that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb. Such are the demands of pluralism, tolerance and broadmindedness without which there is no ‘democratic society’. As set forth in Article 10, this freedom is subject to exceptions, which ... must, however, be construed strictly, and the need for any restrictions must be established convincingly ...",
                                        "elements": []
                                    },
                                    {
                                        "content": "(ii)  The adjective ‘necessary’, within the meaning of Article 10 § 2, implies the existence of a ‘pressing social need’. The Contracting States have a certain margin of appreciation in assessing whether such a need exists, but it goes hand in hand with European supervision, embracing both the legislation and the decisions applying it, even those given by an independent court. The Court is therefore empowered to give the final ruling on whether a ‘restriction’ is reconcilable with freedom of expression as protected by Article 10.",
                                        "elements": []
                                    },
                                    {
                                        "content": "(iii)  The Court’s task, in exercising its supervisory jurisdiction, is not to take the place of the competent national authorities but rather to review under Article 10 the decisions they delivered pursuant to their power of appreciation. This does not mean that the supervision is limited to ascertaining whether the respondent State exercised its discretion reasonably, carefully and in good faith; what the Court has to do is to look at the interference complained of in the light of the case as a whole and determine whether it was ‘proportionate to the legitimate aim pursued’ and whether the reasons adduced by the national authorities to justify it are ‘relevant and sufficient’ ... In doing so, the Court has to satisfy itself that the national authorities applied standards which were in conformity with the principles embodied in Article 10 and, moreover, that they relied on an acceptable assessment of the relevant facts ...”",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  In the present case, complaints were filed by citizens against the applicant, who had produced a historical report shown on a national television channel as part of a current affairs programme. As a result, the channel was obliged to take measures to redress the breach of broadcasting regulations. The decision to uphold the viewers’ complaints was justified by the relevant authorities on the ground that the method used in the report, namely politically committed journalism, had not been identified as such. The applicant should have informed viewers, according to the Complaints Authority and the Federal Court, that the report was not presenting an indisputable truth but rather one possible interpretation of relations between Switzerland and .",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  The Court reiterates that it is an integral part of freedom of expression to seek historical truth, but considers that it is not called upon to settle the issue of the role actually played by Switzerland in the Second World War, which is part of an ongoing debate among historians (see, mutatis mutandis, Chauvy and Others v. France, no. 64915/01, § 69, ECHR 2004VI, and Lehideux and Isorni v. France, 23 September 1998, § 47, Reports 1998VII). Instead, its task is to consider whether in the instant case the measures taken were proportionate to the aim pursued. To that end, it is required to weigh the need to protect the right of viewers to receive objective and transparent information against the applicant’s freedom of expression (see, mutatis mutandis, Vérités Santé Pratique Sarl v. France (dec.), no. 74766/01, 1 December 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  The Court would also point out that there is little scope under Article 10 § 2 of the Convention for restrictions on political speech or on debate of questions of public interest (see Wingrove v. the United Kingdom, 25 November 1996, § 58, Reports 1996V; Lingens v. Austria, 8 July 1986, § 42, Series A no. 103; Castells v. Spain, 23 April 1992, § 43, Series A no. 236; and Thorgeir Thorgeirson v. Iceland, 25 June 1992, § 63, Series A no. 239). The most careful scrutiny on the part of the Court is called for when, as in the present case, the measures taken or sanctions imposed by the national authorities are capable of discouraging the participation of the media in debates over matters of legitimate public concern (see Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 64, ECHR 1999III, and Jersild, cited above, § 35).",
                                        "elements": []
                                    },
                                    {
                                        "content": "That being so, the Court notes that the present case is to be seen in the context of a public debate on ’s role during the Second World War. Accordingly, as the Federal Court also found, the programme in issue undoubtedly raised a matter of extremely serious public concern and the broadcasting of information about it forms an integral part of the task assigned to the media in a democratic society (see, mutatis mutandis, Radio France and Others v. France, no. 53984/00, § 34, ECHR 2004II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  The Court further reiterates that in exercising its supervisory jurisdiction, it must look at the impugned interference in the light of the case as a whole, including the content of the remarks held against the applicant and the context in which he made them (see Lingens, cited above, § 40, and Chauvy and Others, cited above, § 70). Accordingly, it emphasises that the programme in issue was broadcast as part of a public debate on a subject that had received much coverage in the Swiss media and had deeply divided public opinion in the country. Discussions on the position adopted by those in authority during the Second World War, as the Federal Court itself noted (in point 5 (b) of its judgment), were particularly heated at the time when the applicant’s programme was broadcast in early 1997, especially because of the matter of unclaimed funds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  It should also be borne in mind that the limits of acceptable criticism are wider for politicians and civil servants acting in an official capacity than for private individuals (see Oberschlick v. Austria (no. 2), 1 July 1997, § 29, Reports 1997-IV, and Janowski v. Poland [GC], no. 25716/94, § 33, ECHR 1999I). In the instant case the criticism expressed in the programme in issue was not directed at the Swiss people and their attitude during the Second World War but at the country’s leaders during that period. The Swiss courts therefore had a narrower margin of appreciation in the matter.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  In view of the foregoing and of what was at stake, namely freedom of expression in the context of a television programme raising a matter of major public concern, the Swiss authorities had only a limited margin of appreciation in determining whether there was a “pressing social need” to take the measures in question against the applicant. Consequently, the Court will examine in scrupulous detail whether those measures were proportionate to the legitimate aim pursued under Article 10 § 2 (see Radio France and Others, cited above, § 34).",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  It must be noted at the outset that no complaints by any of the persons referred to in the programme in issue or their descendants appear to have been lodged with the Swiss courts on the basis of alleged breaches of their right to protection of their personality or reputation, as appropriate. Nor have the Government argued that the applicant’s allegations were likely to undermine ’s security or the foundations of the rule of law or democracy. In addition, there was no question of disclosure of information received in confidence within the meaning of Article 10 § 2. In short, the Complaints Authority did not actually criticise the content of the report in issue (see the Federal Court’s judgment, points 6 (b) and 7 (c)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  In the Court’s view, the fact that a number of viewers who had been displeased or surprised by the programme filed complaints after the report had been broadcast does not in itself constitute a sufficient reason to justify taking action. It reiterates in this connection that freedom of expression is applicable not only to “information” or “ideas” that are favourably received or regarded as inoffensive or as a matter of indifference, but also to those that offend, shock or disturb; such are the demands of that pluralism, tolerance and broadmindedness without which there is no “democratic society” (see Lehideux and Isorni, cited above, § 55, and Murphy v. Ireland, no. 44179/98, § 72, ECHR 2003-IX). This also applies, as in the present case, to historical debate, “in a sphere in which it is unlikely that any certainty exists” (see, mutatis mutandis, Hertel, cited above, § 50, and Vérités Santé Pratique Sarl, cited above) and in which the dispute is still ongoing (see Lehideux and Isorni, cited above, § 55).",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  The Court further notes that the historical events discussed in the programme in issue had occurred more than fifty years previously. Even though remarks such as those by the applicant are always likely to reopen the controversy among the public, the lapse of time makes it inappropriate to deal with such remarks, fifty years on, with the same severity as ten or twenty years before. That forms part of the efforts that every country must make to debate its own history openly and dispassionately (ibid.; see also, mutatis mutandis, Editions Plon v. France, no. 58148/00, § 53, ECHR 2004IV, in which the Court reiterated the principle that the passage of time must be taken into account in assessing whether a measure such as banning a book is compatible with freedom of expression).",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  The main reason the complaints were upheld by the Complaints Authority and the Federal Court was that the report did not give a sufficiently clear indication of the “subjective” nature of its content. In this connection, the Court reiterates that people exercising freedom of expression, including journalists, take on “duties and responsibilities”, the scope of which depends on their situation and the technical means they use (see, mutatis mutandis, Handyside v. the United Kingdom, 7 December 1976, § 49 in fine, Series A no. 24), perhaps all the more so, as here, in the case of public service television broadcasting.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  Accordingly, while recognising the vital role played by the media in a democratic society, the Court considers that it must be borne in mind that journalists cannot, in principle, be released from their duty to obey the ordinary criminal law on the basis that Article 10 affords them protection. Indeed, paragraph 2 of Article 10 defines the boundaries of the exercise of freedom of expression. This applies even with respect to press coverage of serious matters of legitimate concern (see Bladet Tromsø and Stensaas, cited above, § 65).",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  The Court thus reiterates that by reason of the “duties and responsibilities” inherent in the exercise of freedom of expression, the safeguard afforded by Article 10 to journalists in relation to reporting on issues of general interest is subject to the proviso that they are acting in good faith and provide reliable and precise information in accordance with the ethics of journalism (see Fressoz and Roire v. France [GC], no. 29183/95, § 54, ECHR 1999I).",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  Where the “duties and responsibilities” of journalists are concerned, the potential impact of the medium of expression involved is an important factor in assessing the proportionality of the interference. In this context, the Court has acknowledged that account must be taken of the fact that the audiovisual media have a more immediate and powerful effect than the print media (see Jersild, cited above, § 31; Murphy, cited above, § 69; and Radio France and Others, cited above, § 39). Accordingly, the domestic authorities in principle have a broader margin of appreciation where a television report is concerned, as in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "Nevertheless, the Court considers it essential to point out that Temps présent is a current affairs programme with a serious reputation. It therefore doubts whether the maker of the programme, a journalist who is reasonably well known in the French-speaking part of Switzerland, could really have been required to make it any clearer that the programme reflected his own “subjective” views and not the “sole historical truth” – which, in any event, does not exist in relation to historical debate, as the Federal Court also observed (see point 7 (a) and (c) of its judgment). It cannot therefore be argued that the applicant, whose report was indisputably based on historical research, failed to discharge his duty to act in good faith (see, mutatis mutandis, Radio France and Others, cited above, § 37 in fine).",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  Having regard to the foregoing, the Court is not satisfied that the grounds given by the Federal Court were “relevant and sufficient”, even with regard to information imparted in a report broadcast on a State-owned television channel, to justify upholding the complaints about the programme “Switzerland’s lost honour”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  The Court reiterates that the nature and severity of the penalties imposed are also factors to be taken into account when assessing the “proportionality” of the interference in issue (see, for example, Chauvy and Others, cited above, § 78).",
                                        "elements": []
                                    },
                                    {
                                        "content": "It observes that in the instant case the decisions by the relevant authorities to uphold the viewers’ complaints did not, strictly speaking, prevent the applicant from expressing himself, since they were taken after the report “Switzerland’s lost honour” had been broadcast (see, by contrast, Observer and Guardian v. the United Kingdom, 26 November 1991, § 60, Series A no. 216). The decisions in question nevertheless amounted to a form of censorship tending to discourage him from making criticisms of that kind again in future (for a similar finding, see Cumpănă and Mazăre v. Romania [GC], no. 33348/96, § 114, ECHR 2004XI). In the context of debate on a matter of major public concern, such a sanction may well deter journalists from contributing to public discussion of issues affecting the life of the community. By the same token, it is liable to hamper the media in performing their task as a purveyor of information and public watchdog (see, mutatis mutandis, Barthold v. , 25 March 1985, § 58, Series A no. 90, and Lingens, cited above, § 44).",
                                        "elements": []
                                    },
                                    {
                                        "content": "Moreover, the censorship was subsequently given practical effect when the competent  bailiff issued the official report placing the broadcast “under a legal embargo”, thereby formally prohibiting the sale of the product in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "71.  In the light of the circumstances of the case as a whole, the Court considers that, having regard in particular to the interest of a democratic society in ensuring and maintaining freedom of expression, to the limited margin of appreciation regarding information of public concern, to the fact that the criticism in the instant case concerned the actions of senior government officials and politicians, and to the serious nature of the report in question and the research on which it was based, the Swiss authorities’ upholding of the complaints was not a measure that was reasonably proportionate to the legitimate aim pursued.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has therefore been a violation of Article 10 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "72.  The applicant alleged that he had not had a public hearing before the Swiss authorities, as required by Article 6 § 1 of the Convention, which provides, in so far as relevant:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations or of any criminal charge against him, everyone is entitled to a ... public hearing ... by [a] ... tribunal ...”",
                                "elements": []
                            },
                            {
                                "content": "A.  The parties’ submissions",
                                "elements": [
                                    {
                                        "content": "73.  The Government first noted that the applicant had not exhausted domestic remedies in that he had not submitted any allegations concerning Article 6 of the Convention, even in substance, before the domestic authorities. He should, they argued, have used the remedies available in ordinary law, such as actions deriving from the right to protection of personality, from the Code of Obligations, from criminal law, or from legislation on unfair competition.",
                                        "elements": []
                                    },
                                    {
                                        "content": "74.  The Government further asserted that the application was inadmissible as Article 6 was not applicable to the instant case. In that connection, they considered it relevant to point out that the Complaints Authority was limited to finding a breach of broadcasting regulations and had no power to impose sanctions. Accordingly, Article 6 was not applicable in its “criminal” aspect.",
                                        "elements": []
                                    },
                                    {
                                        "content": "75.  The applicant disputed the Government’s arguments. He pointed out that as the maker of the programme in issue he was the sole person entitled to disseminate his work, for example, via radio, television or other similar media. He further contended that the proceedings before the authorities had indeed concerned a right and that there had been a genuine dispute (“contestation”) within the meaning of the Court’s case-law, the outcome of which had been decisive for the right in question. Those conditions were indisputably satisfied since the dispute had solely concerned the lawful or unlawful use of the applicant’s work in the past, present and future.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  The Court’s assessment",
                                "elements": [
                                    {
                                        "content": "76.  The Court does not consider that it is required to determine whether the guarantees deriving from Article 6 apply in the instant case, seeing that this complaint is to be declared inadmissible on other grounds.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  It reiterates the principle that each complaint to be submitted to the Court must first have been made to the appropriate national courts, at least in substance, in accordance with the formal requirements of domestic law and within the prescribed time-limits (see Ankerl v. Switzerland, 23 October 1996, § 34, Reports 1996-V).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  It has to be noted that the applicant did not in any way raise the complaint under Article 6 § 1 of the Convention before the domestic authorities, even in substance.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  It follows that this complaint must be rejected for failure to exhaust domestic remedies, pursuant to Article 35 §§ 1 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "80.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "81.  The applicant did not seek an award for pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  In respect of non-pecuniary damage, he merely sought the lifting of the alleged ban on his programme.",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  The Government contended that in their observations of 7 March 2005 they had provided sufficient evidence that no such ban existed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  The Court does not consider it necessary to ascertain the truth of the applicant’s allegation that the ban on the programme is still in place. It reiterates that, except where violations result from a systemic situation, a consideration that cannot apply in the instant case (see Broniowski v. Poland [GC], no. 31443/96, §§ 188-94, ECHR 2004V), the respondent State remains free, subject to monitoring by the Committee of Ministers of the Council of Europe, to choose the means by which it will discharge its legal obligation under Article 46 of the Convention, provided that such means are compatible with the conclusions set out in the Court’s judgment (see Sejdovic v. Italy [GC], no. 56581/00, § 119, ECHR 2006-II).",
                                        "elements": []
                                    },
                                    {
                                        "content": "In other words, the Court cannot request the respondent State to lift the ban on the sale of the report in issue, assuming that it is still in place. Furthermore, the Court considers that the non-pecuniary damage sustained by the applicant as a result of the decisions upholding the complaints is sufficiently made good by the finding of a violation of Article 10 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "85.  The applicant sought 2,000 Swiss francs (CHF) for the costs incurred. He also made a claim in respect of seventy-four hours of work performed by his lawyer and twenty-seven hours of work by the lawyer’s staff.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The Government were persuaded that the applicant had not satisfied the requirement to submit itemised particulars of his claims, together with the relevant supporting documents. Accordingly, they argued, his claims should be dismissed out of hand on the basis of Rule 60 §§ 2 and 3 of the Rules of Court. In any event, the Government urged the Court not to award the opposing party a sum exceeding CHF 5,000 as reimbursement of costs and expenses.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  The Court reiterates that where it finds a violation of the Convention it may award applicants the costs and expenses they have incurred before the national courts for the prevention or redress of the violation (see Zimmermann and Steiner v. Switzerland, 13 July 1983, § 36, Series A no. 66, and Hertel, cited above, § 63). It must also be shown that the costs were actually and necessarily incurred and that they are reasonable as to quantum (see Bottazzi v. Italy [GC], no. 34884/97, § 30, ECHR 1999-V, and Linnekogel v. Switzerland, no. 43874/98, § 49, 1 March 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "88.  In the instant case, the Court considers that regard should be had to the fact that the applicant’s complaints were partly declared inadmissible (see Olsson v.  (no. 2), 27 November 1992, § 113, Series A no. 250, and Linnekogel, cited above, § 50).",
                                        "elements": []
                                    },
                                    {
                                        "content": "89.  In the light of the evidence before it and the criteria established in its case-law, the Court, ruling on an equitable basis, awards the applicant an aggregate sum of 3,500 euros.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "90.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint under Article 10 admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 10 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds that the finding of a violation constitutes in itself sufficient just satisfaction for the non-pecuniary damage sustained by the applicant;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicant, within three months from the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, EUR 3,500 (three thousand five hundred euros) in respect of costs and expenses, plus any tax that may be chargeable, to be converted into the national currency of the respondent State at the rate applicable at the date of settlement;",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "5.  Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in French, and notified in writing on 21 September 2006, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Boštjan M. Zupančič",
            "role": "president"
        },
        {
            "name": "John Hedigan",
            "role": "judges"
        },
        {
            "name": "Luzius Wildhaber",
            "role": "judges"
        },
        {
            "name": "Lucius Caflisch",
            "role": "judges"
        },
        {
            "name": "Corneliu Bîrsan",
            "role": "judges"
        },
        {
            "name": "Alvina Gyulumyan",
            "role": "judges"
        },
        {
            "name": "Egbert Myjer",
            "role": "judges"
        },
        {
            "name": "Vincent Berger",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF MONNAT v. SWITZERLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-76947.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2006:0921JUD007360401",
    "externalsources": [],
    "extractedappno": [
        "73604/01",
        "62503/00",
        "43622/98",
        "28342/95",
        "42216/98",
        "68416/01",
        "64915/01",
        "74766/01",
        "21980/93",
        "53984/00",
        "25716/94",
        "44179/98",
        "58148/00",
        "29183/95",
        "33348/96",
        "31443/96",
        "56581/00",
        "34884/97",
        "43874/98"
    ],
    "importance": "1",
    "introductiondate": "",
    "issue": [
        "Article 93 of the Federal Convention",
        "the Federal Radio and Television Act"
    ],
    "itemid": "001-76947",
    "judgementdate": "21/09/2006 00:00:00",
    "kpdate": "21/09/2006 00:00:00",
    "kpthesaurus": [
        "149",
        "148",
        "265",
        "379",
        "183",
        "498",
        "354",
        "445",
        "385",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "6",
    "paragraphs": [
        "10-2",
        "34",
        "29",
        "10",
        "10-1",
        "41",
        "6-1",
        "6",
        "29-3"
    ],
    "parties": [
        "MONNAT",
        "SWITZERLAND"
    ],
    "rank": "561.811889648438",
    "representedby": [
        "PONCET C."
    ],
    "respondent": "CHE",
    "respondentOrderEng": "46",
    "scl": [
        "Ankerl v. Switzerland, judgment of 23 October 1996, Reports 1996-V, p. 1565, § 34",
        "Barthold v. Germany, judgment of 25 March 1985, Series A no. 90, p. 26, § 58",
        "Benamar and Others v. France, no. 42216/98, 14 November 2000",
        "Bladet Tromsø and Stensaas v. Norway [GC], no. 21980/93, § 64 and § 65, ECHR 1999-III",
        "Bottazzi v. Italy [GC], no. 34884/97, § 30, ECHR 1999-V",
        "Broniowski v. Poland [GC], no. 31443/96, §§ 188-194, ECHR 2004-V",
        "Brum?rescu v. Romania [GC], no. 28342/95, § 50, ECHR 1999VII",
        "Castells v. Spain, judgment of 23 April 1992, Series A no. 236, p. 23, § 43",
        "Chauvy and Others v. France, no. 64915/01, §§ 69, 70 and 78, ECHR 2004-VI",
        "Cump?n? and Maz?re v. Romania [GC], no. 33348/96, § 114, ECHR 2004-XI",
        "Editions Plon v. France, no. 58148/00, § 53, ECHR 2004-IV",
        "Fressoz and Roire v. France [GC], no. 29183/95, § 54, ECHR 1999-I",
        "Groppera Radio AG and Others v. Switzerland, judgment of 28 March 1990, Series A no. 173, p. 21, § 49",
        "Handyside v. the United Kingdom, judgment of 7 December 1976, Series A no. 24, p. 23, § 49 in fine , Hertel v. Switzerland, judgment of 25 August 1998, Reports of Judgments and Decisions 1998-VI, pp. 2329-2320, § 46, p. 2330, § 50, and p. 2334, § 63",
        "Janowski v. Poland [GC], no. 25716/94, § 33, ECHR 1999-I",
        "Jersild v. Denmark, judgment of 23 September 1994, pp. 23 and suiv., § 31, and pp. 25 and suiv., § 35, Series A no. 298",
        "Karahalios v. Greece, no. 62503/00, § 21, 11 December 2003",
        "Klass and Others v. Germany, judgment of 6 September 1978, Series A no. 28, pp. 17 and suiv., § 33",
        "Lehideux and Isorni v. France, judgment of 23 September 1998, Reports 1998-VII, p. 2884, § 47, and p. 2887, § 55",
        "Lingens v. Austria, judgment of 8 July 1986, Series A no. 103, p. 25, § 40,p. 26, § 42, and p. 27, § 44",
        "Linnekogel v. Switzerland, no. 43874/98, § 49 and § 50, 1 March 2005",
        "Malama v. Greece (dec.), no. 43622/98, 25 November 1999",
        "Murphy v. Ireland, no. 44179/98, §§ 69 and 72, ECHR 2003-IX (extracts)",
        "Norris v. Ireland, judgment of 26 October 1988, Series A no. 142, p. 15, §§ 30 and suiv.",
        "Oberschlick v. Austria (no 2), judgment of 1 July 1997, Reports 1997-IV, p. 1275, § 29",
        "Observer and Guardian v. the United Kingdom, judgment of 26 November 1991, Series A no. 216, p. 30, § 60",
        "Olsson v. Sweden (no 2), judgment of 27 November 1992, Series A no. 250, p. 59, § 150",
        "Otto-Preminger-Institut v. Austria, judgment of 20 September 1994, Series A no. 295-A, pp. 15-16, § 39  Radio France and Others v. France, no. 53984/00, §§ 34, 37 and 39, ECHR 2004-II",
        "Sejdovic v. Italy [GC], no. 56581/00, § 119, 1 March 2006",
        "Steel and Morris v. the United Kingdom, no. 68416/01, § 87, ECHR 2005-II",
        "Thorgeir Thorgeirson v. Iceland, judgment of 25 June 1992, Series A no. 239, p. 27, § 63)",
        "Vérités Santé Pratique Sarl v. France (dec.), no. 74766/01, 1 December 2005",
        "Wingrove v. the United Kingdom, judgment of 25 November 1996, Reports 1996-V, p. 1957, § 58",
        "Zimmermann and Steiner v. Switzerland, judgment of 13 July 1983, Series A no. 66, p. 14, § 36"
    ],
    "separateopinion": "FALSE",
    "sharepointid": "414636",
    "typedescription": "15"
}