{
    "__articles": "P1-1;P1-1-1",
    "__conclusion": "Violation of Article 1 of Protocol No. 1 - Protection of property (Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions)",
    "applicability": "",
    "appno": "40246/18",
    "article": [
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "details": [
                "Article 1 para. 1 of Protocol No. 1 - Peaceful enjoyment of possessions"
            ],
            "element": "Violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "violation"
        }
    ],
    "content": {
        "001-202766.docx": [
            {
                "content": "INTRODUCTION",
                "elements": [
                    {
                        "content": "The case concerns rent laws in Malta, in particular, the amendments introduced by Act XXIII in 1979 to Chapter 158 of the Laws of Malta, which granted tenants the right to retain possession of premises (rented under title of temporary emphyteusis) under a lease, imposing on the owners a unilateral lease relationship for an indeterminate time at controlled rents.",
                        "elements": []
                    }
                ],
                "section_name": "introduction"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "1.  The applicant was born in 1932 and lived in Rabat. The applicant was represented by Dr M. Camilleri and Dr E. Debono, lawyers practising in Valletta.",
                        "elements": []
                    },
                    {
                        "content": "2.  The Government were represented initially by their Agent, Dr P. Grech, Attorney General and subsequently by their Agent Dr V. Buttiġieġ, State Advocate.",
                        "elements": []
                    },
                    {
                        "content": "3.  The facts of the case, as submitted by the parties, may be summarised as follows.",
                        "elements": []
                    },
                    {
                        "content": "THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "Background to the case",
                                "elements": [
                                    {
                                        "content": "4.  The applicant owns property No. 155, Republic Street, Valletta (“the property”) measuring approximately 100 sq.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "5.  On 11 March 1985, the applicant rented the property to a third party (under title of temporary emphyteusis), for twentyone years, at 200 Maltese liras (MTL) (approximately 466 euros (EUR)) per year. The third party also paid a one-off bulk payment of approximately EUR 7,000 and undertook to refurbish the property which had not been in a good state of repair.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  In March 2006, on the expiry of the contract of temporary emphyteusis, the third party (and his wife) relied on Act XXIII of 1979 amending Chapter 158 of the Laws of Malta, the Housing (Decontrol) Ordinance (hereinafter “the Ordinance”) to retain the property under title of lease, at the rent applicable according to law. Thus, the applicant recognised the tenant and the lease at the rent stipulated by law, in his case EUR 375 every six months (EUR 750 per year).",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  In accordance with Act X of 2009 the annual rent should have increased to approximately EUR 1,067 in 2013 and EUR 1,089 in 2016. However, it appears that the applicant did not request these increases from the tenants.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Constitutional redress proceedings",
                                "elements": [
                                    {
                                        "content": "8.  The applicant instituted constitutional redress proceedings claiming that Section 12 of the Ordinance as amended by Act XXIII of 1979  which granted tenants the right to retain possession of the premises under a lease  imposed on the owners a unilateral lease relationship for an indeterminate time without reflecting a fair and adequate rent, in breach of Article 1 of Protocol No. 1 to the Convention. He requested the court to award compensation for the damage suffered. The applicant argued that while it was true that at the time when the property was rented out in 1985, the law was already in force, the inflation in the property market in the following decades could not have been foreseen. Moreover, there had been no other option than to rent the property under title of temporary emphyteusis, in order to avoid it being requisitioned as was common at the time. He asked the court to award compensation and evict the tenant.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  According to a court-appointed expert the sale value of the property was EUR 224,000 in 2016 and its annual rental value in 2006 was EUR 7,213, in 2011 it was EUR 7,605 and in 2016, EUR 7,840. This valuation was conditional on full refurbishment of the property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  By a judgment of 9 October 2017 the Civil Court (First Hall) in its constitutional competence found a violation of the applicant’s property rights and awarded EUR 15,000 in pecuniary and non-pecuniary damage combined and ordered that the tenant would no longer be able to benefit from the amended law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  It accepted that the applicant’s property could have been at risk of being requisitioned, which explained the choice to rent out the property under title of temporary emphyteusis. It considered that the regime under which the applicant had rented the property could not be considered proportionate as, in the light of the court-appointed expert’s valuations, the applicant was receiving only 10% of the property’s potential value. In awarding damage it also took account of the fact that it was ordering that the tenant would no longer be able to benefit from the amended law as well as the fact that it was not its role to award civil damages. It further considered that the applicant had freely set the original rental value and that the property could not fetch the rent suggested by the court-appointed expert without it undergoing extensive reparations and related expenses – noting however that any improvements made by the tenants were to remain.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On appeal, by a judgment of 13 April 2018 the Constitutional Court revoked the firstinstance judgment and rejected the applicant’s claim. The Constitutional Court considered that the applicant had not proved that there had been no other choice but to rent the property. While it was true that there was a possibility, from the evidence it appeared likely that he chose that option as he had not managed to sell the property. The Constitutional Court noted that the applicant, who was aware of the law at the time when he decided to rent the property, had demanded a higher rent together with other conditions, namely the payment of approximately EUR 6,988 and that the tenants were to refurbish the property which had not been in a good state. All costs of both instances were to be paid by the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Subsequent proceedings",
                                "elements": [
                                    {
                                        "content": "13.  Following the above-mentioned judgment and the introduction of the application with the Court, the applicant filed a case with the Rent Regulation Board (‘the RRB’) requesting an increase of the rent in question at the rate of 2% of the market value as per the newly introduced Act XXVII of 2018. During the proceedings the expert valued the property at EUR 440,000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  By a decision of 28 October 2019 the RRB decided that the increase should be less than 2%. It considered that the rent should be increased to EUR 5,500 annually for two years and then EUR 6,600 annually for the four years after that. The judgment has been appealed and the appeal is still pending.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "RELEVANT LEGAL FRAMEWORK",
                        "elements": [
                            {
                                "content": "15.  The relevant domestic law in relation to the present case is set out in Amato Gauci v. Malta (no. 47045/06, §§ 19-25, 15 September 2009); Anthony Aquilina v. Malta (no. 3851/12, §§ 28-29, 11 December 2014) and Portanier v. Malta (no. 55747/16, § 18, 27 August 2019).",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "PRELIMINARY ISSUES",
                        "elements": [
                            {
                                "content": "16.  Following the introduction of the application, the applicant, Mr Aquilina, died and his heirs, Ms Maria Azzopardi, Mr Joseph Aquilina, Ms Danica Marie Aquilina, Mr Damien Aquilina and Mr Natalien Aquilina, expressed their wish to pursue the application.",
                                "elements": []
                            },
                            {
                                "content": "17.  In its case-law, the Court has differentiated between applications where the direct victim has died after the application was lodged with the Court and those applications where he or she had already died before the lodging of the application. Where the applicant has died after the application was lodged, the Court has accepted that the next of kin or heir may in principle pursue the application, provided that he or she has sufficient interest in the case (see Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 97, ECHR 2014).",
                                "elements": []
                            },
                            {
                                "content": "18.  Having regard to the circumstances of the present case, the Court accepts that the applicant’s children and the two children of his pre-deceased son, all heirs of the direct victim (who had lodged the application before his death), have a legitimate interest in pursuing the application in the late applicant’s stead. The Court will therefore continue dealing with the case at their request. For practical reasons, it will, however, continue to refer to Mr Aquilina as the applicant in the present judgment.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "ALLEGED VIOLATION OF ARTICLE 1 OF PROTOCOL No.1 TO THE CONVENTION",
                        "elements": [
                            {
                                "content": "19.  The applicant complained that Section 12 of the Ordinance as amended by Act XXIII of 1979  which granted tenants the right to retain possession of the premises under a lease  imposed on the owners a unilateral lease relationship for an indeterminate time without reflecting a fair and adequate rent, in breach of Article 1 of Protocol No. 1 which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                "elements": []
                            },
                            {
                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                "elements": []
                            },
                            {
                                "content": "Admissibility",
                                "elements": [
                                    {
                                        "content": "20.  The Court notes that the application is neither manifestly ill-founded nor inadmissible on any other grounds listed in Article 35 of the Convention. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Merits",
                                "elements": [
                                    {
                                        "content": "The parties’ submissions",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The applicant",
                                "elements": [
                                    {
                                        "content": "21.  The applicant submitted that, despite the fact that the concession expired on 10 March 2006, by virtue of the law (as amended in 1979), the tenant had the right to continue occupying the premises on title of lease. This new relationship imposed by law allowed the tenant to reside indefinitely in the premises and no effective remedy existed to take back possession of the premises not even if the owner needed the premises for his own use. The possibility of the increase in rent was only made possible by means of a new procedure introduced by Act XXVII in 2018. Until then, according to the applicant, the law was not precise and foreseeable and it had not provided for any procedural guarantees.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  While it was true that the applicant had knowingly entered into the concession he argued that temporary emphyteusis was the only way to save his property from a formal expropriation and/or a requisition order and from the draconian rent laws in force at the time which in all circumstances limited the owners’ right of enjoyment of immovable properties. He considered that the ground rent in 1985 had been adequate for his property at the time. The violation only occurred on the termination of the concession at which point the rent received was no longer fair in view of the circumstances and social realities of 2006 and after, which could not have been envisaged by the applicant in 1985. He referred to the difference in the rent received and that payable on the market as established by the court-appointed expert (see paragraph 9 above) and noted that the blanket provision had not taken into account the interests of owners. Relying on domestic and ECtHR case-law he considered that there had been a violation of the invoked provision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  The applicant further submitted that Section 12 B of the Ordinance introduced by Act XXVII in 2018 did not address the issue of proportionality and lack of procedural safeguards and was, in his view, yet another barrier adding uncertainty on the owners.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "The Government",
                                "elements": [
                                    {
                                        "content": "24.  The Government submitted that the interference was lawful (a matter not contested before the domestic courts) and pursued the general interest, namely the protection of tenants. They also considered that it was proportionate; in particular, they noted that the applicant had himself established the rent payable in 1985, together with a lump sum payment of approximately EUR 7,000, at a time when he knew the laws in force – in particular the law complained of had already been in force for six years. Thus, the applicant was aware, or should have been aware, that the tenants would have been able to continue to reside there even after the expiry of the emphyteusis and that the rent would only increase according to the index of inflation. Moreover, the Government noted that, at the time, the owner had wanted to sell the property for EUR 32,000. Furthermore, the tenants had to refurbish the property which at the time - according to the tenants - had no water supply, needed a new bathroom, a refurbishment to the facade and work to the ceiling. Thus, in view of the legitimate aim of the measure the compensation had not been disproportionate. Moreover, the applicants had not shown that they had had no other option but to rent the property to avoid it being requisitioned.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  Lastly, the Government relied on the newly enacted Section 12B of the Ordinance, introduced by Act XXVII of 2018, which entered into force on 1 August 2018, and which provided relevant procedural safeguards in the applicant’s situation. They further noted that the applicant was already reaping benefits from this procedure which he undertook, since the RRB - having considered all the circumstances of the case - fixed the rent for the first two years at EUR 5,500 annually and that for the next four years at EUR 6,600 annually.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "26.  The Court refers to its general principles as set out in Amato Gauci v. Malta (no. 47045/06, §§ 50-59, 15 September 2009).",
                                                "elements": []
                                            },
                                            {
                                                "content": "27.  The Court observes that in the present case the Constitutional Court reversed on 13 April 2018 the first-instance judgment of the court of constitutional competence. The Constitutional Court did not find a violation of the applicant’s property rights given that the applicant was aware of the applicable regime when he rented the property in 1985. However, the Court notes that it has already held, in similar circumstances, that, at the time, the owners (ancestors of the applicants) could not reasonably have had a clear idea of the extent of inflation in property prices in the decades to come, and that the decisions of the domestic courts regarding their request challenging such laws constituted interference in the applicants’ (heirs) respect (see, mutatis mutandis, Zammit and Attard Cassar, v. Malta, no. 1046/12, §§ 5051, 30 July 2015). In such cases the Court proceeded to examine the merits and found a violation (see, for example, Zammit and Attard Cassar, cited above, §§ 65-66). There is no reason to make different conclusions in the present case. While it is true that the applicant knowingly entered into the rent agreement and set his own conditions to the extent possible, the Court considers that in 1985 he could not reasonably have foreseen the extent of inflation in property prices in the decades that followed (see Zammit and Attard Cassar, cited above, § 50). In 2006, on the expiry of the contract of temporary emphyteusis, at which point the discrepancy in the rent imposed and that on the market became evident, he was unable to do anything other than attempt to use the available remedies, which he did but which were to no avail. The decisions of the domestic courts thus constituted interference with the peaceful enjoyment of his property (compare Cassar v. Malta, no. 50570/13, § 48, 30 January 2018). Accordingly, the Court finds that the rent-control regulations and their application in the present case constituted an interference with the applicant’s right (as landlord) to use his property (ibid., § 49).",
                                                "elements": []
                                            },
                                            {
                                                "content": "28.  The Court finds that the measure complained of, which affected the applicant as of 2006, was imposed by Act XXIII of 1979 and was therefore “lawful” within the meaning of Article 1 of Protocol No. 1. The Court further considers that the legislation at issue in the present case pursued a legitimate social policy aim, namely the social protection of tenants (see Amato Gauci, cited above, § 55).",
                                                "elements": []
                                            },
                                            {
                                                "content": "29.  As to whether a fair balance was struck, the Court notes that, as in other similar cases, the application of the Act XXIII of 1979 amending the Ordinance had a considerable impact on the applicant’s property (see for details, Amato Gauci, cited above, § 61). As to the amount of the rent, the Court cannot ignore that the court-appointed expert’s valuation in the present case was based on its potential in case of full refurbishment in 2016 (see paragraph 9 above). Nevertheless, those valuations show that after 2006 the applicant was receiving in rent only 10% of the rental potential of the refurbished property. In 2019 the rent was significantly raised by the RRB, in virtue of the 2018 amendments (see paragraph 14 above); that decision is pending before an appeal instance. The above is sufficient for the Court to conclude that the rent received by the applicant was disproportionally low in the period between 2006 and until at least 2019. The Court reiterates that State control over levels of rent falls into a sphere subject to a wide margin of appreciation by the State and its application may often cause significant reductions in the amount of chargeable rent. Nevertheless, this may not lead to results which are manifestly unreasonable, such as amounts of rent allowing only a minimal profit (ibid., § 62).",
                                                "elements": []
                                            },
                                            {
                                                "content": "30.  The Court further notes that while it is true that the applicant could have increased the rent following the amendments provided by Act X of 2009, he failed to do so (see paragraph 7 above). However, the Court has already held that the 2009 and 2010 amendments affecting different controlled rent regimes had only slightly improved the situation of landlords and such rents remained in stark contrast with the market values of the property (see, for example, Anthony Aquilina v. Malta, no. 3851/12, § 63, 11 December 2014; Montanaro Gauci and Others v. Malta, no. 31454/12, §§ 54-55, 30 August 2016; and Zammit and Attard Cassar, cited above, § 62).",
                                                "elements": []
                                            },
                                            {
                                                "content": "31.  Furthermore, the Court considers that - without having to address the effectiveness or otherwise of the procedure introduced by Act XXVII of 2018 for the purposes of the present case - even assuming that the new Section 12B of the Ordinance provided for relevant and effective safeguards, these had no bearing on the situation suffered by the applicant until the introduction of these amendments in 2018. As to this period preceding Act XXVII of 2018, the Court has previously found that whereas the RRB could have constituted a relevant procedural safeguard by overseeing the operation of the system, it was devoid of any useful effect, given the limitations imposed by the law (see, mutatis mutandis, Amato Gauci, cited above, § 62, and Anthony Aquilina, cited above, § 66) and that consequently, the application of the law itself lacked adequate procedural safeguards aimed at achieving a balance between the interests of the tenants and those of the owners (ibid.; and, mutatis mutandis, Zammit and Attard Cassar, cited above, § 61).",
                                                "elements": []
                                            },
                                            {
                                                "content": "32.  The foregoing considerations are sufficient to enable the Court to conclude that the applicant has suffered an excessive individual burden from 2006 to, at least, 2019. It follows that the Maltese State failed to strike the requisite fair balance between the general interests of the community and the protection of the applicant’s right of property.",
                                                "elements": []
                                            },
                                            {
                                                "content": "33.  There has accordingly been a violation of Article 1 of Protocol No. 1 to the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "34.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "Damage",
                                "elements": [
                                    {
                                        "content": "35.  The applicant claimed 90,000 euros (EUR) in respect of pecuniary damage based on the difference between the valuations by the court-appointed expert and the rent he was receiving which only reflected a tenth of the market value, and EUR 15,000 in non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The Government submitted that the evaluations of the court-appointed expert were significantly inflated and the applicant had not justified the request of EUR 90,000. Indeed the estimate which appeared to cover loss of rent had not taken account of various factors such as the probability of the property having been rented out throughout, the expenses incurred by the tenants, and that measures intended to achieve greater social justice did not require payment at market values. Thus, they considered that a joint award in pecuniary damage should not exceed EUR 2,500 and EUR 1,500 in non-pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  On the basis of the considerations relevant in such cases (see, for example, Portanier v. Malta, no. 55747/16, §§ 62-64, 27 August 2019) and bearing in mind the lump sum paid to the applicant in 1985 and the applicant’s failure to demand the rent increases allowed by law, as well as the Court’s considerations at paragraph 29 above (concerning the courtappointed expert’s report), in the circumstances of the present case, the Court considers it appropriate to award the applicant EUR 12,500 in pecuniary damage for the loss of rent as of 2006 onwards and EUR 2,500 in respect of non-pecuniary damage, plus any tax that may be chargeable.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Costs and expenses",
                                "elements": [
                                    {
                                        "content": "38.  The applicant also claimed EUR 11,130 for the costs and expenses incurred before the domestic courts, which included EUR 4,516.92, EUR 3,465.73, and EUR 3,147.51 (excluding any tax due), which he was made to pay for each of the parties involved, as shown by the judicial taxed bill of costs submitted to the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  The Government did not dispute the claim of EUR 7,973.65 covering the costs of the Government and the plaintiff in the domestic proceedings, but disputed the rest relating to the applicant’s costs, as the applicant had not shown they had been incurred.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  Regard being had to the documents in its possession and to its caselaw, the Court considers it reasonable to award the applicant the sum of EUR 11,130 for costs and expenses in the domestic proceedings, plus any tax that may be chargeable to the applicant.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "Default interest",
                                "elements": [
                                    {
                                        "content": "41.  The Court considers it appropriate that the default interest rate should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT, UNANIMOUSLY,",
                "elements": [
                    {
                        "content": "Holds that Mr Aquilina’s heirs, Ms Maria Azzopardi, Mr Joseph Aquilina, Ms Danica Marie Aquilina, Mr Damien Aquilina and Mr Natalien Aquilina can pursue his application;",
                        "elements": []
                    },
                    {
                        "content": "Declares the application admissible;",
                        "elements": []
                    },
                    {
                        "content": "Holds that there has been a violation of Article 1 of Protocol No.1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "Holds",
                        "elements": []
                    },
                    {
                        "content": "that the respondent State is to pay the applicant, within three months, the following amounts:",
                        "elements": []
                    },
                    {
                        "content": "that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "Dismisses the remainder of the applicant’s claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 9 June 2020, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Georgios A. Serghides",
            "role": "president"
        },
        {
            "name": "Erik Wennerström",
            "role": "judges"
        },
        {
            "name": "Lorraine Schembri Orland",
            "role": "judges"
        },
        {
            "name": "Olga Chernishova",
            "role": "deputy section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF AQUILINA v. MALTA",
    "doctypebranch": "COMMITTEE",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "COMMITTEE",
        "ENG"
    ],
    "documents": [
        "001-202766.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2020:0609JUD004024618",
    "externalsources": [],
    "extractedappno": [
        "40246/18",
        "47045/06",
        "3851/12",
        "55747/16",
        "47848/08",
        "1046/12",
        "50570/13",
        "31454/12"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-202766",
    "judgementdate": "09/06/2020 00:00:00",
    "kpdate": "09/06/2020 00:00:00",
    "kpthesaurus": [
        "369",
        "304"
    ],
    "languageisocode": "ENG",
    "originatingbody": "27",
    "paragraphs": [
        "P1-1-1",
        "P1-1"
    ],
    "parties": [
        "AQUILINA",
        "MALTA"
    ],
    "rank": "5993.64599609375",
    "representedby": [
        "CAMILLERI M.",
        "DEBONO E."
    ],
    "respondent": "MLT",
    "respondentOrderEng": "28",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "500926",
    "typedescription": "15"
}