{
    "__articles": "6;P1-1",
    "__conclusion": "No violation of Article 6 - Right to a fair trial;No violation of Article 1 of Protocol No. 1 - Protection of property",
    "applicability": "",
    "appno": "43934/07",
    "article": [
        "6",
        "p1-1"
    ],
    "conclusion": [
        {
            "article": "6",
            "base_article": "6",
            "element": "No violation of Article 6 - Right to a fair trial",
            "type": "no-violation"
        },
        {
            "article": "p1-1",
            "base_article": "p1-1",
            "element": "No violation of Article 1 of Protocol No. 1 - Protection of property",
            "type": "no-violation"
        }
    ],
    "content": {
        "001-94533.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 43934/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by three Polish nationals, Mr Juliusz Tarnowski, Mr Marek Tarnowski and Mr Aleksander Tarnowski (“the applicants”), on 15 October 2003.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Mr P. Boroń, a lawyer practising in . The Polish Government (“the Government”) were represented by their Agent, Mr Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 6 December 2007 the President of the Fourth Section decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 3) and that the case be examined simultaneously together with the case no. 33915/03 (Rule 42 § 2 of the Rules of Court).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants, Mr Juliusz Tarnowski, Mr Marek Tarnowski and Mr Aleksander Tarnowski are brothers. They are Polish nationals who were born in 1929, 1932 and 1934 respectively and live in Kraków and Sopot.",
                                "elements": []
                            },
                            {
                                "content": "5.  The applicants are heirs of the owner of 27 plots of land and buildings, which constituted a property called “Końskie - Kolonie Fabryczne”. The property was de facto expropriated by the State by virtue of the 1944 Decree on Agrarian Reform in January 1945.",
                                "elements": []
                            },
                            {
                                "content": "6.  However, in this particular case the relevant authorities failed to issue an appropriate administrative decision, declaring that the property had been subject to expropriation within the framework of the agrarian reform.",
                                "elements": []
                            },
                            {
                                "content": "7.  In 1965 the State Treasury’s title to the property was entered in the land and mortgage register.",
                                "elements": []
                            },
                            {
                                "content": "8.  In respect of plots nos. 1310 and 1314/1, the right of perpetual use of these plots was granted by the State Treasury to the . The plots were leased to certain individuals.  ",
                                "elements": []
                            },
                            {
                                "content": "1.  Administrative proceedings concerning the applicants’ right to the property",
                                "elements": [
                                    {
                                        "content": "9.  On 23 July 1996 the applicants requested the Kielce Governor to issue a decision stating that the property “Końskie - Kolonie Fabryczne” should not have been subject to expropriation under section 2 § 1 (e) of the 1944 Decree on Agrarian Reform.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 30 June 1997 the Kielce Governor partly dismissed the applicants’ request, finding that a part of the property had met the criteria for expropriation set out in the 1944 Decree. However, the Governor declared that several plots of land with an overall area of 12.03 hectares should not have been subject to expropriation. This decision concerned, among others, plots nos. 1310 and 1314/1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 19 November 1997 the Minister of Agriculture dismissed the applicants’ appeal in respect of the remainder of the decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  On 8 June 2001 the  dismissed the applicants’ further appeal, finding that the contested administrative decisions of the Kielce Governor and the Minister of Agriculture had been lawful.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "2.  Civil proceedings for rectification of an entry in the land and mortgage register",
                                "elements": [
                                    {
                                        "content": "13.  On 25 July 1996 the applicants instituted civil proceedings for rectification of an entry in the land and mortgage register. They requested the court to enter their ownership title to plots nos. 1310 and 1314/1 in the land and mortgage register. Hearings were held on 8 January and 9 April 1997.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  On 16 April 1997 the  gave a decision, securing the applicants’ claims by entering a caveat in the land and mortgage register. Subsequently, the court stayed the proceedings pending the outcome of the above administrative proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 7 December 1998, following the delivery of the Kielce Governor’s decision of 30 June 1997 (see paragraph 10 above), the applicants requested that the proceedings be resumed in the part concerning the following plots: 1) nos. 1299/2, 1303, 1306/3 and 1307/7; 2) nos. 1310 and 1314/1; 3) no. 6271.",
                                        "elements": []
                                    },
                                    {
                                        "content": "16.  On 23 June 1999 the Kielce Regional Court delivered a partial judgment in respect of the plots listed under 1) nos. 1299/2, 1303, 1306/3 and 1307/7 and 2) nos. 1310 and 1314/1. On 22 February 2000, after the judgment in this part became final, the Końskie District Court entered the applicants’ ownership title in the relevant land register.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  On 8 February one of the parties to the proceedings applied for the proceedings in respect of plots nos. 1310 and 1314/1 to be re-opened, arguing that new facts had arisen which showed that the applicants’ father had not owned the plots in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 9 November 2000 the  re-opened the proceedings in respect of plots nos. 1310 and 1314/1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 21 November 2000 the court stayed the re-opening proceedings pending the outcome of civil proceedings concerning the ownership title to these plots before the Końskie District Court, and subsequently, before the Kielce Regional Court. On 29 December 2005 the , following an appeal by the applicants, dismissed the State’s Treasury claim and discontinued the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "20.  On 21 February 2007 the  resumed the proceedings for re-opening the proceedings terminated by the judgment of 23 June 1999 (see paragraph 16 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  On 1 March 2007 the  gave judgment in the case. It dismissed the motion for re-opening the proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "3.  Civil proceedings for recovery of possession",
                                "elements": [
                                    {
                                        "content": "22.  On 15 April 1999 the applicants lodged an action for recovery of plots nos. 1310 and 1314/1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "23.  At the first hearing, on 6 July 1999, the Końskie District Court stayed the proceedings pending the outcome of the proceedings for rectification of an entry in the land and mortgage register (see paragraphs 13-21 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  On 14 July 1999 the applicants appealed against that decision. On 20 October 1999 the  dismissed the applicants’ interlocutory appeal.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 25 November 1999 the applicants requested that the proceedings be resumed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 14 January 2000 the Końskie District Court resumed the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 27 January 2000 a third party asked the court to allow her to participate in the proceedings as intervenor. She alleged that the applicants’ father had not been the owner of the plots in question since she and her husband had been in possession of the disputed plots since 1948.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On 16 May 2000 the Końskie District Court stayed the proceedings, indicating that the proceedings for rectification of an entry in the land register had been re-opened in their part concerning the applicants’ claim. On 1 December 2000 the  dismissed the applicants’ interlocutory appeal, finding that the lower court’s decision was correct.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 26 January 2006 the applicants requested the court to resume the proceedings. On 5 October 2007 the Court resumed the proceedings and discontinued them since the applicants had withdrawn their action.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "4.  Civil proceedings for compensation",
                                "elements": [
                                    {
                                        "content": "30.  On 1 March 1999 the applicants instituted civil proceedings for compensation for the use of their property by the State Treasury without valid legal title. They claimed compensation for the period from 29 September 1990 to November 2000.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 6 December 2001 the  gave judgment in the case. On 12 July 2002 the Cracow Court of Appeal upheld the first-instance judgment. Following a cassation appeal lodged by the State Treasury, on 11 February 2004 the Supreme Court quashed the second-instance judgment and remitted the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 17 December 2004 the Court of Appeal held a hearing in the case. At the hearing the applicants withdrew their claim in respect of plots nos. 1310 and 1314/1.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 29 December 2004 the Cracow Court of Appeal discontinued the proceedings in respect of the abovementioned plots since the applicants had withdrawn their claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 5 May 2006 the applicants sold plots nos. 1310 and 1314/1 to a third party.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "5. Proceedings under the 2004 Act",
                                "elements": [
                                    {
                                        "content": "35.  On 7 February 2005 the applicants lodged a complaint with the  under the Act of 17 June 2004 on complaints about a breach of the right to trial within a reasonable time (“the 2004 Act”). The applicants claimed just satisfaction in the amount of PLN 10,000 (approx. EUR 2,700). They also requested the court to take action to resume and expedite the proceedings for recovery of the property (see paragraphs 2229 above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  On 4 May 2005 the  dismissed the applicants’ complaint. The court referred to the fact that there had been no undue delay in the proceedings on and after the date of entry into force of the Act on 17 September 2004. The court pointed out that the proceedings had been stayed pending the outcome of other proceedings (see paragraphs 19 and 13-21 above) in which the ownership of the property was in issue. Therefore, there had been no delays in dealing with the case.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "37.  The relevant domestic law and practice concerning remedies for the excessive length of judicial proceedings, in particular the applicable provisions of the 2004 Act, are set out in the Court’s decisions in the cases of Charzyński v. Poland no. 15212/03 (dec.), §§ 12-23, ECHR 2005-V, and Ratajczyk v. Poland no. 11215/02 (dec.), ECHR 2005-VIII, and the judgment in the case of Krasuski v. Poland, no. 61444/00, §§ 34-46, ECHR 2005-V.",
                                "elements": []
                            },
                            {
                                "content": "38.  The relevant domestic law and practice concerning Article 1 of Protocol No. 1 is set out in the Court’s judgments in the cases of Zwierzyński v. Poland, no. 34049/96, § 63-74, ECHR 2001-VI, and Bennich-Zalewski v. Poland, no. 59857/00, judgment of 22 April 2008.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF THE UNREASONABLE LENGTH OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "39.  The applicants complained that the length of the proceedings had been incompatible with the “reasonable time” requirement, laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "40.  The Government contested that argument.",
                                "elements": []
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": [
                                    {
                                        "content": "41.  The Government raised a preliminary objection that the applicants had not exhausted all domestic remedies available to them under Polish law, as required by Article 35 § 1 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  The Government acknowledged that the applicants had used the available remedy in respect of the proceedings for recovery of possession by submitting a complaint under the 2004 Act with the  on 7 February 2005.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  The Government further maintained, however, that all the applicants had failed to exhaust the remedies provided for by domestic law in respect of the proceedings for rectification of an entry in the land and mortgage register and the proceedings for compensation.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  The Government also submitted that they had not made use of any remedies available under administrative law in order to complain about the allegedly protracted length of the administrative proceedings concerning the applicants’ title to the property.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  The applicants disagreed. However, they did not comment on the Government’s submissions concerning the proceedings for rectification of an entry in the land and mortgage register, the proceedings for compensation or the administrative proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  The Court further notes that the remainder of the application concerning the proceedings for recovery of possession is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. It also notes that it is not inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1. The period to be taken into consideration",
                                        "elements": [
                                            {
                                                "content": "50.   The civil proceedings for recovery of possession started on 15 April 1999 and ended on 5 October 2007 by a decision of the  (see paragraph 29 above). Thus, the period to be taken into consideration lasted 8 years, 5 months and 23 days.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  The parties’ submissions",
                                        "elements": []
                                    },
                                    {
                                        "content": "3.  The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "56.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                                "elements": []
                                            },
                                            {
                                                "content": "57.  The Court observes that the case involved a certain degree of complexity. The Court can accept that some delays in the proceedings before the Końskie District Court could be explained by the fact that at the material time the court had to stay the proceedings until delivery of a judgment in separate proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "58.  As regards the conduct of the applicants, the Court, having regard to the available evidence, does not find it established that the applicants substantially contributed to the delays in the proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "59.  As regards the conduct of the relevant authorities, the Court observes that the proceedings for repossession, instituted on 15 April 1999, remained dormant from 6 July 1999 to 27 January 2000 and from 16 May 2000 to 5 October 2007 since they were stayed pending the outcome of separate proceedings.",
                                                "elements": []
                                            },
                                            {
                                                "content": "60.  The Court notes that the applicants availed themselves of the procedure provided for by domestic law to resume the proceedings in question as well as the procedure provided for by the 2004 Act to expedite the proceedings. The Court observes that these efforts were unsuccessful, and the proceedings for recovery of possession have remained stayed, essentially, as a consequence of civil claims to the property having been raised in the context of separate proceedings (see paragraphs 17-19 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "61.  The Court does not share the Government’s view that the whole period during which the proceedings were stayed should be deducted from the overall length of the proceedings. The Court further observes that some delays occurred between the date when the applicants submitted their request for the proceedings to be resumed to the Końskie District Court on 26 January 2006 and the date of the decision on this matter on 5 October 2007. However, that period has to be assessed in the light of the fact that the applicants had sold plots nos. 1310 and 1314/1 on 5 May 2006 (see paragraph 34 above). Therefore, the delay which was essential to the applicants’ rights amounted only to three months.",
                                                "elements": []
                                            },
                                            {
                                                "content": "62.  Lastly, the Court is of the view that the State cannot be held responsible for the remaining period when the proceedings were stayed pending the outcome of the proceedings for rectification of an entry in the land and mortgage register. It was open to the applicants to lodge a complaint under the 2004 Act in the latter proceedings with a view to speeding them up since they were decisive for their rights, but they failed to do so (see paragraphs 13-21 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "63.  Having regard to all the circumstances of the case, the Court considers that there has been no violation of Article 6 § 1 of the Convention.",
                                                "elements": []
                                            },
                                            {
                                                "content": "“Every natural or legal person is entitled to the peaceful enjoyment of his possessions. No one shall be deprived of his possessions except in the public interest and subject to the conditions provided for by law and by the general principles of international law.",
                                                "elements": []
                                            },
                                            {
                                                "content": "The preceding provisions shall not, however, in any way impair the right of a State to enforce such laws as it deems necessary to control the use of property in accordance with the general interest or to secure the payment of taxes or other contributions or penalties.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            },
                            {
                                "content": "A.  Admissibility",
                                "elements": []
                            },
                            {
                                "content": "B.  Merits",
                                "elements": [
                                    {
                                        "content": "1.  The parties’ submissions",
                                        "elements": []
                                    },
                                    {
                                        "content": "2. The Court’s assessment",
                                        "elements": [
                                            {
                                                "content": "“The first rule, set out in the first sentence of the first paragraph, is of a general nature and enunciates the principle of the peaceful enjoyment of property; the second rule, contained in the second sentence of the first paragraph, covers deprivation of possessions and subjects it to certain conditions; the third rule, stated in the second paragraph, recognises that the Contracting States are entitled, amongst other things, to control the use of property in accordance with the general interest ... The three rules are not, however, ‘distinct’ in the sense of being unconnected. The second and third rules are concerned with particular instances of interference with the right to peaceful enjoyment of property and should therefore be construed in the light of the general principle enunciated in the first rule.”",
                                                "elements": []
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III. OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "87.  Lastly, the applicants complained that the 2004 Act had not provided an effective remedy against excessive length of proceedings. They relied on Article 13 of the Convention which provides as follows:",
                                "elements": []
                            },
                            {
                                "content": " “Everyone whose rights and freedoms as set forth in [the] Convention are violated shall have an effective remedy before a national authority notwithstanding that the violation has been committed by persons acting in an official capacity.”",
                                "elements": []
                            },
                            {
                                "content": "88.  The Court reiterates that Article 13 guarantees an effective remedy before a national authority for an alleged breach of the requirement under Article 6 § 1 to hear a case within a reasonable time. The Court has already found that the remedy under the 2004 Act is effective in respect of a length of proceedings complaint (see, Figiel v.  (no. 1), no. 38190/05, 17 July 2008).",
                                "elements": []
                            },
                            {
                                "content": "89.  It follows that this part of the application is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the excessive length of the proceedings for recovery of possession admissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Joins the Government’s preliminary objection concerning the applicants’ lack of victim status to the merits of their complaint under Article 1 of Protocol No. 1 to the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Declares the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "4.  Holds that there has been no violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "5.  Holds that there has been no violation of Article 1 of Protocol No. 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "6.  Holds that it is not necessary to decide on the Government’s above-mentioned preliminary objection.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 29 September 2009, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Giovanni Bonello",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Ján Šikuta",
            "role": "judges"
        },
        {
            "name": "Mihai Poalelungi",
            "role": "judges"
        },
        {
            "name": "Nebojša Vučinić",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF TARNOWSKI v. POLAND (No. 2)",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-94533.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2009:0929JUD004393407",
    "externalsources": [],
    "extractedappno": [
        "43934/07",
        "33915/03",
        "15212/03",
        "11215/02",
        "61444/00",
        "34049/96",
        "59857/00",
        "30979/96",
        "31524/96",
        "33202/96",
        "73049/01",
        "48553/99",
        "49806/99",
        "3417/02",
        "5994/02",
        "28365/02",
        "5742/03",
        "8693/03",
        "31976/03",
        "13681/03",
        "32759/03",
        "38190/05"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-94533",
    "judgementdate": "29/09/2009 00:00:00",
    "kpdate": "29/09/2009 00:00:00",
    "kpthesaurus": [
        "445",
        "369"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "P1-1"
    ],
    "parties": [
        "TARNOWSKI",
        "POLAND"
    ],
    "rank": "695.007385253906",
    "representedby": [
        "BORON P."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "354162",
    "typedescription": "14"
}