{
    "__articles": "6;6-1;41",
    "__conclusion": "Violation of Art. 6-1",
    "applicability": "",
    "appno": "7153/07",
    "article": [
        "6",
        "41"
    ],
    "conclusion": [
        {
            "article": "6-1",
            "base_article": "6",
            "element": "Violation of Art. 6-1",
            "type": "violation"
        }
    ],
    "content": {
        "001-106561.docx": [
            {
                "content": "PROCEDURE",
                "elements": [
                    {
                        "content": "1.  The case originated in an application (no. 7153/07) against the  lodged with the Court under Article 34 of the Convention for the Protection of Human Rights and Fundamental Freedoms (“the Convention”) by two Polish nationals, Mr M. Orlikowski and Mrs J. Orlikowska (“the applicants”), on 23 January 2007.",
                        "elements": []
                    },
                    {
                        "content": "2.  The applicants were represented by Ms A. Gapik-Lis, a lawyer practising in . The Polish Government (“the Government”) were represented by their Agent, Mr J. Wołąsiewicz of the Ministry of Foreign Affairs.",
                        "elements": []
                    },
                    {
                        "content": "3.  On 11 May 2009 the Court decided to give notice of the application to the Government. It was also decided to rule on the admissibility and merits of the application at the same time (Article 29 § 1).",
                        "elements": []
                    }
                ],
                "section_name": "procedure"
            },
            {
                "content": "THE FACTS",
                "elements": [
                    {
                        "content": "I.  THE CIRCUMSTANCES OF THE CASE",
                        "elements": [
                            {
                                "content": "4.  The applicants were born in 1962 and live in .",
                                "elements": []
                            },
                            {
                                "content": "A.  Proceedings concerning the construction of a butchery",
                                "elements": [
                                    {
                                        "content": "5.  On 30 December 1994 the Mayor of Mykanów issued a decision granting building permission for a certain M.N., the proprietor of a plot of land adjacent to the applicants’ house, to construct a butchery and abattoir on his property. Since at least 1997 Mr M.N. had been running the butchery in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "6.  Following the re-opening of the case, on 17 September 1998 the Mayor’s decision of 1994 was quashed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "7.  On 27 April 1998 M.N. requested planning permission in order to extend the butchery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "8.  On 15 June 1998 the Mayor of Mykanów granted planning permission.",
                                        "elements": []
                                    },
                                    {
                                        "content": "9.  The applicants appealed against that decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "10.  On 21 July 1998 the Częstochowa Self-Government Board of Appeal upheld the challenged decision. The applicants lodged a complaint with the Supreme Administrative Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "11.  On 23 May 2000 the Supreme Administrative Court allowed the complaint, quashed the challenged decision and remitted the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "12.  After the ’s judgment, on an unspecified date, the proceedings were discontinued because the investment in question had been completed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Proceedings for permission to extend the butchery",
                                "elements": [
                                    {
                                        "content": "13.  On 9 February 1999 the Mayor of Mykanów granted a building permit for the extension of the butchery. The decision was upheld by the Śląski Governor on 15 March 1999.",
                                        "elements": []
                                    },
                                    {
                                        "content": "14.  The applicants lodged a complaint against the latter decision which was allowed by the Supreme Administrative Court on 4 January 2001; the court quashed both preceding decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "15.  On 18 May 2001 the Mayor of Mykanów discontinued the proceedings for permission to extend the butchery because the investment in question had been completed.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Proceedings for permission to use the existing buildings for the purposes of a butchery",
                                "elements": [
                                    {
                                        "content": "16.  On 30 December 1998 the Head of the Częstochowa District Office allowed M.N. to use the existing buildings for the purposes of running a butchery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "17.  The applicants’ appeal was dismissed on 4 March 1999 by the Śląski Governor. They lodged a complaint against the decision with the Supreme Administrative Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "18.  On 4 January 2001 the Supreme Administrative Court allowed the complaint and quashed both preceding decisions.",
                                        "elements": []
                                    },
                                    {
                                        "content": "19.  On 28 May 2001 the Head of the Częstochowa District Office stayed the proceedings because another set of proceedings was pending before the construction supervision authorities. The parties have not submitted any information regarding the progress of this set of proceedings.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "D.  Proceedings before the construction supervision authorities as regards the legality of the building work carried out by M.N.",
                                "elements": [
                                    {
                                        "content": "20.  On the basis of the decision of 9 February 1999 given by the Mayor of Mykanów M.N. carried out some building work and extended the butchery.",
                                        "elements": []
                                    },
                                    {
                                        "content": "21.  In the light of the fact that the extension to the butchery had been built on the basis of a final decision which was subsequently quashed, on 8 July 2002 the District Building Inspector ordered M.N. to carry out work in order to legalise the building.",
                                        "elements": []
                                    },
                                    {
                                        "content": "22.  On 25 September 2002 the Regional Building Inspector upheld the decision of 8 July 2002.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "E.  Proceedings before the construction supervision authorities concerning the demolition of the smoking chamber",
                                "elements": [
                                    {
                                        "content": "23.  On 20 December 2001 the District Building Inspector ordered the demolition of a smoking chamber as it had been built by M.N. without the necessary permit.",
                                        "elements": []
                                    },
                                    {
                                        "content": "24.  M.N. appealed against the decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "25.  On 20 February 2002 his appeal was rejected as having been lodged out of time. Mr M.N. lodged a complaint with the Supreme Administrative Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "26.  On 1 July 2002 the District Building Inspector reminded Mr M.N. of the obligation to demolish the smoking chamber.",
                                        "elements": []
                                    },
                                    {
                                        "content": "27.  On 17 December 2002 the Supreme Administrative Court allowed the appeal and quashed the decision of 20 February 2002. Thus the decision of 20 December 2001 ordering the demolition of the smoking chamber became enforceable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "28.  On an unspecified date the applicants lodged a complaint with the Supreme Administrative Court about inactivity on the part of the administrative authorities and about the fact that the decision of 20 December 2001 had not been enforced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "29.  On 30 June 2003 the  rejected the applicants’ complaint, finding that they were not a party to the enforcement proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "30.  On 31 July 2003 the Regional Building Inspector again decided that the appeal lodged by Mr M.N. against the decision of 20 December 2001 should be rejected as lodged out of time. M.N. lodged a complaint against this decision with the Supreme Administrative Court. Since the relevant provisions had been amended, the complaint was transferred to the Regional Administrative Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "31.  On 7 October 2004 the applicants lodged a complaint with the Chief Building Inspector about inactivity on the part of the Regional Building Inspector in that the decision to demolish the illegal construction had not been enforced.",
                                        "elements": []
                                    },
                                    {
                                        "content": "32.  On 25 November 2004 the  allowed M.N.’s complaint and quashed the decision of 31 July 2003. Therefore, the Regional Building Inspector was under an obligation to re-examine the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "33.  On 26 July 2005 the Regional Building Inspector re-examined the case, quashed the decision of 20 December 2001 and remitted the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "34.  On 12 August 2005 the District Building Inspector ordered M.N. to provide certain documentation which would bring the building into compliance with the law.",
                                        "elements": []
                                    },
                                    {
                                        "content": "35.  On 27 October 2005 the District Building Inspector ordered M.N. to pay 250,000 Polish zlotys (PLN) as a legalisation fee (opłata legalizacyjna).",
                                        "elements": []
                                    },
                                    {
                                        "content": "36.  The parties appealed against this decision and, on 12 January 2006, the Regional Building Inspector quashed it and remitted the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "37.  Following the re-examination of the case, on 10 February 2006 the District Building Inspector again ordered the demolition of the smoking chamber.",
                                        "elements": []
                                    },
                                    {
                                        "content": "38.  M.N. lodged an appeal against this decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "39.  On 24 November 2006 the applicants lodged another complaint about inactivity on the part of the Regional Building Inspector.",
                                        "elements": []
                                    },
                                    {
                                        "content": "40.  On 15 January 2007 the Regional Building Inspector quashed the decision of 10 February 2006 and remitted the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "41.  On 23 January 2007 the Regional Building Inspector replied to the applicants’ complaint, explaining the reasons for the delay, which included problems with serving the correspondence and the fact that the inspector who was conducting the proceedings had been ill. The Inspector concluded that the appellate proceedings had been terminated by the decision of  15 January 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "42.  On an unspecified date at the beginning of 2007 the applicants lodged a complaint with the Regional Administrative Court about inactivity on the part of the administrative authorities.",
                                        "elements": []
                                    },
                                    {
                                        "content": "43.  On 29 June 2007 the Regional Administrative Court examined their complaint and ordered the District Building Inspector to issue a decision within two months. The court found, inter alia, that “for the last few years no decision on the merits [had been] given”. The Regional Administrative Court found that the applicants had exhausted the available remedies as required by section 52 of the Proceedings before the Administrative Courts Act, in that they had lodged appeals with the Chief Inspector of Construction Supervision in which they had raised the problem of the length of the proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "44.  On 6 December 2007 the District Building Inspector, finding that M.N. had used the smoking chamber without the required permit, imposed a fine on him.",
                                        "elements": []
                                    },
                                    {
                                        "content": "45.  Both decisions were upheld by the Regional Building Inspector on 11 June 2008. M.N. lodged an appeal against this decision with the Regional Administrative Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "46.  M.N. did not pay the fine,",
                                        "elements": []
                                    },
                                    {
                                        "content": "47.  On 10 September 2008 M.N. appealed against the Building Inspector’s decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "48.  On 24 September 2008, following an inspection of M.N.’s premises and finding that he had failed to comply with the relevant provisions of the Building Act (Prawo Budowlane), the District Building Inspector ordered M.N. to suspend the operation of the butchery and to provide the necessary documentation on certain legal and technical issues.",
                                        "elements": []
                                    },
                                    {
                                        "content": "49.  On 23 February 2009 the  examined the applicant’s appeal as regards the fines imposed on him and gave judgment; it quashed the challenged decision and the preceding decision of 6 December 2007.",
                                        "elements": []
                                    },
                                    {
                                        "content": "50.  On 11 May 2009 the District Building Inspector informed the Regional Building Inspector that M.N. had dismantled the smoking chamber. The District Inspector inspected the area and informed all the parties to the administrative proceedings that the smoking chamber had been dismantled. This information was disputed by the applicants in their pleadings before the Court; on 19 August 2010 they submitted that M.N. was continuing to use the butchery and the smoking chamber.",
                                        "elements": []
                                    },
                                    {
                                        "content": "51.  On 13 May 2009 the Regional Building Inspector decided to stay the appellate proceedings which had been instituted by M.N. on 10 September 2008, considering that the judgment given by the Regional Administrative Court had not been enforceable.",
                                        "elements": []
                                    },
                                    {
                                        "content": "52.  On 28 May 2009 M.N. appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "53.  On 15 July 2009 the Chief Inspector of Construction Supervision, considering that the ’s judgment of 23 February 2009 had become enforceable on 19 May 2009, quashed the Regional Building Inspector’s decision of 13 May 2009.",
                                        "elements": []
                                    },
                                    {
                                        "content": "54.  On 7 June 2010 the applicants complained to the Chief Inspector of Construction Supervision about inactivity on the part of the Regional Building Inspector. This complaint has not yet been examined.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "F.  Facts and proceedings as regards the level of noise affecting the applicants’ property",
                                "elements": [
                                    {
                                        "content": "55.  On 8 September 1998 the Governor of Częstochowa gave a decision determining the admissible level of noise for M.N.’s butchery at 40 dB at night time, that is, between 10 p.m. and 6 a.m.",
                                        "elements": []
                                    },
                                    {
                                        "content": "56.  On 3 August 2000 a check of the level of noise coming from M.N.’s butchery was carried out at the applicants’ property. It was established that the admissible noise level was exceeded by 15 dB. Therefore, on 29 September 2000, the Regional Environment Inspector gave a decision and imposed an incremental fine on M.N.",
                                        "elements": []
                                    },
                                    {
                                        "content": "57.  On 6 December 2000 M.N. informed the Regional Environment Inspector that a special silencer had been installed in the smoking chamber.",
                                        "elements": []
                                    },
                                    {
                                        "content": "58.  On 18 and 19 December 2000 the Regional Environment Inspector inspected the butchery and confirmed that a silencer had indeed been installed and the permissible noise level was no longer being exceeded.",
                                        "elements": []
                                    },
                                    {
                                        "content": "59.  On 27 February 2001 a further noise-level check took place. It was established that the admissible noise level on the applicants’ property was exceeded by 9.4 dB.",
                                        "elements": []
                                    },
                                    {
                                        "content": "60.  On 23 April 2001 the Regional Environment Inspector gave a decision ordering that the operation of the butchery be discontinued. M.N. appealed against this decision.",
                                        "elements": []
                                    },
                                    {
                                        "content": "61.  On 23 August 2001 the Chief Environment Inspector quashed the challenged decision and discontinued the proceedings. The applicants complained to the Supreme Administrative Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "62.  On 6 October 2003 the  quashed the challenged decision and the case was remitted to the Chief Environment Inspector who, on 29 December 2003, quashed the Regional Environment Inspector’s decision of 23 April 2001 and remitted the case for reconsideration. However, as a result of this set of proceedings, M.N. ceased the night-time operation of the smoking chamber.",
                                        "elements": []
                                    },
                                    {
                                        "content": "63.  On 23 and 24 September 2004, during a check carried out by the Regional Environment Inspector, it was confirmed that the smoking chamber was not operating at night. Subsequently, a noise test was carried out. The level was established as being 40.9 dB, which was only 0.9 dB above the permissible norm, which did not constitute a sufficient basis to impose a fine on M.N.",
                                        "elements": []
                                    },
                                    {
                                        "content": "64.  On 13 October 2004 the Regional Environment Inspector gave a decision and discontinued the proceedings. The applicants appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "65.  On 29 December 2004 the Chief Environment Inspector quashed the challenged decision and remitted the case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "66.  On 2 February 2005 the Governor of Częstochowa gave a decision cancelling his own decision of 8 September 1998. The Governor relied on the amendment of the Regulation of the Minister of the Environment of 29 July 2004, according to which the permissible level of noise for the relevant area had been increased to 45 dB.",
                                        "elements": []
                                    },
                                    {
                                        "content": "67.  On 12 April 2005 the Regional Environment Inspector made a check of the butchery and confirmed that it was not operating at night. M.N. constructed a shelter and a roof which functioned as acoustic screens.",
                                        "elements": []
                                    },
                                    {
                                        "content": "68.  On 13 April 2005 the Regional Environment Inspector discontinued the proceedings. The applicants appealed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "69.  On 12 December 2005 the Chief Environment Inspector dismissed the appeal. The applicants did not lodge a complaint with the Supreme Administrative Court. The decision of 12 December 2005 became final.",
                                        "elements": []
                                    },
                                    {
                                        "content": "70.  In a letter of 26 October 2007 the Regional Environment Inspector confirmed that the decision of 12 December 2005 was final and informed the applicants that no proceedings relating to M.N. and his butchery were being conducted before that administrative authority.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  RELEVANT DOMESTIC LAW AND PRACTICE",
                        "elements": [
                            {
                                "content": "71.  The relevant domestic law concerning the remedies for inactivity on the part of the administrative authorities at the material time is set out in the Court’s judgment in the case of Grabiński v. Poland, no. 43702/02, §§ 60-65, 17 October 2006.",
                                "elements": []
                            }
                        ]
                    }
                ],
                "section_name": "facts"
            },
            {
                "content": "THE LAW",
                "elements": [
                    {
                        "content": "I.  ALLEGED VIOLATION OF ARTICLE 6 § 1 OF THE CONVENTION ON ACCOUNT OF THE UNREASONABLE LENGTH OF THE PROCEEDINGS",
                        "elements": [
                            {
                                "content": "72.  The applicant complained that the length of the proceedings had been incompatible with the “reasonable time” requirement laid down in Article 6 § 1 of the Convention, which reads as follows:",
                                "elements": []
                            },
                            {
                                "content": "“In the determination of his civil rights and obligations ..., everyone is entitled to a ... hearing within a reasonable time by [a] ... tribunal...”",
                                "elements": []
                            },
                            {
                                "content": "73.  The Government pleaded non-exhaustion of domestic remedies.",
                                "elements": []
                            },
                            {
                                "content": "A.  Period to be taken into consideration",
                                "elements": [
                                    {
                                        "content": "74.  The Court notes that the applicants were or still are a party to several sets of proceedings. However, in their observations the parties submitted details which allow for the reconstruction of the course of two of the sets of proceedings, namely those before the construction supervision authorities concerning the demolition of the smoking chamber and those before the Regional Environment Inspection concerning the level of noise. As regards the remaining sets of proceedings, neither the Government nor the applicants’ lawyer, although requested to supply additional information, submitted sufficient information. In particular, it is impossible to establish on the basis of the case file whether the proceedings for permission to use the existing buildings for the purposes of a butchery, which were stayed in 2001, have been concluded or not.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court notes, however, that all sets of proceedings in which the applicants were or are involved, apart from the proceedings concerning the level of noise emitted by the butchery, were conducted concurrently. None of them were instituted by the applicants; they were only involved as a party to the proceedings because they were interested in their outcome as M.N.’s neighbours. They had used their procedural rights in order to prevent the further operation of the butchery and the smoking chamber on the property adjacent to their plot of land. Therefore, all the proceedings in which they were or are involved and all the procedural measures undertaken by the applicants had the same aim, namely to have the butchery and the smoking chamber dismantled. What is more, some of the sets of proceedings were stayed because of other sets pending before other administrative authorities. Further proceedings, like those concerning the imposition of fines on M.N., were the direct effect of M.N.’s non-compliance with the relevant decisions of the administrative authorities. Taking into consideration the foregoing, the Court considers that, in the particular circumstances of the present case, it should assess the length of the proceedings as a whole.",
                                        "elements": []
                                    },
                                    {
                                        "content": "The Court considers that the period to be taken into consideration began in July 1998 when the applicants lodged their first appeal in the administrative proceedings (see paragraph 9 above). The period has not yet ended. It has thus lasted over twelve years.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "75.  The Government raised the preliminary objection that the applicants had not exhausted the domestic remedies available to them under Polish law, as required by Article 35 § 1 of the Convention. They submitted that the applicants had not exhausted all effective domestic remedies because they had had the possibility, under Article 417 of the Civil Code, of lodging a claim with the Polish civil courts for compensation for damage caused by the excessive length of the administrative proceedings.",
                                        "elements": []
                                    },
                                    {
                                        "content": "76.  The Court firstly notes that it has already examined whether after 18 December 2001 a compensation claim in tort as provided for by Polish civil law was an effective remedy in respect of complaints about the length of proceedings. It held that no persuasive arguments had been adduced to show that Article 417 of the Civil Code could at that time be relied on for the purpose of seeking compensation for excessive length of proceedings or that such action offered reasonable prospects of success (see Małasiewicz v. Poland, no. 22072/02, §§ 32-34, 14 October 2003, and, for administrative proceedings, Boszko v. Poland, no. 4054/03, § 35, 5 December 2006). The Court sees no grounds on which to depart from these findings in the present case.",
                                        "elements": []
                                    },
                                    {
                                        "content": "77.  Secondly, the Court notes that the applicants made use of a direct complaint to the Regional Administrative Court concerning inactivity on the part of the administrative authorities (see paragraph 43 above). Before that, as admitted by the domestic court, they complained about the inactivity to the Chief Inspector of Construction Supervision. The Court considers that the combination of these remedies was intended to accelerate the process of obtaining an administrative decision enabling the applicant to put the issue of the length of the proceedings before the national authorities and to seek a decision terminating those proceedings “within a reasonable time” (see Bukowski v. Poland (dec.), no. 38665/97, 11 June 2002; Mazurek v. Poland (dec), no. 57464/00, 7 September 2004; and Kołodziej v. Poland (dec), no 47995/99, 18 October 2005).",
                                        "elements": []
                                    },
                                    {
                                        "content": "78.  The Court concludes that, having exhausted the available remedies provided for by domestic law, the applicants were not required to embark on another attempt to obtain redress by bringing a civil action for compensation, even supposing such action to be effective. Accordingly, for the purposes of Article 35 § 1 of the Convention, the applicants have exhausted domestic remedies.",
                                        "elements": []
                                    },
                                    {
                                        "content": "79.  For these reasons, the Government’s plea of inadmissibility on the ground of non-exhaustion of domestic remedies must be dismissed.",
                                        "elements": []
                                    },
                                    {
                                        "content": "80.  The Court further notes that this complaint is not manifestly illfounded within the meaning of Article 35 § 3 of the Convention. Nor is it inadmissible on any other grounds. It must therefore be declared admissible.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Merits",
                                "elements": [
                                    {
                                        "content": "81.  The Court reiterates that the reasonableness of the length of proceedings must be assessed in the light of the circumstances of the case and with reference to the following criteria: the complexity of the case, the conduct of the applicants and the relevant authorities and what was at stake for the applicants in the dispute (see, among many other authorities, Frydlender v. France [GC], no. 30979/96, § 43, ECHR 2000-VII).",
                                        "elements": []
                                    },
                                    {
                                        "content": "82.  The Court accepts that the present case could be considered complex for the domestic authorities. It also notes that both M.N. and the applicants lodged numerous appeals and complaints. However, in most cases the appeals were granted by the second-instance authorities, which means that they were well-founded. The applicants do not seem to have abused their procedural rights by lodging manifestly ill-founded or completely irrelevant complaints or requests (see, by contrast, the case of Malicka-Wąsowska v. Poland, 41413/98 (dec.)).",
                                        "elements": []
                                    },
                                    {
                                        "content": "83.  However, the Court considers that the complexity of the case cannot justify the total length of the proceedings, which is significant. On the basis of the material before it, the Court finds no convincing justification for such delay.",
                                        "elements": []
                                    },
                                    {
                                        "content": "84.  In view of the foregoing, the Court concludes that the relevant authorities have failed to respect the applicants’ right to a hearing within a “reasonable time”.",
                                        "elements": []
                                    },
                                    {
                                        "content": "There has accordingly been a violation of Article 6 § 1 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "II.  ALLEGED VIOLATION OF ARTICLE 8 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "A.  The Government’s preliminary objection",
                                "elements": [
                                    {
                                        "content": "85.  The Government raised the preliminary objection that the applicants had failed to exhaust the available domestic remedies. In their opinion the applicants should have filed a claim under Article 144 in conjunction with Article 222 § 2 of the Civil Code of 1964. They were of the opinion that if there were disturbances affecting the applicants’ right to respect for their home, such as noise or air pollution, they should have addressed themselves to a civil court in order to seek protection for their rights.",
                                        "elements": []
                                    },
                                    {
                                        "content": "86.  The applicants disagreed. They claimed that the remedy relied on by the Government could not lead to the demolition of the illegally constructed parts of the building in question.",
                                        "elements": []
                                    },
                                    {
                                        "content": "87.  In the instant case the Court does not find it necessary to rule on whether the remedy advanced by the Government was effective, since, even assuming that the applicants have exhausted domestic remedies, it considers that the application is in any event inadmissible for the reasons set out below.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Admissibility",
                                "elements": [
                                    {
                                        "content": "88.  The applicants complained that there had been a violation of Article 8 of the Convention on account of the State’s failure to protect their private life and home from the severe nuisance arising from activities at their neighbour’s illegally constructed butchery and the smoking chamber. Article 8 of the Convention, in so far as relevant, reads as follows:",
                                        "elements": []
                                    },
                                    {
                                        "content": "“1.  Everyone has the right to respect for his private and family life, [and] his home...",
                                        "elements": []
                                    },
                                    {
                                        "content": "2.  There shall be no interference by a public authority with the exercise of this right except such as is in accordance with the law and is necessary in a democratic society in the interests of ... public safety or the economic well-being of the country, ..., for the protection of health ..., or for the protection of the rights and freedoms of others.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "1.  As regards the applicants’ complaint of noise",
                                        "elements": [
                                            {
                                                "content": "89.  The Court notes that it was confirmed by the domestic authorities that in 2000 the level of noise coming from M.N.’s property exceeded the permissible limit set by the Governor of Częstochowa (see paragraph 56 above). However, subsequently, an incremental fine was imposed on M.N., which appears to have been effective in that it led to a considerable reduction in the noise generated by the butchery. The relevant administrative authorities carried out a number of checks at various times of the day and night and confirmed in 2005 that the level of noise had been brought into line with the domestic law applicable at the time (see paragraph 63 above). The decision given in the relevant proceedings on 12 December 2005 became final (see paragraph 70 above).",
                                                "elements": []
                                            },
                                            {
                                                "content": "90.  For these reasons the Court considers that the matter of the noise generated by the butchery was resolved at the national level on 12 December 2005. It follows that, as regards the noise, the applicants’ complaint has been lodged outside the six-month time limit and that their complaint under Article 8 of the Convention must be declared inadmissible in this part in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                                "elements": []
                                            }
                                        ]
                                    },
                                    {
                                        "content": "2.  As regards the applicants’ complaint of other nuisances generated by the butchery",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(a)  General principles",
                                "elements": [
                                    {
                                        "content": "91.  The Court draws attention to its settled case-law, according to which Article 8, while primarily intended to protect the individual against arbitrary interference on the part of the public authorities, may also entail the adoption by the latter of measures to secure the rights guaranteed by that Article even in the sphere of relations between individuals (see, among many other authorities, López Ostra v. Spain, 9 December 1994, § 51, Series A no. 303-C, and Surugiu v. Romania, no. 48995/99, § 59, 20 April 2004).",
                                        "elements": []
                                    },
                                    {
                                        "content": "92.  Whether the case is analysed in terms of a positive duty on the State or in terms of an interference by a public authority to be justified in accordance with paragraph 2, the applicable principles are broadly similar. In both contexts regard must be had to the fair balance that has to be struck between the competing interests of the individual and of the community as a whole. Furthermore, even in relation to the positive obligations flowing from the first paragraph of Article 8, in striking the required balance the aims mentioned in the second paragraph may be of a certain relevance (see Moreno Gómez v. Spain, no. 4143/02, § 55, ECHR 2004-X).",
                                        "elements": []
                                    },
                                    {
                                        "content": "93.  In relation to this, the Court reiterates that there is no explicit right in the Convention to a clean and quiet environment, but where an individual is directly and seriously affected by noise or other pollution, an issue may arise under Article 8 (see Hatton and Others v. the United Kindgom [GC], no. 36022/97, § 96, ECHR 2003-VIII). Specifically, Article 8 of the Convention applies to severe environmental pollution which may affect individuals’ well-being and prevent them from enjoying their homes in such a way as to affect their private and family life adversely, even without seriously endangering their health (see, among others, Taşkın and Others v. Turkey, no. 46117/99, § 113, ECHR 2004-X).",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "(b)  Application to the present case",
                                "elements": [
                                    {
                                        "content": "94.  The present case does not concern interference by public authorities with the right to respect for the home, but rather their failure to take action to put a stop to third-party breaches of the right relied on by the applicants.",
                                        "elements": []
                                    },
                                    {
                                        "content": "95.  The Court notes that the applicants’ house is located in a residential area in Wola Kiedrzyńska. In the 1990s their neighbour constructed a butchery and, subsequently, extended it by constructing a smoking chamber on an adjacent plot. The Court considers that the mere fact that the building work was carried out illegally is not enough to justify the applicants’ assertion that they are victims of a violation of the Convention (see mutatis mutandis López Ostra, § 55-56, cited above).",
                                        "elements": []
                                    },
                                    {
                                        "content": "96.  The Court accepts that the applicants could have been affected by the pollution emitted by the butchery. However, the Court must determine whether the nuisance attained the minimum level of severity required for it to constitute a violation of Article 8.",
                                        "elements": []
                                    },
                                    {
                                        "content": "97.  In this connection, the Court observes that the applicants did not substantiate their complaint about the alleged environmental nuisance, either in the national proceedings or in the proceedings before the Court.",
                                        "elements": []
                                    },
                                    {
                                        "content": "98.  It follows that it has not been established that the operation of the butchery or the smoking chamber adjacent to the applicants’ land caused an environmental hazard, or that the pollution it caused exceeded the safety levels set by the applicable regulations. In particular, it has not been shown that the pollution complained of was of such a degree or character as to have had any adverse effect on the applicants’ health.",
                                        "elements": []
                                    },
                                    {
                                        "content": "99.  Therefore, it cannot be established that the State failed to take reasonable measures to secure the applicants’ rights under Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "100.  In the light of all the material in its possession, and in so far as the matters complained of are within its competence, the Court finds that they do not disclose any appearance of a violation of the rights and freedoms set out in Article 8 of the Convention.",
                                        "elements": []
                                    },
                                    {
                                        "content": "It follows that this complaint in its relevant part is manifestly ill-founded and must be rejected in accordance with Article 35 §§ 3 and 4 of the Convention.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "content": "III.  OTHER ALLEGED VIOLATIONS OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "101.  In so far as the applicants might be understood as complaining also of the excessive length of the proceedings concerning the level of noise emitted by the butchery, the Court notes that these proceedings ended on 12 December 2005 (see paragraph 70 above). It follows that the complaint has been lodged outside the six-month time limit and must be declared inadmissible in accordance with Article 35 §§ 1 and 4 of the Convention.",
                                "elements": []
                            }
                        ]
                    },
                    {
                        "content": "IV.  APPLICATION OF ARTICLE 41 OF THE CONVENTION",
                        "elements": [
                            {
                                "content": "102.  Article 41 of the Convention provides:",
                                "elements": []
                            },
                            {
                                "content": "“If the Court finds that there has been a violation of the Convention or the Protocols thereto, and if the internal law of the High Contracting Party concerned allows only partial reparation to be made, the Court shall, if necessary, afford just satisfaction to the injured party.”",
                                "elements": []
                            },
                            {
                                "content": "A.  Damage",
                                "elements": [
                                    {
                                        "content": "103.  The applicants claimed 300,000 Polish zlotys (PLN) in respect of non-pecuniary damage and PLN 179,200 in respect of pecuniary damage.",
                                        "elements": []
                                    },
                                    {
                                        "content": "104.  The Government contested these claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "105.  The Court does not discern any causal link between the violation found and the pecuniary damage alleged; it therefore rejects this claim. The Court considers that the applicants must have sustained non-pecuniary damage. Ruling on an equitable basis, it awards them, globally, EUR 7,000 under that head.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "B.  Costs and expenses",
                                "elements": [
                                    {
                                        "content": "106.  The applicants also claimed PLN 30,000 for the costs and expenses incurred before the domestic courts and those incurred before the Court. The applicants’ lawyer additionally claimed PLN 36,000 for legal representation before the Court. She enclosed a copy of the contract with the applicants, pursuant to which “taking into consideration the applicants’ difficult financial situation the remuneration will be paid to the lawyer after it has been granted by the Court.”",
                                        "elements": []
                                    },
                                    {
                                        "content": "107.  The Government contested the applicants’ claims.",
                                        "elements": []
                                    },
                                    {
                                        "content": "108.  According to the Court’s case-law, an applicant is entitled to the reimbursement of costs and expenses only in so far as it has been shown that these have been actually and necessarily incurred and are reasonable as to quantum. In the present case, regard being had to the documents in its possession and the above criteria, the Court rejects the claim for costs and expenses in the domestic proceedings and considers it reasonable to award the sum of EUR 1,500 for the proceedings before the Court.",
                                        "elements": []
                                    }
                                ]
                            },
                            {
                                "content": "C.  Default interest",
                                "elements": [
                                    {
                                        "content": "109.  The Court considers it appropriate that the default interest should be based on the marginal lending rate of the European Central Bank, to which should be added three percentage points.",
                                        "elements": []
                                    }
                                ]
                            }
                        ]
                    }
                ],
                "section_name": "law"
            },
            {
                "content": "FOR THESE REASONS, THE COURT UNANIMOUSLY",
                "elements": [
                    {
                        "content": "1.  Declares the complaint concerning the length of the proceedings admissible and the remainder of the application inadmissible;",
                        "elements": []
                    },
                    {
                        "content": "2.  Holds that there has been a violation of Article 6 § 1 of the Convention;",
                        "elements": []
                    },
                    {
                        "content": "3.  Holds",
                        "elements": []
                    },
                    {
                        "content": "(a)  that the respondent State is to pay the applicants jointly, within three months of the date on which the judgment becomes final in accordance with Article 44 § 2 of the Convention, together with any tax that may be chargeable, to be converted into the currency of the respondent State at the rate applicable at the date of settlement:",
                        "elements": []
                    },
                    {
                        "content": "(b)  that from the expiry of the above-mentioned three months until settlement simple interest shall be payable on the above amounts at a rate equal to the marginal lending rate of the European Central Bank during the default period plus three percentage points;",
                        "elements": []
                    },
                    {
                        "content": "4.  Dismisses the remainder of the applicants’ claim for just satisfaction.",
                        "elements": []
                    },
                    {
                        "content": "Done in English, and notified in writing on 4 October 2011, pursuant to Rule 77 §§ 2 and 3 of the Rules of Court.",
                        "elements": []
                    }
                ],
                "section_name": "conclusion"
            }
        ]
    },
    "decision_body": [
        {
            "name": "Nicolas Bratza",
            "role": "president"
        },
        {
            "name": "Lech Garlicki",
            "role": "judges"
        },
        {
            "name": "Ljiljana Mijović",
            "role": "judges"
        },
        {
            "name": "Päivi Hirvelä",
            "role": "judges"
        },
        {
            "name": "George Nicolaou",
            "role": "judges"
        },
        {
            "name": "Ledi Bianku",
            "role": "judges"
        },
        {
            "name": "Zdravka Kalaydjieva",
            "role": "judges"
        },
        {
            "name": "Lawrence Early",
            "role": "section registrar"
        }
    ],
    "decisiondate": "",
    "docname": "CASE OF ORLIKOWSCY v. POLAND",
    "doctypebranch": "CHAMBER",
    "documentcollectionid": [
        "CASELAW",
        "JUDGMENTS",
        "CHAMBER",
        "ENG"
    ],
    "documents": [
        "001-106561.docx"
    ],
    "ecli": "ECLI:CE:ECHR:2011:1004JUD000715307",
    "externalsources": [],
    "extractedappno": [
        "7153/07",
        "43702/02",
        "22072/02",
        "4054/03",
        "38665/97",
        "57464/00",
        "47995/99",
        "30979/96",
        "41413/98",
        "48995/99",
        "4143/02",
        "36022/97",
        "46117/99"
    ],
    "importance": "4",
    "introductiondate": "",
    "issue": [],
    "itemid": "001-106561",
    "judgementdate": "04/10/2011 00:00:00",
    "kpdate": "04/10/2011 00:00:00",
    "kpthesaurus": [
        "445",
        "216"
    ],
    "languageisocode": "ENG",
    "originatingbody": "7",
    "paragraphs": [
        "6",
        "6-1",
        "41"
    ],
    "parties": [
        "ORLIKOWSCY",
        "POLAND"
    ],
    "rank": "831.226318359375",
    "representedby": [
        "GAPIK-LIS A."
    ],
    "respondent": "POL",
    "respondentOrderEng": "35",
    "scl": [],
    "separateopinion": "FALSE",
    "sharepointid": "356288",
    "typedescription": "15"
}